{"tokens":[],"results":[{"offset":"0","results":[{"body":"An elderly woman was killed yesterday at First Avenue and 65th Street when she was struck by a car that then climbed onto the sidewalk. The driver sped away and was arrested minutes later after a chase by at least two passing motorists, the police said. The victim, who lived across the street and was described as being in her 60's, was thrown about","byline":"By JOSH BARBANEL","date":"19811231","title":"HIT-RUN DRIVER KILLS A WOMAN; SUSPECT IS HELD","url":"http://www.nytimes.com/1981/12/31/nyregion/hit-run-driver-kills-a-woman-suspect-is-held.html"},{"body":"''DO Patent Leather Shoes Really Reflect Up?'' is the title of a musical that originated three years ago in Chicago and is slowly making its way to New York. While one company is still playing in Chicago, another company opened last week in Philadelphia and is due to arrive on Broadway either late this season or early next fall. The show, which","byline":"By Carol Lawson","date":"19811231","title":"BROADWAY; Nostalgic musical look at parochial schools on its way.","url":"http://www.nytimes.com/1981/12/31/theater/broadway-nostalgic-musical-look-at-parochial-schools-on-its-way.html"},{"body":"MAXIMILIAN SCHELL has come to New York on a crusade. Through the movie version of a play called ''Tales From the Vienna Woods,'' now at Cinema 3, he wants to introduce Americans to the work of the writer Odon von Horvath. Still astonishingly handsome, though a bit more worn looking than he was in the days when he acted in such pictures as ''The","byline":"By Chris Chase","date":"19811231","title":"AT THE MOVIES; Maximilian Schell's deed for a writer.","url":"http://www.nytimes.com/1981/12/31/movies/at-the-movies-maximilian-schell-s-deed-for-a-writer.html"},{"body":"RODNEY DANGERFIELD, put upon by foe and friend, henpecked, a living, breathing target of opportunity, who draws abuse the way a hive attracts bees, finally appears to have gotten respect. The selfcriticizing comedian, who has fashioned a career by describing his losing battles with life, is taking over Radio City Music Hall for a New Year's Eve","byline":"By FRED FERRETTI","date":"19811231","title":"FUNNIEST THINGS HAPPENING TONIGHT","url":"http://www.nytimes.com/1981/12/31/arts/funniest-things-happening-tonight.html"},{"body":"Melchor Prego was one of thousands of Nicaraguans who first learned that the Government had confiscated the large soap factory on the outskirts of Granada when the country's chief of state announced it on television during the second anniversary ceremonies of Nicaragua's revolution. While it surprised several viewers familiar with the well-known","byline":"By WARREN HOGE, Special to the New York Times","date":"19811231","title":"FOR NICARAGUAN BUSINESSES, COURT CASE IS FATEFUL","url":"http://www.nytimes.com/1981/12/31/world/for-nicaraguan-businesses-court-case-is-fateful.html"},{"body":"Each jagged range of the red-crusted mountains that lie amid the haze is named for its look or for its history. A Dutch prospector once claimed to have found tons of gold in the range to the East. But after he ventured there to recover it, he was never seen again. Neither was the search party. Thus the name Superstition Mountains. Another mountain","byline":"Special to the New York Times","date":"19811231","title":"A SIZE 55 GUARDS PENN STATE","url":"http://www.nytimes.com/1981/12/31/sports/a-size-55-guards-penn-state.html"},{"body":"If New York seems a little less exciting this morning, that is because Ada Louise Huxtable is leaving The Times. If America's most grotesque structures stand a little straighter, that is because she won't be kicking them around in our columns quite as often. And if urban planning and preserving lose out more often to greed, it will be because","date":"19811230","title":"Huxtable Was Here","url":"http://www.nytimes.com/1981/12/30/opinion/huxtable-was-here.html"},{"body":"New York State would subsidize the hiring of hundreds of additional police officers in New York City and other areas of the state by taking over local probation costs under a proposal made yesterday by Stanley Fink, the Speaker of the Assembly. Under the plan, the state would assume the $32.8 million that New York City now pays for its share of","byline":"By JOSH BARBANEL","date":"19811230","title":"FINK OFFERS PLAN TO AID POLICE HIRING","url":"http://www.nytimes.com/1981/12/30/nyregion/fink-offers-plan-to-aid-police-hiring.html"},{"body":"New York City has become an actor in productions of all kinds lately, offering its nooks and crannies as contract players on the small and large screens. Metropolitan Hospital surfaces each week on the television series ''Nurse,'' a storefront on Sullivan Street is Sam Breakstone's little shop in the dairy commercials, and sometimes it seems like","byline":"By Anna Quindlen","date":"19811230","title":"ABOUT NEW YORK","url":"http://www.nytimes.com/1981/12/30/nyregion/about-new-york.html"},{"body":"What's in a name? If you're an onomastic, a great deal. So every day this week several dozen onomastics have been gathering in the Red Smith Suite at the New York Hilton Hotel to hear the latest word on topics ranging from the origins of Mexican-American first names to the literary significance of the appellations of the characters in Eudora Welty","byline":"By EDWARD B. FISKE","date":"19811230","title":"ONOMASTICS' BIG NAMES AT MEETING ON LANGUAGE","url":"http://www.nytimes.com/1981/12/30/nyregion/onomastics-big-names-at-meeting-on-language.html"}],"tokens":["bad"],"total":4470},{"offset":"0","results":[{"body":"''THINGS have been spotty for booksellers all year,'' said G. Roysce Smith, executive director of the American Booksellers Association. ''Right up until November, they were wondering if things were going to pick up.'' Christmas is by far the single most important selling season for booksellers, and sales did indeed pick up during the holiday,","byline":"By EDWIN McDOWELL","date":"19821231","title":"PUBLISHING: '82 SALES OFF AND '83 COULD BE WORSE","url":"http://www.nytimes.com/1982/12/31/books/publishing-82-sales-off-and-83-could-be-worse.html"},{"body":"New Life for an Old Sign A fter seven years of darkness, the familiar Silvercup bakery sign is lighted up again in Long Island City, but with a difference. Under the 36-foot red letters spelling ''Silvercup'' are yellow letters adding ''Studios.'' ''We were able to scavenge those letters from what was 'World's Finest Bread,' and made up a 'u' ,''","byline":"By Robin Herman and Laurie Johnston","date":"19821231","title":"NEW YORK DAY BY DAY","url":"http://www.nytimes.com/1982/12/31/nyregion/new-york-day-by-day-133747.html"},{"body":"ADOUBLE helping of deja vu is the specialty at Pierre Francois, the insistently nouvelle-cuisine restaurant that opened two-and-ahalf months ago on 58th Street, between First Avenue and Sutton Place. The first where-have-I-seen-this-before feeling comes at the door, with the realization that this is the former home of the nowextinct Dodin-Bouffant","byline":"By Mimi Sheraton","date":"19821231","title":"RESTAURANTS; A new entry in nouvelle cuisine.","url":"http://www.nytimes.com/1982/12/31/arts/restaurants-a-new-entry-in-nouvelle-cuisine.html"},{"body":"It was cold, with 1982 less than an hour away. And it was dark, no stars, no moon, just the winter clouds hanging low over the frozen farm fields of southern Indiana along the Ohio River. Traffic was light on state Route 66, where three lives would shortly be hurtling toward each other at a little more than 110 miles an hour. State Trooper Danny","byline":"By ANDREW H. MALCOLM","date":"19821231","title":"DRINKING AND DRIVING: NEW YEAR'S EVE, 1981","url":"http://www.nytimes.com/1982/12/31/us/drinking-and-driving-new-year-s-eve-1981.html"},{"body":"''You have to assume that late at night every set of headlights coming at you is being aimed by someone stone drunk.'' So said an Indiana trooper to our colleague, Andrew Malcolm, whose chilling reconstruction of drunk-driving deaths appears today. Mr. Malcolm's report demonstrates that the trooper's assumption is hardly exaggerated. Millions of","date":"19821231","title":"These Are Not Accidents","url":"http://www.nytimes.com/1982/12/31/opinion/these-are-not-accidents.html"},{"body":"NEXT Monday, Sylvester Stallone begins his new job, directing John Travolta in the sequel to ''Saturday Night Fever,'' which is called ''Staying Alive.'' Mr. Stallone wrote the script, too. He says of himself and Mr. Travolta: ''We're kind of, like, in the same mold. I met him just before he did 'Saturday Night Fever,' and after that, we crossed","byline":"By Chris Chase","date":"19821231","title":"AT THE MOVIES; 'Staying Alive' with a couple of tough guys.","url":"http://www.nytimes.com/1982/12/31/movies/at-the-movies-staying-alive-with-a-couple-of-tough-guys.html"},{"body":"During 1982, the bridge world lost four New York experts, each of whom has a special claim to be remembered: David Mason, as a calm and efficient administrator; Abe Goldstein, as an outstanding teacher; Barbara Kachmar, as a highly entertaining writer, and Augusta Cantor, as an enthusiast with a virtually perfect record of tournament attendance. On","byline":"By ALAN TRUSCOTT","date":"19821231","title":"Bridge: Four Outstanding Figures In New York Died in 1982","url":"http://www.nytimes.com/1982/12/31/nyregion/bridge-four-outstanding-figures-in-new-york-died-in-1982.html"},{"body":"Tradition gives the end of a year a sense of completion, and imbues a new date with rising hopes. People make lists of what was good and bad, a way of relegating things to the past, and lists of better intentions that always belong to a receding future. Yet, the calendar is a form of myth. Nature does have cycles of decline and renewal, but they","byline":"By Flora Lewis","date":"19821231","title":"FOREIGN AFFAIRS; Time And Reality","url":"http://www.nytimes.com/1982/12/31/opinion/foreign-affairs-time-and-reality.html"},{"body":"Lillian Gish has never cared more than a small hoot about fashion, but she's always loved clothes. The result is that the legendary actress is still wearing some of the things she bought three, four and five decades ago, and outshining most of the current crop of fashion strivers whenever she appears at gala events. Whether it's at Radio City Music","byline":"By ENID NEMY","date":"19821231","title":"LILLIAN GISH, AT 83, TRANSCENDS STYLE","url":"http://www.nytimes.com/1982/12/31/style/lillian-gish-at-83-transcends-style.html"},{"body":"The second game of the series between the Soviet national all-stars and National Hockey League teams was far different from the first. In Edmonton, the Soviet team and the Oilers played a smooth, swift, skillful game that was won by Edmonton, 4-3. Tonight against the Quebec Nordiques, the Soviet team was dragged into a sloppy, rough and","byline":"By LAWRIE MIFFLIN, Special to the New York Times","date":"19821231","title":"SOVIET DEFEATS NORDIQUES, 3-0","url":"http://www.nytimes.com/1982/12/31/sports/soviet-defeats-nordiques-3-0.html"}],"tokens":["bad"],"total":4494},{"offset":"0","results":[{"body":"Studies of the black family, enough to fill the shelves of a good-size library, focus almost entirely on women. In much of history and sociology, black men, particularly from the ranks of the poor, are ignored. Now, as sociologists, civil rights leaders and government planners focus on the tremendous growth in the number of households headed by","byline":"By RONALD SMOTHERS","date":"19831231","title":"CONCERN FOR THE BLACK FAMILY: ATTENTION TURNS TO MEN","url":"http://www.nytimes.com/1983/12/31/us/concern-for-the-black-family-attention-turns-to-men.html"},{"body":"It's New Year's Eve, and he wakes up feeling blue. He's seen too many New Year's Eves now and he's jaded with them and he hates that - being jaded, I mean. He hates people saying he's ''jaded'' with this and that, has hated it ever since he told Ben Cooper he never wanted to see another ''I Love Lucy'' as long as he lived, and Ben said, ''You've","byline":"By Russell Baker","date":"19831231","title":"OBSERVER; GONE WITH THE PHILCO","url":"http://www.nytimes.com/1983/12/31/opinion/observer-gone-with-the-philco.html"},{"body":"More than 5,000 of the nation's leading government, business and academic economists crammed themselves into four hotels and 430 seminars here over the last three days, and talked and gossiped about Ronald Reagan's impact on the economy, where their next jobs might be and even how trim Milton Friedman is looking these days. The economists were","byline":"By THOMAS C. HAYES","date":"19831231","title":"REAGAN PREOCCUPIES ECONOMIC MEETING","url":"http://www.nytimes.com/1983/12/31/business/reagan-preoccupies-economic-meeting.html"},{"body":"''Sudden Impact,'' the latest in the actor Clint Eastwood's Dirty Harry series, grossed $6 million from Dec. 23 through last Monday at 1,602 theaters, Warner Bros. said. The movie had an 18-day total of $30.1 million. Its nearest competitor was ''Terms of Endearment,'' which stars Shirley MacLaine and Debra Winger as mother and daughter. The","date":"19831231","title":"FILM OFFICIALS BLAME WEATHER FOR SLOW HOLIDAY BOX OFFICE HOLLYWOOD, Dec. 29 (AP) - Studio executives have blamed bad weather for the cool reception their movies received Christmas weekend in the nation's theaters, where only ''Sudden Impact'' and ''Terms of Endearment'' were generating much box-office revenue.","url":"http://www.nytimes.com/1983/12/31/movies/film-officials-blame-weather-for-slow-holiday-box-office-hollywood-dec-29-ap.html"},{"body":"It was a historic event for this city when Mayor Harold Washington and the City Council threshed out a compromise 1984 budget earlier this week. For the first time in 50 years, a Chicago Mayor had to engage in give and take. In the past, a Mayor told the Council what he wanted and the Council complied. Just as significant, the new budget was the","byline":"By E. R. SHIPP","date":"19831231","title":"THE CHICAGO COMPROMISE: BUDGET BREAKS NEW GROUND","url":"http://www.nytimes.com/1983/12/31/us/the-chicago-compromise-budget-breaks-new-ground.html"},{"body":"Lebanon's Ambassador to the United States said this week that his Government wished the United States Marines had never been sent to Beirut. But he added that if the Marines were to be withdrawn now, his Government ''may really collapse.'' The envoy, Abdullah Bouhabib, speaking in an interview, said of the marines that ''if they hadn't been put","byline":"By JOEL BRINKLEY","date":"19831231","title":"BEIRUT'S ENVOY DOUBTS VALUE OF MARINES' ROLE","url":"http://www.nytimes.com/1983/12/31/world/beirut-s-envoy-doubts-value-of-marines-role.html"},{"body":"The stock market ended one of its best years in history yesterday with minor price changes in less active trading. The Dow Jones industrial average, which moved in a narrow range throughout the day, fell 1.52 points, to 1,258.64. In the overall market, advancing issues on the New York Stock Exchange outscored those that declined by 959 to 676. For","byline":"By ALEXANDER R. HAMMER","date":"19831231","title":"GOOD YEAR ENDS QUIETLY","url":"http://www.nytimes.com/1983/12/31/business/good-year-ends-quietly.html"},{"body":"Americans will be returning to their culinary roots during the rest of this decade, but they will not abandon ethnic foods, especially those that complement their life style. There will always be a place for the elegant French restaurant, particularly for special occasions. But Italian restaurants featuring Tuscan food and Mexican restaurants that","byline":"By MARIAN BURROS","date":"19831231","title":"DE GUSTIBUS; A NEW STAMP: MADE IN AMERICA","url":"http://www.nytimes.com/1983/12/31/style/de-gustibus-a-new-stamp-made-in-america.html"},{"body":"''WHAT are you doing New Year's, New Year's Eve?'' the old Frank Loesser song asks. New Yorkers, well known and little known, who answered that question in an unscientific poll, responded with characteristic individuality and diversity. What follows are some of the more original plans, a few grand and expensive, others costing nothing at all. What","byline":"By ELEANOR BLAU","date":"19831230","title":"UNUSUAL IDEAS BY DOZEN NEW YORKERS TO GREET 1984","url":"http://www.nytimes.com/1983/12/30/arts/unusual-ideas-by-dozen-new-yorkers-to-greet-1984.html"},{"body":"Salvador Aid Suit Agroup of Congressmen are planning a suit in Federal District Court here next week challenging the legality of President Reagan's recent attempt to pocket veto a bill that imposed restrictions on aid to El Salvador. The bill passed both the House of Representatives and the Senate unanimously and without debate. So far 16","byline":"By James F. Clarity and Warren Weaver Jr.","date":"19831230","title":"BRIEFING","url":"http://www.nytimes.com/1983/12/30/us/briefing-144039.html"}],"tokens":["bad"],"total":4189},{"offset":"0","results":[{"body":"To the Editor: At its meeting, the M.T.A. board spent less than two minutes publicly discussing a decision that affects spending hundreds of millions of transit capital dollars. It chose to connect the 63d Street tunnel into the local tracks of the Queens IND subway, the cheapest ''build'' option; however, it is the least effective option and has","date":"19841231","title":"CHEAP, BAD QUEENS SUBWAY PLAN","url":"http://www.nytimes.com/1984/12/31/opinion/l-cheap-bad-queens-subway-plan-181068.html"},{"body":"Leontyne Price, the great soprano who has held center stage of the Metropolitan Opera for almost a quarter of a century, will leave her operatic career Thursday night ''to steal a little time'' for herself. She will make her farewell in the title role of Verdi's ''A\"ida,'' among the grandest of grand operas, with which she has been long identified","byline":"By NAN ROBERTSON","date":"19841231","title":"FAREWELL ROLE FOR PRICE: VERDI'S 'AIDA' AT THE MET","url":"http://www.nytimes.com/1984/12/31/arts/farewell-role-for-price-verdi-s-aida-at-the-met.html"},{"body":"In what appeared to be the most important shake- up in China's General Staff in years, 40 officers at corps level or above - equivalent to at least three-star generals in the United States - have responded to insistent prodding and have retired. The retirements were made public Saturday. They appear to mark a major step forward for the Government","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19841231","title":"40 HIGH OFFICERS RETIRE IN CHINA IN ARMY SHAKE-UP","url":"http://www.nytimes.com/1984/12/31/world/40-high-officers-retire-in-china-in-army-shake-up.html"},{"body":"It has been a difficult year for most major stock exchanges, with Toronto and New York losing ground and minor gains on other exchanges offset by inflation and depreciation of their currencies. There was improvement in the fourth quarter, with most exchanges registering some rise in average share prices. Because of the pickup, and the prospect of","byline":"By NICHOLAS D. KRISTOF","date":"19841231","title":"INTERNATIONAL REPORT; WORLD'S STOCK EXCHANGES EXPERIENCE A DIFFICULT YEAR","url":"http://www.nytimes.com/1984/12/31/business/international-report-world-s-stock-exchanges-experience-a-difficult-year.html"},{"body":"''People will enjoy a high living standard, enjoy a good material and cultural life. Is this bad?'' - Deng Xiaoping, China's paramount leader.","date":"19841231","title":"Quotation of the Day","url":"http://www.nytimes.com/1984/12/31/nyregion/quotation-of-the-day-184898.html"},{"body":"A recreational vehicle with Massachusetts license plates pulled into the visitors' information stop just west of Texarkana on Interstate 30 Friday afternoon. Five Boston College students spilled out to stretch legs and take a breather before making the final leg on their 1,800-mile trip from Boston to Dallas. Behind and just ahead of them were","byline":"By GORDON S. WHITE Jr.","date":"19841231","title":"FANS FLOCK TO DALLAS","url":"http://www.nytimes.com/1984/12/31/sports/fans-flock-to-dallas.html"},{"body":"Women, who have long had role models on the road to equality, acquired their share of heroes this year: The first woman to run for the vice presidency on the ticket of a major party. The first American woman to walk in space. A team of American female athletes who ran, swam, cycled, somersaulted, dribbled basketballs and otherwise competed to win","byline":"By GEORGIA DULLEA","date":"19841231","title":"WOMEN IN 1984: STEPS FORWARD AND BACK","url":"http://www.nytimes.com/1984/12/31/style/women-in-1984-steps-forward-and-back.html"},{"body":"All season long, Notre Dame had overcome adversity. Saturday night, though, in the final game of the year, the Fighting Irish fell short. Steve Beuerlein overthrew an open Milt Jackson in the end zone on fourth down with 30 seconds to play against Southern Methodist, and the Mustangs came out with a 27-20 victory in the Aloha Bowl before a crowd of","byline":"AP","date":"19841231","title":"IRISH MISS CHANCE IN ALOHA SETBACK","url":"http://www.nytimes.com/1984/12/31/sports/irish-miss-chance-in-aloha-setback.html"},{"body":"A last-minute shopping surge that began just before Christmas continued through the final days of 1984, as shoppers, conditioned by pre-Christmas markdowns, returned to look for greater bargains. Retailers said the push helped them post a 7 to 20 percent sales gain for December - versus December 1983 - in an otherwise disappointing Christmas","byline":"By PAMELA G. HOLLIE","date":"19841231","title":"COMPANY NEWS; A LATE CHRISTMAS BUYING SPREE BUOYS RETAILERS","url":"http://www.nytimes.com/1984/12/31/business/company-news-a-late-christmas-buying-spree-buoys-retailers.html"},{"body":"Nine years ago, Jonas Savimbi made this city the capital of his short-lived Democratic Republic of Angola. Today he is trying to strangle it. Huambo is the center of Angola's almost hidden civil war, a conflict that has left countless dead, 20,000 amputees and aggravated malnourishment problems for one-third of the people of the once-fertile","byline":"By JAMES BROOKE, Special to the New York Times","date":"19841231","title":"ANGOLA'S CIVIL WAR REDUCES A FERTILE DISTRICT TO HUNGER","url":"http://www.nytimes.com/1984/12/31/world/angola-s-civil-war-reduces-a-fertile-district-to-hunger.html"}],"tokens":["bad"],"total":4464},{"offset":"0","results":[{"body":"A day ago, it was the San Francisco 49ers. Next Sunday, it will be the Chicago Bears. After that, who knows? Last week, workmen at Giants Stadium taped a sign on the Giants' lockerroom door that read: ''Nothing Could Be Finer Than to Beat the 49er.'' On Sunday, in the National Conference wild-card playoff game, the Giants beat the San Francisco","byline":"By FRANK LITSKY, Special to the New York Times","date":"19851231","title":"AN OLD RIVALRY RESUMES IN CHICAGO; SIGNMAKER GOES TO WORK AGAIN","url":"http://www.nytimes.com/1985/12/31/sports/an-old-rivalry-resumes-in-chicago-signmaker-goes-to-work-again.html"},{"body":"Most people tend to think of the onset of the New Year as a time of commitment or recommitment, of wishes wished, of promises made that this year, this time, will surely be kept. And nowhere, it seems in these times when fitness is often akin to godliness, are such resolves more earnest than at America's spas. According to the people who run these","byline":"By FRED FERRETTI","date":"19851231","title":"RINGING IN THE NEW YOU AT HEALTH SPAS","url":"http://www.nytimes.com/1985/12/31/style/ringing-in-the-new-you-at-health-spas.html"},{"body":"To the Editor: The 5-to-2 decision of the New York Court of Appeals (front page, Dec. 20) permitting shopping malls to exclude pamphleteers is bad enough news on its own. The majority's ruling makes it harder for grass-root and fledgling causes to translate their values into political action. Beyond that tragedy, the court's gratuitous criticism of","date":"19851231","title":"Leaflets in Shopping Malls, America's New Main St.","url":"http://www.nytimes.com/1985/12/31/opinion/l-leaflets-in-shopping-malls-america-s-new-main-st-261443.html"},{"body":"Earlier this year, Kenneth Meeks and Jack Steinhebel drove an hour from Manhattan to Kenneth's parents' condominium here in the suburbs for lunch. Ken Meeks had something to say to his mother and father. The main participants at lunch that day were: THE SON, Kenneth Meeks, 44 years old, former public school teacher, Ph.D, former college professor.","byline":"By MICHAEL WINERIP, Special to the New York Times","date":"19851231","title":"OUR TOWNS; BREAKING THE NEWS ABOUT AIDS TO THE FAMILY","url":"http://www.nytimes.com/1985/12/31/nyregion/our-towns-breaking-the-news-about-aids-to-the-family.html"},{"body":"Winston Churchill said in the worst of times, ''I'm an optimist because there's not much point in anything else.'' In better times, it is reasonable to focus on what's wrong with the world because there's always room for improvement, always dangers to be warded off. There is a virtue in Cassandras. Their warnings of disaster can be depressing, but","byline":"By Flora Lewis","date":"19851231","title":"FOREIGN AFFAIRS; What's Right in The World","url":"http://www.nytimes.com/1985/12/31/opinion/foreign-affairs-what-s-right-in-the-world.html"},{"body":"The M-5 bus stop on Broadway at 65th Street was wrapped up in plastic a while ago, so people could not sit on its bright red bench or stand under its polished aluminium roof. They could, however, see the message on one side, and the photograph on the other. It has been changed recently, as is the wont of Dennis Adams, the shelter's creator. A","byline":"By Susan Heller Anderson and David Bird","date":"19851231","title":"NEW YORK DAY BY DAY; Bus-Stop Exhibition","url":"http://www.nytimes.com/1985/12/31/nyregion/new-york-day-by-day-bus-stop-exhibition.html"},{"body":"A Federal judge in Manhattan refused yesterday to grant the GAF Corporation a preliminary injunction that would have prevented the Union Carbide Corporation from defending itself against an unwanted takeover by GAF. One leading Wall Street trader, who asked not to be identified, called the decision ''a real negative'' for GAF, a chemicals and","byline":"By ROBERT J. COLE","date":"19851231","title":"GAF LOSES A ROUND IN COURT","url":"http://www.nytimes.com/1985/12/31/business/gaf-loses-a-round-in-court.html"},{"body":"IT wasn't such a bad year. The President traveled a lot. The First Lady got a more fashionable dog. Raiders, merger moguls and other millionaires eyed one another's companies hungrily, slipped into the limelight, liked it and stayed around to be photographed. They didn't have to wait long. Big money still matters in New York, and it showed up","date":"19851231","title":"Charlotte Curtis; '85 Style Was Substance","url":"http://www.nytimes.com/1985/12/31/science/charlotte-curtis-85-style-was-substance.html"},{"body":"Bill Fitch recalls coaching the Cleveland Cavaliers in their formative days: ''We were the only team in history that could lose nine straight games and then go into a slump.'' SCOUTING","date":"19851231","title":"SCOUTING; Bad to Worse","url":"http://www.nytimes.com/1985/12/31/sports/scouting-bad-to-worse.html"},{"body":"TOMORROW, after 21 years in office, Albert Shanker will step down as president of the United Federation of Teachers, the largest union local in the United States. Mr. Shanker announced his resignation Dec. 14, saying he wanted to devote more time to his duties as president of the American Federation of Teachers, the parent organization of the New","byline":"By LARRY ROHTER","date":"19851231","title":"EDUCATION; SHANKER ASSESSES EDUCATION","url":"http://www.nytimes.com/1985/12/31/science/education-shanker-assesses-education.html"}],"tokens":["bad"],"total":4640},{"offset":"0","results":[{"body":"T. Boone Pickens Jr., the oilman, issued some ire along with the eggnog and holiday cheer at the company Christmas party. He urged his 400 employees at Mesa Petroleum to cancel their subscriptions to the local newspapers to protest ''negative reporting'' of Amarillo news. A week later an uneasy truce had been called between two of this Panhandle","byline":"By ROBERT REINHOLD, Special to the New York Times","date":"19861231","title":"PICKENS BATTLES HIS HOMETOWN PRESS","url":"http://www.nytimes.com/1986/12/31/us/pickens-battles-his-hometown-press.html"},{"body":"ONE day I was standing in a bathroom in City Hall washing my hands when the City Council President stepped up to the sink beside me. (I will stop here, lest I precipitate another city scandal, to say that at the time the City Council President was a woman.) We began to chat, and eventually our chat turned to matters of moment, and eventually the","byline":"By Anna Quindlen","date":"19861231","title":"LIFE IN THE 30's","url":"http://www.nytimes.com/1986/12/31/garden/life-in-the-30-s.html"},{"body":"P. T. Barnum would have liked Jerome Brown, Miami's defensive tackle, who apparently is a proponent of the hard-sell approach to the biggest college football game of the season. The Fiesta Bowl between Penn State and Miami on Friday night will determine the No. 1 team in the country, but here in the Sun Belt, where the pace is slower and passions","byline":"By PETER ALFANO, Special to the New York Times","date":"19861231","title":"FIESTA BOWL; TALK IS CHEAP AT SHOWDOWN","url":"http://www.nytimes.com/1986/12/31/sports/fiesta-bowl-talk-is-cheap-at-showdown.html"},{"body":"REAGAN'S AMERICA. Innocents at Home. By Garry Wills. 472 pages. Doubleday & Company. $19.95. RONALD REAGAN, as Garry Wills sees him, is ''the perfect Scout'' and the ''perfect Hollywood chastity symbol''; a ''company man,'' a ''Doctor Feelgood'' and ''a durable daylight 'bundle of meanings.' '' He is ''the faded idol as reachable ideal'' -''a","byline":"By Michiko Kakutani","date":"19861231","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1986/12/31/books/books-of-the-times-309586.html"},{"body":"There was a time, a decade or two ago, when domestic disputes, even violent ones, stayed largely in the family. Women like Josephine Sorichetti, who begged repeatedly for police protection after her husband attacked her with a butcher knife, were left to fend for themselves. Two years ago, after Mrs. Sorichetti won a $2 million damage award for New","byline":"By CRYSTAL NIX","date":"19861231","title":"FOR POLICE, DOMESTIC VIOLENCE IS NO LONGER A LOW PRIORITY","url":"http://www.nytimes.com/1986/12/31/nyregion/for-police-domestic-violence-is-no-longer-a-low-priority.html"},{"body":"This holiday season has been marked by a flurry of public service announcements on radio and television stations around the country urging people who drink intoxicating beverages not to drive. ''Drunk driving is a deadly enemy that never takes a holiday,'' one announcement says. ''If you've been drinking, designate a driver to get you home","byline":"By REGINALD STUART","date":"19861231","title":"WASHINGTON TALK; What's Behind Those Drunken Driving Warnings","url":"http://www.nytimes.com/1986/12/31/us/washington-talk-what-s-behind-those-drunken-driving-warnings.html"},{"body":"Gen. John Chain, head of the Strategic Air Command, stirs a passionate controversy with his proposal to base MX missiles on rail cars instead of in silos. His plan goes to the heart of a long-disputed issue - how to protect America's silo-based missiles from increasingly accurate Soviet missiles. Are mobile missiles the best way? No, says a group","date":"19861230","title":"The Trojan Horse Missile","url":"http://www.nytimes.com/1986/12/30/opinion/the-trojan-horse-missile.html"},{"body":"Michael Schler had just put a large brown felt animal on top of his head and was peering into a mirror to see whether or not he looked sufficiently like a gopher. ''I think it used to be a dog, but I'm going to give him a bow tie and a hat and call him Mr. Gopher,'' he explained cheerfully. Mr. Schler, who had had a good day shopping, was also","byline":"By LESLIE BENNETTS","date":"19861230","title":"FEZZES TO FROG COSTUMES FOR NATION'S ARTS GROUPS","url":"http://www.nytimes.com/1986/12/30/arts/fezzes-to-frog-costumes-for-nation-s-arts-groups.html"},{"body":"Hunters here used to shoot bald eagles for a $2-a-head bounty, and there was anger four years ago when the state carved an eagle sanctuary out of logging and mining land. But today, with the timber mills closed and the mining industry marginal, the town is looking on the birds more favorably. ''When the mills started going down, we started casting","byline":"AP","date":"19861230","title":"ECONOMY CHANGES EAGLE'S FORTUNES","url":"http://www.nytimes.com/1986/12/30/us/economy-changes-eagle-s-fortunes.html"},{"body":"As prizes go, this one was a doozy: The Chicago Bears. In Chicago. In January. Such is the bittersweet reward of making the playoffs as a wild-card team and winning the game to advance to the divisional round of the Super Bowl tournament, as the Redskins did Sunday with a 19-7 victory over the Los Angeles Rams. Even worse than delivering them to","byline":"By MICHAEL JANOFSKY, Special to the New York Times","date":"19861230","title":"Injured Redskins Will Face Bears' Trap","url":"http://www.nytimes.com/1986/12/30/sports/injured-redskins-will-face-bears-trap.html"}],"tokens":["bad"],"total":4810},{"offset":"0","results":[{"body":"LEAD: The bad news, folks, as 1987 shuffles off this mortal coil, is that on Jan. 1, 1988, your Social Security payroll taxes are going up again, by an estimated $14 million a year. The good news is that you're about to hear a soft-headed liberal pundit's confession of all-too-frequent error in the old year. The bad news, folks, as 1987 shuffles","byline":"By TOM WICKER","date":"19871231","title":"IN THE NATION; Nobody's Perfect","url":"http://www.nytimes.com/1987/12/31/opinion/in-the-nation-nobody-s-perfect.html"},{"body":"LEAD: ''The boom is over.'' ''The boom is over.'' With that pronouncement yesterday, Mayor Koch launched the first round in the annual budget battle at City Hall by warning that only an increase in real-estate taxes on private homes can ease coming reductions in city services. In a challenge to other elected officials who must pass on his budget,","byline":"By JOYCE PURNICK","date":"19871231","title":"'The Boom Is Over,' Koch Warns","url":"http://www.nytimes.com/1987/12/31/nyregion/the-boom-is-over-koch-warns.html"},{"body":"LEAD: To the Editor: To the Editor: Secretary of Education William J. Bennett proposes eliminating all Federal financial aid to students at colleges where students have defaulted on guaranteed student loans. This is bad public policy, which would unfairly penalize future generations of students because a relatively small number fail to repay loans.","date":"19871231","title":"Don't Punish Students Of Future for Defaults","url":"http://www.nytimes.com/1987/12/31/opinion/l-don-t-punish-students-of-future-for-defaults-523487.html"},{"body":"LEAD: From the low foothills west of Denver, Interstate 70 climbs nearly 5,400 feet over the next 46 miles, a twisting, soaring route past sheer rock cliffs and deep mountain valleys, on its way across the Continental Divide. From the low foothills west of Denver, Interstate 70 climbs nearly 5,400 feet over the next 46 miles, a twisting, soaring","byline":"By WILLIAM E. SCHMIDT, Special to the New York Times","date":"19871231","title":"Colorado Journal; Gridlock in Rockies? A Nightmare in Eden","url":"http://www.nytimes.com/1987/12/31/us/colorado-journal-gridlock-in-rockies-a-nightmare-in-eden.html"},{"body":"LEAD: Adrian Dantley of Detroit had 31 points and John Salley scored 8 of his 14 points in the decisive third period tonight to lead the Detroit Pistons past the Indiana Pacers, 105-95. Adrian Dantley of Detroit had 31 points and John Salley scored 8 of his 14 points in the decisive third period tonight to lead the Detroit Pistons past the Indiana","byline":"AP","date":"19871231","title":"N.B.A.; Pistons Beat Pacers As Dantley Gets 31","url":"http://www.nytimes.com/1987/12/31/sports/nba-pistons-beat-pacers-as-dantley-gets-31.html"},{"body":"LEAD: ON the occasion of the final day of the year, some leading designers were invited to cogitate on the highs and lows, ups and downs of design in 1987. WALTER BERNARD,graphics designer, New York. ON the occasion of the final day of the year, some leading designers were invited to cogitate on the highs and lows, ups and downs of design in 1987.","byline":"By Patricia Leigh Brown","date":"19871231","title":"CURRENTS; Design Pundits on the Highs and Lows of '87","url":"http://www.nytimes.com/1987/12/31/garden/currents-design-pundits-on-the-highs-and-lows-of-87.html"},{"body":"LEAD: Under the plan to sell bonds to Mexico to help it reduce its debt burden, Treasury Secretary James A. Baker 3d has effectively become a partner in debt relief with commercial banks and the Mexican Government. Under the plan to sell bonds to Mexico to help it reduce its debt burden, Treasury Secretary James A. Baker 3d has effectively become a","byline":"By CLYDE H. FARNSWORTH, Special to the New York Times","date":"19871231","title":"Debt Policy in Transition","url":"http://www.nytimes.com/1987/12/31/business/debt-policy-in-transition.html"},{"body":"LEAD: In Chamonix, they are playing golf and tennis. In Gstaad in the Swiss Alps, they are hiking and riding mountain bikes. In Chamonix, they are playing golf and tennis. In Gstaad in the Swiss Alps, they are hiking and riding mountain bikes. The extraordinary lack of snow has made it a frustrating winter for skiers in the Alps. Instead of finding","byline":"By STEVEN GREENHOUSE, Special to the New York Times","date":"19871231","title":"The Hills Are Not Alive With the Swoosh of Skis","url":"http://www.nytimes.com/1987/12/31/world/the-hills-are-not-alive-with-the-swoosh-of-skis.html"},{"body":"LEAD: Bon Jovi and Bonbons Bon Jovi and Bonbons Bon Jovi, the New Jersey-based rock quintet, won more top honors this year than any other act in Billboard's annual accounting of the most popular records and recording artists. The band ranked first among pop acts in combined album and singles sales, and their eight-million-selling record ''Slippery","byline":"Stephen Holden","date":"19871230","title":"Pop Life","url":"http://www.nytimes.com/1987/12/30/arts/pop-life.html"},{"body":"LEAD: There is no longer any doubt: The party wasn't waning, it was just waiting for a winner. There is no longer any doubt: The party wasn't waning, it was just waiting for a winner. To be sure, it was a long wait for New Orleans, and in the meantime there was a plentiful progression of bad news - the bankrupt 1984 World's Fair, state budget","byline":"By FRANCES FRANK MARCUS, Special to the New York Times","date":"19871230","title":"New Orleans Journal; After Two Decades, Losing Season Ends","url":"http://www.nytimes.com/1987/12/30/us/new-orleans-journal-after-two-decades-losing-season-ends.html"}],"tokens":["bad"],"total":4798},{"offset":"0","results":[{"body":"LEAD: In a symbolic gesture, Mayor Koch suspended Drexel Burnham Lambert Inc. yesterday from co-managing a $500 million bond sale and recommended that the firm be suspended from a $250 million underwriting for New York City. In a symbolic gesture, Mayor Koch suspended Drexel Burnham Lambert Inc. yesterday from co-managing a $500 million bond sale","byline":"By STEPHEN LABATON","date":"19881231","title":"Koch Suspends Drexel From a Bond Sale","url":"http://www.nytimes.com/1988/12/31/business/koch-suspends-drexel-from-a-bond-sale.html"},{"body":"LEAD: The Pursuit of Happiness By Peter Quennell 200 pages. Little, Brown & Company. $17.95. The Pursuit of Happiness By Peter Quennell 200 pages. Little, Brown & Company. $17.95. Of ''Confessions of an English Opium-Eater'' by Thomas De Quincey, Peter Quennell writes that it is ''one of the most maddeningly diffuse and prolix books ever produced","byline":"By MICHIKO KAKUTANI","date":"19881231","title":"BOOKS OF THE TIMES; Exploring the Paths to a Happy Life","url":"http://www.nytimes.com/1988/12/31/books/books-of-the-times-exploring-the-paths-to-a-happy-life.html"},{"body":"LEAD: The coaches are not exactly drinking buddies. The home team's quarterbacks are not exactly best friends, perhaps because no one seems sure from week to week which one will start. The visiting team knows which of its quarterbacks will start because its entire offense revolves around him. The coaches are not exactly drinking buddies. The home","byline":"By FRANK LITSKY, Special to the New York Times","date":"19881231","title":"Bears and Eagles Cook Up An Intriguing Playoff Plot","url":"http://www.nytimes.com/1988/12/31/sports/bears-and-eagles-cook-up-an-intriguing-playoff-plot.html"},{"body":"LEAD: The First Fidelity Bancorporation of Philadelphia and Newark and the Montclair Savings Bank of Montclair, N.J., have called off their $80 million merger, announced in July, citing the ''problem loans'' disclosed by First Fidelity earlier this month. The First Fidelity Bancorporation of Philadelphia and Newark and the Montclair Savings Bank of","date":"19881231","title":"COMPANY NEWS; First Fidelity Merger Halted","url":"http://www.nytimes.com/1988/12/31/business/company-news-first-fidelity-merger-halted.html"},{"body":"LEAD: As New York State's budget deficit worsens, so do Gov. Mario Cuomo's proposed solutions. As New York State's budget deficit worsens, so do Gov. Mario Cuomo's proposed solutions. State budget officials now reckon the shortfall for the current fiscal year to be $2.04 billion - up almost $100 million from last month's estimate. That bad news","date":"19881231","title":"Governor Cuomo's New Budget Fantasy","url":"http://www.nytimes.com/1988/12/31/opinion/governor-cuomo-s-new-budget-fantasy.html"},{"body":"LEAD: No matter what happens to the Knicks for the remainder of the season, they can look back at tonight's 122-111 loss to the Charlotte Hornets as one of their most embarrassing defeats. No matter what happens to the Knicks for the remainder of the season, they can look back at tonight's 122-111 loss to the Charlotte Hornets as one of their most","byline":"By SAM GOLDAPER, Special to the New York Times","date":"19881231","title":"Hornets Expand Knicks' Losing Streak","url":"http://www.nytimes.com/1988/12/31/sports/hornets-expand-knicks-losing-streak.html"},{"body":"LEAD: On the day before key tax breaks expire, Federal regulators today announced three more giant rescues of savings and loan institutions and promised to commit more than $3.7 billion in future aid. On the day before key tax breaks expire, Federal regulators today announced three more giant rescues of savings and loan institutions and promised to","byline":"By NATHANIEL C. NASH, Special to the New York Times","date":"19881231","title":"COMPANY NEWS; FORD MOTOR TO BUY WEAK SAVING UNITS WITH FEDERAL HELP","url":"http://www.nytimes.com/1988/12/31/business/company-news-ford-motor-to-buy-weak-saving-units-with-federal-help.html"},{"body":"LEAD: Isamu Noguchi, a versatile and prolific sculptor whose earthy stones and meditative gardens bridging East and West have become landmarks of 20th-century art, died of heart failure yesterday at the New York University Medical Center. He was 84 years old and had homes in Manhattan and on Shikoku island in Japan. Isamu Noguchi, a versatile and","byline":"By MICHAEL BRENSON","date":"19881231","title":"Isamu Noguchi, the Sculptor, Dies at 84","url":"http://www.nytimes.com/1988/12/31/obituaries/isamu-noguchi-the-sculptor-dies-at-84.html"},{"body":"LEAD: Shakespeare's Yiddish Shakespeare's Yiddish Yosl Papp hot bashlosn nokh dem derfolg fun ''Cafe Crown'' - vos hot in di fertsiker yorn opgegebn koved dem glentsndikn yidishn teater -arayntsubrengen dem hayntsaytikn yidishn teater in dem New York Shakespeare Festival. What that means in English is that Joseph Papp, following the success of","byline":"By Mervyn Rothstein","date":"19881230","title":"On Stage","url":"http://www.nytimes.com/1988/12/30/theater/on-stage.html"},{"body":"LEAD: ''After so much death, what forgiveness?'' asked Ly Sorsane, guiding a visitor through a museum devoted to the victims of the Khmer Rouge, driven from power by a Vietnamese invasion 10 years ago. ''Most of us simply want to get on with what's left of our lives.'' ''After so much death, what forgiveness?'' asked Ly Sorsane, guiding a visitor","byline":"By STEVEN ERLANGER, Special to the New York Times","date":"19881230","title":"Phnom Penh Journal; A Museum for the Things Too Painful to Forget","url":"http://www.nytimes.com/1988/12/30/world/phnom-penh-journal-a-museum-for-the-things-too-painful-to-forget.html"}],"tokens":["bad"],"total":5017},{"offset":"0","results":[{"body":"LEAD: The word ''stink'' often en-ters into operatic conversation, but those who utter that vulgarism usually don't mean it literally. The word ''stink'' often en-ters into operatic conversation, but those who utter that vulgarism usually don't mean it literally. Welcome to London, late 1989. The English National Opera is offering a genuinely","byline":"By John Rockwell","date":"19891231","title":"MUSIC MUSIC VIEW: Another Way To Experience An Opera","url":"http://www.nytimes.com/1989/12/31/arts/music-music-view-another-way-to-experience-an-opera.html"},{"body":"LEAD: What kind of year was 1989? Not a bad one, if new films and cameras are your ultimate fantasies. And even if you don't know an ISO speed from a fill-flash button, chances are the quality of your pictures improved during the last 12 months. What kind of year was 1989? Not a bad one, if new films and cameras are your ultimate fantasies. And","byline":"By Andy Grundberg","date":"19891231","title":"Pastimes; Camera","url":"http://www.nytimes.com/1989/12/31/style/pastimes-camera.html"},{"body":"LEAD: Aw, come on, everybody, lighten up a little. It wasn't that bad. The decade, I mean. You know which one I'm talking about. The one that's going to end tonight. The (shudder, shudder) 80's. Aw, come on, everybody, lighten up a little. It wasn't that bad. The decade, I mean. You know which one I'm talking about. The one that's going to end","byline":"By Joseph Nocera; Joseph Nocera is a columnist for Esquire magazine.","date":"19891231","title":"What a Circus!","url":"http://www.nytimes.com/1989/12/31/opinion/what-a-circus.html"},{"body":"LEAD: A WINTER flu or cold will linger longer if you've got the blues, according to Dr. Peter Salovey, a health psychologist and researcher at Yale. Instead of hibernating under a sea of blankets feeling bad for yourself, try to keep active, he advises, and think optimistically. A WINTER flu or cold will linger longer if you've got the blues,","byline":"By ANDI RIERDEN","date":"19891231","title":"CONNECTICUT Q & A: PETER SALOVEY; 'You Exaggerate Your Symptoms'","url":"http://www.nytimes.com/1989/12/31/nyregion/connecticut-q-a-peter-salovey-you-exaggerate-your-symptoms.html"},{"body":"LEAD: I KNOW, I know. You are tired of hearing about the decade. But automobiles are worth thinking about. And looking at. I KNOW, I know. You are tired of hearing about the decade. But automobiles are worth thinking about. And looking at. For one thing, you can look at cars. They are there, good or bad for all of history, not to mention just the","byline":"By Marshall Schuon","date":"19891231","title":"About Cars; Decade of Growth and Decline","url":"http://www.nytimes.com/1989/12/31/sports/about-cars-decade-of-growth-and-decline.html"},{"body":"LEAD: Samuel Beckett, who died Dec. 22 at the age of 83, was not only the pre-eminent playwright of his time, he was the most influential of artists. Shaping his drama around his perception of the impermanence of life, he greeted existential absurdities with characteristic humor. His signature brand of uproarious pessimism is represented by the","byline":"By Mel Gussow","date":"19891231","title":"STAGE VIEW: An Intimate Look at Beckett the Man","url":"http://www.nytimes.com/1989/12/31/arts/stage-view-an-intimate-look-at-beckett-the-man.html"},{"body":"LEAD: After a hopeful but apparently transitory pause early in the decade, Americans are killing each other at an increasing rate. After a hopeful but apparently transitory pause early in the decade, Americans are killing each other at an increasing rate. Although national statistics lag months behind the actual deaths, reports from several major","byline":"By ANDREW H. MALCOLM","date":"19891231","title":"More Americans Are Killing Each Other","url":"http://www.nytimes.com/1989/12/31/us/more-americans-are-killing-each-other.html"},{"body":"LEAD: JUST ENOUGH ROPE: An Intimate Memoir. By Joan Braden. (Villard, $19.95.) Joan Braden has taken a lot of heat for this book, which has been criticized as a vapid kiss-and-sell by a Washington society hostess with the capital's most notorious ''open'' marriage. The title, ''Just Enough Rope,'' refers to the amount of freedom the author has","byline":"By MAUREEN DOWD","date":"19891231","title":"In Short: NONFICTION","url":"http://www.nytimes.com/1989/12/31/books/in-short-nonfiction-464189.html"},{"body":"LEAD: YOU see the image in your camera's window and press the button. The film advances - and there is another scene, moving you to press the button. With the device around your neck, you are a director, an auteur - an imagist with the power to preserve your experience. YOU see the image in your camera's window and press the button. The film","byline":"By ROBERTA HERSHENSON","date":"19891231","title":"Printing What Cameras Catch","url":"http://www.nytimes.com/1989/12/31/nyregion/printing-what-cameras-catch.html"},{"body":"LEAD: TONIGHT, when guests arrive at the Stamford home of Debbie and Samir Ansary for a black-tie New Year's Eve party, the couple will ask them who the designated driver is. Not that the couple has anything to worry about, said Mrs. Ansary, who expects about 50 people to show up; for the last few years, consumption of alcoholic beverages has","byline":"By ANDI RIERDEN","date":"19891231","title":"Toasting 1990 With a Sip, But Just a Sip","url":"http://www.nytimes.com/1989/12/31/nyregion/toasting-1990-with-a-sip-but-just-a-sip.html"}],"tokens":["bad"],"total":4873},{"offset":"0","results":[{"body":"Having given thousands of castaway dolls refuge in her genteel house in Harlem, Lenon Holder Hoyte may have developed a sixth sense about them. Mrs. Hoyte said she was not even home when she realized that some of her \"babies\" were missing, \"stolen away in the night and sold, just like slaves, to people who don't appreciate them,\" she said. Hundreds","byline":"By STEPHANIE STROM","date":"19901231","title":"'Babies' Stolen in Night At a Museum in Harlem","url":"http://www.nytimes.com/1990/12/31/nyregion/babies-stolen-in-night-at-a-museum-in-harlem.html"},{"body":"Anatoly Karpov used the threat of an aggressive mating attack to topple Gary Kasparov in Game 23 of the World Championship Chess Match Saturday night in Lyons, France. Karpov cannot regain the title even if he wins the last game today because he is already losing, 11-12. Even a 12-12 tie would let the incumbent champion, Kasparov, keep his title.","byline":"By ROBERT BYRNE","date":"19901231","title":"Karpov Wins Game 23, Keeping Tie Hope Alive","url":"http://www.nytimes.com/1990/12/31/nyregion/karpov-wins-game-23-keeping-tie-hope-alive.html"},{"body":"The First Universal Nation Leading Indicators and Ideas About the Surge of America in the 1990's By Ben J. Wattenberg 418 pages. The Free Press. $22.95. In \"The First Universal Nation,\" Ben J. Wattenberg comes at us like an Uncle Sam on stilts, with a smile on his face, a calculator in his hand and the message that everything in America is good and","byline":"By CHRISTOPHER LEHMANN-HAUPT","date":"19901231","title":"Books of The Times; America, the Evermore Beautiful","url":"http://www.nytimes.com/1990/12/31/books/books-of-the-times-america-the-evermore-beautiful.html"},{"body":"ON a late September evening in Austin, Tex., after a tie, the most narrow of victories and a defeat had already altered a season that began with so much promise, Bill McCartney, the football coach at the University of Colorado, stood on a sideline and watched a team refuse to fall apart. His Buffaloes, having lost a 4-point second-quarter lead,","byline":"By MALCOLM MORAN","date":"19901231","title":"At Colorado, No Giving Up","url":"http://www.nytimes.com/1990/12/31/sports/at-colorado-no-giving-up.html"},{"body":"To the Editor: The 1990 Census figures will determine apportionment of the new Congress. Some states will lose representation, others gain, and most will have to redistrict. Especially in that this Census is unreliable (my form, for instance, has still not been picked up, despite my having complained in writing), it is time to change the law to","date":"19901231","title":"Time to Expand Size of Congress","url":"http://www.nytimes.com/1990/12/31/opinion/l-time-to-expand-size-of-congress-185290.html"},{"body":"World stock markets begin 1991 facing the threat of a war in the Persian Gulf, recessions or economic slowdowns around the world, and dismal earnings -- the same factors that drove stock markets down sharply in 1990. Yet many market watchers expect a better year than the one ending today. In 1990, these pressures resulted in a worse year for stocks","byline":"By JONATHAN FUERBRINGER","date":"19901231","title":"INTERNATIONAL REPORT; World Markets Begin 1991 Pressed by Problems of 1990","url":"http://www.nytimes.com/1990/12/31/business/international-report-world-markets-begin-1991-pressed-by-problems-of-1990.html"},{"body":"In the long term, St. Louis of ficials and boost ers expect to see a downtown convention complex doubled in size, complete with a 70,000-seat domed stadium and a new 1,100-room hotel, a complex large enough to make the city a leader in the nation's convention business. In recent years, St. Louis has seemed to have everything to offer major","date":"19901231","title":"St. Louis Journal; Moving to Future, City Finds Gap in the Present","url":"http://www.nytimes.com/1990/12/31/us/st-louis-journal-moving-to-future-city-finds-gap-in-the-present.html"},{"body":"The secrets of the Faton Vegetable and Fruit Store in southeast Moscow had been safe until Nikolai S. Plotnikov arrived with two assistants and a writ from City Hall. Until then, the store looked like many others in the city -- masses of disgruntled shoppers waiting in yet another line to buy basic foods. Nothing seemed awry. If anything, the store","byline":"By ESTHER B. FEIN, Special to The New York Times","date":"19901231","title":"Soviet Consumer Vigilantes Ferret Out Hoarded Goods","url":"http://www.nytimes.com/1990/12/31/world/soviet-consumer-vigilantes-ferret-out-hoarded-goods.html"},{"body":"Twenty-one people were arrested and more than half a dozen injured Saturday night and early yesterday morning in violence after rock and rap concerts in Los Angeles and Chicago. The violence in Los Angeles erupted about 9 P.M. Saturday, after fire officials ordered the closing of the Classic Theater because it was jammed by nearly 1,900 fans,","byline":"By The Associated Press","date":"19901231","title":"Violence at 2 Concerts Leads to 21 Arrests","url":"http://www.nytimes.com/1990/12/31/us/violence-at-2-concerts-leads-to-21-arrests.html"},{"body":"It was a year when President Bush moved from \"no new taxes\" to \"tax revenue increases\" to a strange request to \"read my hips.\" Almost every candidate running wanted to be an outsider and was urging voters to \"take your government back\" and put \"new blood and fresh thinking\" in the Capitol. Almost everybody was learning a new language to talk about","byline":"By ROBIN TONER, Special to The New York Times","date":"19901231","title":"Political Memo; A Year in Sound Bites: 10 Seconds to Remember","url":"http://www.nytimes.com/1990/12/31/us/political-memo-a-year-in-sound-bites-10-seconds-to-remember.html"}],"tokens":["bad"],"total":5315},{"offset":"0","results":[{"body":"Consumer spirits, which tumbled in October and November to recession lows, did not worsen in December, according to the latest survey of consumer confidence by the Conference Board. \"We've leveled off,\" Fabian Linden, executive director of the Conference Board's Consumer Research Center, said yesterday. \"The bad news is that we're still a very","byline":"By SYLVIA NASAR","date":"19911231","title":"Survey of Confidence Shows Little Change","url":"http://www.nytimes.com/1991/12/31/business/survey-of-confidence-shows-little-change.html"},{"body":"When John S. Reed became chairman of Citicorp in 1984, he inherited the nation's largest banking company, and one that was so confident of its abilities that it did not shy from risks that other bankers would not even consider. Today, with the economy in the first recession of his tenure, Citicorp is a more humble place. Its image has been badly","byline":"By MICHAEL QUINT","date":"19911231","title":"THE YEAR IN FINANCE: NEWSMAKERS IN 1991; Money Movers Caught in the Turbulent Times of the 90's; John S. Reed: Brazen Image Is Tarnished","url":"http://www.nytimes.com/1991/12/31/business/year-finance-newsmakers-1991-money-movers-caught-turbulent-times-90-s-john-s.html"},{"body":"Now that winning has become routine, the Nets have established a goal of improving the aesthetic quality of their performance. At worst, it's wishful thinking. At best, it's a New Year's resolution. Who at this point can say how high is up, now that New Jersey, in chaos as recently as Dec. 10 when the team was routed by the Knicks, ended 1991","byline":"By HARVEY ARATON,","date":"19911231","title":"BASKETBALL; Nets Fight Back for 4th Straight Victory","url":"http://www.nytimes.com/1991/12/31/sports/basketball-nets-fight-back-for-4th-straight-victory.html"},{"body":"Japan, be warned: America has an enemy habit. It has just spent a quarter of its lifetime cultivating this habit and, with Soviet Communism dead, it is suddenly like the cigarette fiend in need of smoke. You know how desperate a smoker may be? You've seen those anti-smoking films where he wakes in the night craving smoke, only to find his pack","byline":"By RUSSELL BAKER","date":"19911231","title":"Observer; A Hunger For Enemies","url":"http://www.nytimes.com/1991/12/31/opinion/observer-a-hunger-for-enemies.html"},{"body":"PEOPLE shopping for their first computer should realize that sometimes computers get carried away, especially the new notebook models. As notebook PC's get more powerful and less expensive, some people are choosing a lightweight portable as their first and only computer. In most cases, though, the sacrifices required are substantial. The smaller","byline":"By PETER H. LEWIS","date":"19911231","title":"PERSONAL COMPUTERS; 2d Thoughts About Thinking Small","url":"http://www.nytimes.com/1991/12/31/science/personal-computers-2d-thoughts-about-thinking-small.html"},{"body":"JESUS SALINAS PEDRAZA, a rural schoolteacher in the Mexican state of Hidalgo, sat down to a word processor a few years back and produced a monumental book, a 250,000-word description of his own Indian culture written in the Nahnu language. Nothing seems to be left out: folktales and traditional religious beliefs, the practical uses of plants and","byline":"By JOHN NOBLE WILFORD","date":"19911231","title":"In a Publishing Coup, Books in 'Unwritten' Languages","url":"http://www.nytimes.com/1991/12/31/science/in-a-publishing-coup-books-in-unwritten-languages.html"},{"body":"Ty Detmer's final night as the Brigham Young University quarterback was spectacularly so-so. He was superb, as usual, but in the end, everything seemed less than fulfilling. Detmer moved the Cougars continually with his passing, but they were still left with a 13-13 tie with the Iowa in the Holiday Bowl at San Diego Jack Murphy Stadium. It was an","date":"19911231","title":"COLLEGE FOOTBALL; Detmer's Era Passes With 13-13 Tie Against Iowa","url":"http://www.nytimes.com/1991/12/31/sports/college-football-detmer-s-era-passes-with-13-13-tie-against-iowa.html"},{"body":"His audience could be the jobless, the elderly, high school students or business executives, but Senator Bob Kerrey always stops midway through his basic Presidential campaign speech, lowers his voice, and confides the central selling point of his campaign. This is his journey from being a Navy commando during the Vietnam War, sure of his enormous","byline":"By RICHARD L. BERKE,","date":"19911231","title":"Kerrey Retells War Story in Effort to Connect With the Voters","url":"http://www.nytimes.com/1991/12/31/us/kerrey-retells-war-story-in-effort-to-connect-with-the-voters.html"},{"body":"When Bethuel Masetla rides the morning train to work in Johannesburg, he faithfully telephones his wife back in Soweto to reassure her that he arrived alive. Such a telephone call does not seem superfluous to thousands of commuters who travel by trains to and from the segregated black townships bordering Johannesburg. In the last 16 months, more","byline":"By CHRISTOPHER S. WREN,","date":"19911231","title":"Soweto Journal; Gangs of Random Killers Stalk Commuter Trains","url":"http://www.nytimes.com/1991/12/31/world/soweto-journal-gangs-of-random-killers-stalk-commuter-trains.html"},{"body":"As many as 5,000 tickets may have been sold for the charity basketball game at City College where eight people died Saturday night, a senior city official said yesterday -- nearly twice the capacity of the underground gymnasium where the game was played. \"It is clear that adequate measures were not taken,\" Milton Mollen, Deputy Mayor for Public","byline":"By MICHAEL SPECTER","date":"19911231","title":"STAMPEDE AT CITY COLLEGE; Excess Ticket Sale May Have Caused Fatal Crush at Gym","url":"http://www.nytimes.com/1991/12/31/nyregion/stampede-at-city-college-excess-ticket-sale-may-have-caused-fatal-crush-at-gym.html"}],"tokens":["bad"],"total":5284},{"offset":"0","results":[{"body":"DOWNSTAIRS, outside the Giants' locker room, Ray Handley's parking space was as empty as his two seasons as coach. Upstairs, behind a batch of microphones in the media lounge, George Young mentioned that he had a \"list of candidates\" to succeed Handley. Other than that, the Giants' general manager wasn't about to get specific. \"I'm still looking","byline":"By DAVE ANDERSON","date":"19921231","title":"Sports of The Times; The Search For What Was Missing","url":"http://www.nytimes.com/1992/12/31/sports/sports-of-the-times-the-search-for-what-was-missing.html"},{"body":"Jeannie Pejko and her husband consider theirs a close marriage. But when Mrs. Pejko fell ill, she could not tell her husband the cause. Finally, he trailed her to the doctor's office near their Chicago home and burst into the examining room. \"What's wrong with my wife?\" he demanded. The doctor froze. Mrs. Pejko (pronounced PAY-ko) broke down,","byline":"By JEFFREY SCHMALZ","date":"19921231","title":"Holidays and the Bad Tidings of H.I.V.","url":"http://www.nytimes.com/1992/12/31/us/holidays-and-the-bad-tidings-of-hiv.html"},{"body":"The state prison where Jean S. Harris has spent the last 12 years was edged by a thick cushion of fog today, and workers and visitors leaving the dreary brick buildings had to shield themselves against a chilly rain. But there was cheer among many that came from knowing something glaringly wrong, at least in their minds, had finally been set right.","byline":"By JOSEPH BERGER,","date":"19921231","title":"At Prison, the Cheers Come for Jean Harris","url":"http://www.nytimes.com/1992/12/31/nyregion/at-prison-the-cheers-come-for-jean-harris.html"},{"body":"As a barrage of new television commercials proclaims, Wall Street is coming to your local commercial bank branch. At a rapid-fire pace, banks nationwide are stepping up their drive to sell stocks and mutual funds. But as they do, questions are being raised about whether this is in the best interest of the banks or of the customers they serve.","byline":"By LESLIE WAYNE","date":"19921231","title":"Concern Over Bank Sales of Funds","url":"http://www.nytimes.com/1992/12/31/business/concern-over-bank-sales-of-funds.html"},{"body":"EVERY year, thousands of people convert their home heating systems from oil to natural gas, but environmentalists and government officials say that if they leave the old tanks in place, they are creating the potential for serious pollution problems. Tanks in basements are usually removed because they take up so much room. A 275-gallon tank, for","byline":"By MATTHEW L. WALD","date":"19921231","title":"Leaking Oil Tanks: An Unseen Hazard","url":"http://www.nytimes.com/1992/12/31/garden/leaking-oil-tanks-an-unseen-hazard.html"},{"body":"New York City officials, recording-industry representatives and real-estate executives have so far been unable to work out a compromise that would halt the closing of a well-known recording studio in Manhattan. The facility, B.M.G. Studios, is scheduled to shut down on March 31 when its parent company, the media conglomerate Bertelsmann, moves to","byline":"By GLENN COLLINS","date":"19921231","title":"3 Sides in Negotiations To Save Recording Studio","url":"http://www.nytimes.com/1992/12/31/arts/3-sides-in-negotiations-to-save-recording-studio.html"},{"body":"FOR some time now, Dana Carvey has been cultivating this vision for himself: His creative fires unleashed, he is making big, bright movies, a modern-day Danny Kaye or Peter Sellers; a young, raw Jerry Lewis; fast and smart, cometlike, a throwback, bringing the 50's alive, the 60's alive, blazingly filling up the summer nights the way his idols once","byline":"By CRAIG WOLFF","date":"19921231","title":"IN THE DRESSING ROOM WITH DANA CARVEY; Every Night Live?","url":"http://www.nytimes.com/1992/12/31/garden/in-the-dressing-room-with-dana-carvey-every-night-live.html"},{"body":"The Spin Doctors could be described in the same way the existence of an uncharted planet can be predicted by the actions of other planets around it. The band, which has become enormously successful recently with its single \"Little Miss,\" is purely logical. Part of a movement toward rock authenticity by a few bands that have attracted a growing","byline":"By PETER WATROUS","date":"19921231","title":"Review/Pop; Proud Children of the 60's Spirit","url":"http://www.nytimes.com/1992/12/31/arts/review-pop-proud-children-of-the-60-s-spirit.html"},{"body":"As if President Bush's Iran-contra pardons weren't bad enough, partisans now deride Lawrence Walsh, the special prosecutor, as a zealot, \"out of control.\" Elliott Abrams, one of those pardoned, has made that charge since he pleaded guilty last year to two counts of contemptuously withholding information from Congress. Indeed, the subtitle of his","byline":"By JOHN P. MACKENZIE","date":"19921231","title":"Editorial Notebook; The Truth, Out of Control","url":"http://www.nytimes.com/1992/12/31/opinion/editorial-notebook-the-truth-out-of-control.html"},{"body":"New-home sales fell 8.3 percent in November in their second consecutive drop and the worst decline in eight months, the Government said today. The drop followed a decline that was revised to 8.2 percent in October, which was better than the Government's initial estimate of 10.3 percent. Most economists expect the November sales decline also will","date":"19921231","title":"Sales of New Homes Fell 8.3% in November","url":"http://www.nytimes.com/1992/12/31/business/sales-of-new-homes-fell-8.3-in-november.html"}],"tokens":["bad"],"total":5565},{"offset":"0","results":[{"body":"The Holocaust \"Schindler's List,\" Steven Spielberg's harrowing film about the Holocaust, can be daunting for youngsters, but parents looking for films to inform their children about the period might consider a collection of 20 Holocaust tapes from Ergo Media, a distributor of videos on Jewish subjects in Teaneck, N.J. Several of the Ergo tapes are","byline":"By Peter M. Nichols","date":"19931231","title":"Home Video","url":"http://www.nytimes.com/1993/12/31/movies/home-video-208793.html"},{"body":"Three months ago, or maybe an eternity ago, the Oilers were sinking with a 1-4 record. Buddy Ryan, the defensive coordinator, was publicly criticizing Kevin Gilbride, the offensive coordinator. Jack Pardee, the head coach, seemed headed for the scrap pile. What happened? The Oilers straightened out against lesser teams and won their next 10 games,","byline":"By FRANK LITSKY,","date":"19931231","title":"PRO FOOTBALL; Oilers End Sniping And Begin A Streak","url":"http://www.nytimes.com/1993/12/31/sports/pro-football-oilers-end-sniping-and-begin-a-streak.html"},{"body":"Pressured by a weak bond market and profit taking after setting new records in previous sessions, the stock market declined yesterday on light trading volume. The Dow Jones industrial average closed at 3,775.88, down 18.45 points, and the Standard & Poor's 500 index closed at 468.64, down 1.94. But the Nasdaq composite index of secondary stocks","byline":"By LEONARD SLOANE","date":"19931231","title":"Stocks Slip in Thin Trading; Dow Off 18.45","url":"http://www.nytimes.com/1993/12/31/business/stocks-slip-in-thin-trading-dow-off-18.45.html"},{"body":"Left-hander DONOVAN OSBORNE will be lost to the St. Louis Cardinals for the 1994 season after surgery on his pitching shoulder. Osborne, 24 was 10-7 with an earned run average of 3.74 in 26 starts last season. \"The good news is when they went in there, they thought there would be a problem with the rotator cuff and found there wasn't,\" Cardinals","date":"19931231","title":"SPORTS PEOPLE: BASEBALL; Osborne Out for Season","url":"http://www.nytimes.com/1993/12/31/sports/sports-people-baseball-osborne-out-for-season.html"},{"body":"'Art Machines' 'The Sculpture of Norman Tuck' 'The Discoverers' Liberty Science Center Liberty State Park Jersey City (201) 451-0006 Recommended for all ages With Norman Tuck's sculpture \"Disco,\" children can see what it's like to walk forward and move backward simultaneously. (It doesn't feel like dancing.) His \"Wave Generator\" piece shows how one","byline":"By Dulcie Leimbach","date":"19931231","title":"For Children","url":"http://www.nytimes.com/1993/12/31/theater/for-children.html"},{"body":"No banking company has symbolized quality -- and profited from it -- like J. P. Morgan & Company. This week, however, as a result of financial problems at one of its customers, some of its own money and that of clients may have been lost, and the Morgan reputation has been hurt. And some investors and bankers are questioning whether Morgan's desire","byline":"By SAUL HANSELL","date":"19931231","title":"Madrid Bank Turmoil Hurts Reputation of J. P. Morgan","url":"http://www.nytimes.com/1993/12/31/business/madrid-bank-turmoil-hurts-reputation-of-j-p-morgan.html"},{"body":"Eddie Olczyk and Mike Hartman took the locker-room ribbing good-naturedly. What else could they do? The Rangers had beaten the Blues, 4-3, Wednesday night in a tough game at St. Louis. Adam Graves, Esa Tikkanen and Steve Larmer had played countless minutes and done a superb job. And so how could Olczyk complain? Or Hartman? Or Joey Kocur? It's","byline":"By JENNIFER FREY,","date":"19931231","title":"HOCKEY; Rangers' 4th Line Watches And Waits","url":"http://www.nytimes.com/1993/12/31/sports/hockey-rangers-4th-line-watches-and-waits.html"},{"body":"There is no justifying the vicious mob attack that killed two civilian supporters of Haiti's military regime Monday and provoked a retaliatory rampage against slum dwellers presumed to support the exiled President, Jean-Bertrand Aristide. But it is not hard to understand why frustrated Aristide supporters may now be turning to violence. Since the","date":"19931230","title":"Haiti: Ready to Explode?","url":"http://www.nytimes.com/1993/12/30/opinion/haiti-ready-to-explode.html"},{"body":"Michael Simpson, a Pretoria psychiatrist, has seen the predatory drivers of New York City. He swears a Manhattan cabbie once swerved across three lanes in an attempt to hit him as he stepped from a curb. With something akin to home-team pride, Dr. Simpson asserted, \"New York drivers are really cuddly compared to the average driver here.\" The world","byline":"By BILL KELLER,","date":"19931230","title":"South Africa Leads World In Road Risk","url":"http://www.nytimes.com/1993/12/30/world/south-africa-leads-world-in-road-risk.html"},{"body":"The three children of the Rev. Dr. Norman Vincent Peale offered poignant recollections of their father at his funeral yesterday, which ended with his widow, Ruth Stafford Peale, announcing her determination to wage a national campaign in behalf of positive thinking. Speaking from the pulpit of Marble Collegiate Church in Manhattan, the church where","byline":"By PETER STEINFELS","date":"19931230","title":"Peale Remembered for Instilling Hope and Peace","url":"http://www.nytimes.com/1993/12/30/us/peale-remembered-for-instilling-hope-and-peace.html"}],"tokens":["bad"],"total":5459},{"offset":"0","results":[{"body":"When John G. Rowland takes the oath of office as Governor of Connecticut on Wednesday, the state will continue an era of mix-and-match politics begun by the election of Lowell P. Weicker Jr. as an independent four years ago. Like Mr. Weicker's swearing in in 1991, Mr. Rowland's will follow those of several Democratic officials, for the only other","byline":"By GEORGE JUDSON,","date":"19941231","title":"At Rowland Inaugural, A Grab Bag of Politics","url":"http://www.nytimes.com/1994/12/31/nyregion/at-rowland-inaugural-a-grab-bag-of-politics.html"},{"body":"Can \"Boys Town\" really be a favorite movie of Newt Gingrich? You can understand why, just sticking with the late 1930's, he might not care for \"The Adventures of Robin Hood\" and that business of taking from the rich and giving to the poor, or \"You Can't Take It With You,\" which could be an argument for a capital-gains tax. But what about \"Snow","byline":"By WALTER GOODMAN","date":"19941231","title":"TV CRITIC'S NOTEBOOK; In Speaking of Movies, Is Mr. Gingrich Mixing Up His Metaphors?","url":"http://www.nytimes.com/1994/12/31/us/tv-critic-s-notebook-speaking-movies-mr-gingrich-mixing-up-his-metaphors.html"},{"body":"The John P. Fisk fish restaurant here is a bustling place where herring is served with brisk Scandinavian efficiency. Its clientele is affluent, its waiters good-humored. So when the uncontrollable sobbing of Ermin Sestovic begins, his anguish is doubly shocking. Mr. Sestovic is a Bosnian Muslim, a refugee in Sweden. At a recent lunch, he was","byline":"By ROGER COHEN,","date":"19941231","title":"Lost in War: A special report.; One Bosnian Family, Torn Apart and Scattered","url":"http://www.nytimes.com/1994/12/31/world/lost-in-war-a-special-report-one-bosnian-family-torn-apart-and-scattered.html"},{"body":"While formally welcoming his release, many South Koreans expressed skepticism today at assertions by the United States that no bargain was struck with North Korea to win the freedom of a captured helicopter pilot. Always uneasy when the United States deals directly with the North, several South Korean policy experts and commentators suggested that","byline":"By ANDREW POLLACK,","date":"19941231","title":"In South Korea, Uneasiness Over U.S. Dealings with North","url":"http://www.nytimes.com/1994/12/31/world/in-south-korea-uneasiness-over-us-dealings-with-north.html"},{"body":"Rudy Meinecke was a nice kid, a quiet, somewhat gullible middle-class teen-ager, say those who know him -- too nice for the grungy world of the homeless street youth he fell in with. Three months after descending into that world, Mr. Meinecke, 17, is lying in the intensive-care unit of a hospital here, in poor but stable condition. Last week, the","byline":"By ADAM NOSSITER,","date":"19941231","title":"Learning Too Late the Cruelty of the Streets","url":"http://www.nytimes.com/1994/12/31/us/learning-too-late-the-cruelty-of-the-streets.html"},{"body":"The news release carried a startling announcement: the Microsoft Corporation had agreed to acquire the Roman Catholic Church in exchange for \"an unspecified number of shares of Microsoft common stock.\" The release, distributed in the guise of an Associated Press news article to thousands of computers around the world, was a prank, its anonymous","byline":"By PETER H. LEWIS","date":"19941231","title":"Computer Jokes and Threats Ignite Debate on Anonymity","url":"http://www.nytimes.com/1994/12/31/us/computer-jokes-and-threats-ignite-debate-on-anonymity.html"},{"body":"On the sidewalk of Beacon Street on a frigid morning that should have been the carefree start of a holiday weekend, suddenly there was screaming. The only doctor on duty at the Planned Parenthood clinic today had just given a teen-age patient a local anesthetic in preparation for an abortion when he heard the cries for help. \"It was very chaotic,\"","byline":"By SARA RIMER,","date":"19941231","title":"ANTI-BORTION KILLINGS: THE SCENE; Gunshots Bring Chaos to a Suburban Street","url":"http://www.nytimes.com/1994/12/31/us/anti-bortion-killings-the-scene-gunshots-bring-chaos-to-a-suburban-street.html"},{"body":"Reuben Greenberg Chief of police Charleston, S.C. During the daytime, according to state law, children from ages 6 to 17 have got to go to school. The truancy law gives us the right to stop them whether or not they're engaged in criminal activity. We pack them up and deliver them to school. We've delivered 3,200 kids back to school in the three","date":"19941230","title":"What Can Be Done About the Scourge of Violence Among Juveniles? The Experts on Different Fronts of the Battlefield Discuss Strategies","url":"http://www.nytimes.com/1994/12/30/us/what-can-be-done-about-scourge-violence-among-juveniles-experts-different-fronts.html"},{"body":"TOMMIE FRAZIER has been told that the chances of a blood clot reappearing are 5 percent. That sounds like 1 in 20 to me. And that also sounds a bit risky, considering that on Sunday night some very large people will be pounding on Tommie Frazier's body, which is how he got the blood clot in the first place. \"That's a very slight chance; right now,","byline":"By GEORGE VECSEY","date":"19941230","title":"Sports of The Times; Is Nebraska Gambling To Win?","url":"http://www.nytimes.com/1994/12/30/sports/sports-of-the-times-is-nebraska-gambling-to-win.html"},{"body":"The United Nations has won agreement from a leader of a pro-Serbian Muslim faction to observe a cease-fire around the besieged town of Bihac in northwestern Bosnia, according to Lieut. Gen. Sir Michael Rose, the commander of United Nations forces in Bosnia. \"I've heard from him that he has agreed to a cease-fire on his side,\" General Rose told","byline":"By STEPHEN KINZER,","date":"19941230","title":"U.N. Reports a Bihac Truce Agreement by Rebel Muslim","url":"http://www.nytimes.com/1994/12/30/world/un-reports-a-bihac-truce-agreement-by-rebel-muslim.html"}],"tokens":["bad"],"total":5754},{"offset":"0","results":[{"body":"Bernie Goetz tried in vain to coax the chinchilla out of its hole. \"Come on out here,\" he said, rattling one of the cages lining the hallway between the living room and bedroom. \"Get out of here.\" He scooped up the chinchilla, seemingly displeased and sleepy, in his hands. He held it aloft and then against his chest. The rules are: if it's in","byline":"By NORIMITSU ONISHI","date":"19951231","title":"Court Case Nudges Goetz Out of Cocoon;Subway Gunman Back in Spotlight","url":"http://www.nytimes.com/1995/12/31/nyregion/court-case-nudges-goetz-out-of-cocoon-subway-gunman-back-in-spotlight.html"},{"body":"BLITHELY predicting the future is every stock columnist's birthright, or so we like to think. But for many companies featured in this column over the last year, the future has arrived. So, before plunging into 1996 in search of the market's horror and success stories, let's walk down memory lane for an update on some companies we visited in 1995.","byline":"By KURT EICHENWALD","date":"19951231","title":"STREET SMARTS;A Reprise of 1995's Stories: Happy, Sad, Still-Unfolding","url":"http://www.nytimes.com/1995/12/31/business/street-smarts-a-reprise-of-1995-s-stories-happy-sad-still-unfolding.html"},{"body":"WHEN GOOD OR GREAT theater comes along, it makes you lose your bearings: it lures, hurtles or compels you into another world. And I don't just mean a world of heightened emotions and happily suspended disbelief, I mean a world that to your surprise and possibly against your will, expands the range of your thoughts and responses. When I was a child","byline":"By Margo Jefferson","date":"19951231","title":"THEATER '95;Seduction by Art and Style","url":"http://www.nytimes.com/1995/12/31/theater/theater-95-seduction-by-art-and-style.html"},{"body":"Chad Holcomb kicked a career-high four field goals and East Carolina's defense forced four turnovers as the Pirates defeated Stanford, 19-13, today in the Liberty Bowl. The Pirates (9-3) never trailed, but didn't seal the victory until Marcus Crandell directed an 11-play drive that ate up 5 minutes 13 seconds on the clock, setting up Holcomb's","byline":"AP","date":"19951231","title":"COLLEGE FOOTBALL;Field Goals and Turnovers Help East Carolina Win Liberty Bowl","url":"http://www.nytimes.com/1995/12/31/sports/college-football-field-goals-and-turnovers-help-east-carolina-win-liberty-bowl.html"},{"body":"An American soldier was wounded when his vehicle hit a land mine in northeastern Bosnia today, becoming the first American casualty of the NATO-led peacekeeping mission, military officials said. The soldier, Spec. Martin John Begosh of Rockville, Md., was injured when an anti-tank land mine exploded beneath a vehicle carrying military police","byline":"By IAN FISHER","date":"19951231","title":"Land Mine Wounds Soldier, the First U.S. Casualty in Bosnia","url":"http://www.nytimes.com/1995/12/31/world/land-mine-wounds-soldier-the-first-us-casualty-in-bosnia.html"},{"body":"A South African judge who signed the first indictments for genocide issued by an international panel investigating massacres in Rwanda in 1994 says that a lack of cooperation from African nations is hampering efforts to bring the accused to justice. \"I feel a sense of urgency in Rwanda,\" said Navanethem Pillay, a defense lawyer and the first black","byline":"By BARBARA CROSSETTE","date":"19951231","title":"Judge Urges World to Heed Rwanda Crisis","url":"http://www.nytimes.com/1995/12/31/world/judge-urges-world-to-heed-rwanda-crisis.html"},{"body":"Today is the last day the state may legally withdraw money from the Unemployment Insurance Trust Fund to help pay the hospital costs of the working poor, and it also brings to a close the first half of Christine Todd Whitman's remarkable term as Governor. Charity care is an obscure issue, but one anchored in the muck of the law, while the","byline":"By Iver Peterson","date":"19951231","title":"ON POLITICS;Mrs. Whitman So Far: Good, With an Asterisk","url":"http://www.nytimes.com/1995/12/31/nyregion/on-politics-mrs-whitman-so-far-good-with-an-asterisk.html"},{"body":"THE recent snows and cold weather have left local wildlife scurrying around for sustenance. White-throated sparrows and juncos scratch at the ground in search of nourishing seeds. Squirrels diligently scrape at the snow to find tasty morsels and, if they do find something worth their hunting, often pose on a handy limb or fence post to nibble their","byline":"By JOAN LEE FAUST","date":"19951231","title":"IN THE GARDEN;A Well-Planned Patch Is a Gift to Wildlife","url":"http://www.nytimes.com/1995/12/31/nyregion/in-the-garden-a-well-planned-patch-is-a-gift-to-wildlife.html"},{"body":"THE recent snows and cold weather have left the local wildlife scurrying around for sustenance. White throated sparrows and juncoes scratch at the ground in search of nourishing seeds. Squirrels diligently scrape at the snow to find tasty morsels and, if they do find something worth their hunting, often pose on a handy limb or fence post to nibble","byline":"By JOAN LEE FAUST","date":"19951231","title":"GARDENING;A Gift for Little Critters in a Well-Planned Patch","url":"http://www.nytimes.com/1995/12/31/nyregion/gardening-a-gift-for-little-critters-in-a-well-planned-patch.html"},{"body":"FROM an economic vantage, 1995 was a year of mixed reviews for Westchester. Some, like Geoffrey Thompson, a partner in Thompson & Bender, a marketing firm, saw it as a stellar 12 months. \"Things were definitely on the uptick,\" Mr. Thompson said. \"They're finally happening here.\" And so they were. Mastercard International moved to the county.","byline":"By ELSA BRENNER","date":"19951231","title":"2 Faces of '95: The Stellar and the Flat","url":"http://www.nytimes.com/1995/12/31/nyregion/2-faces-of-95-the-stellar-and-the-flat.html"}],"tokens":["bad"],"total":5639},{"offset":"0","results":[{"body":"FIRST the victims suffer a flu-like illness: aches, chills, headache, a fever. They gradually recover, never really knowing what hit them. But then -- perhaps right away, often much later -- their immune systems begin to attack various cells and tissues in their bodies. The target can be cells in the pancreas, the membrane lining of knuckles and","byline":"By SANDRA BLAKESLEE","date":"19961231","title":"Virus's Similarity to Body's Proteins May Explain Autoimmune Diseases","url":"http://www.nytimes.com/1996/12/31/science/virus-s-similarity-to-body-s-proteins-may-explain-autoimmune-diseases.html"},{"body":"Over the years, in election after election, Newt Gingrich always managed to dodge the ethics grenades lobbed by his Democratic opponents, at least partly because no investigative body had ever issued findings against him. But now that a House subcommittee has found ethics violations by the Speaker, some of his supporters at home are starting to","byline":"By KEVIN SACK","date":"19961231","title":"Back Home in Georgia, Some Gingrich Backers Have Second Thoughts","url":"http://www.nytimes.com/1996/12/31/us/back-home-in-georgia-some-gingrich-backers-have-second-thoughts.html"},{"body":"Once the obsession of a dedicated but tiny band, conspiracy theories now seem to have captured a wider audience. Many people, for example, bought former ABC correspondent Pierre Salinger's claim that a Navy missile blew up T.W.A. Flight 800, even though such a cover-up would require a level of discipline and silence from government officials found","byline":"By TINA ROSENBERG","date":"19961231","title":"Crazy for Conspiracies","url":"http://www.nytimes.com/1996/12/31/opinion/crazy-for-conspiracies.html"},{"body":"President Clinton's second term officially begins on Jan. 20. But now is the time for New Year's resolutions. Here are a few suggestions, some more serious than others. Oseola McCarty Retired laundrywoman who donated her life savings of $150,000 to the University of Southern Mississippi. Well, I think we should all put the Lord first. And I think","date":"19961231","title":"Be Resolute, Mr. Clinton. Here's How.","url":"http://www.nytimes.com/1996/12/31/opinion/be-resolute-mr-clinton-here-s-how.html"},{"body":"By creating a huge new competitor in Consolidated Edison's own backyard, the proposed merger of Brooklyn Union Gas with the Long Island Lighting Company will put new pressure on the region's largest supplier of electricity to lower rates and allow its customers to search out different energy options, analysts said. Con Edison has already been","byline":"By AGIS SALPUKAS","date":"19961231","title":"Utility Merger May Press Con Edison to Lower Power Rates","url":"http://www.nytimes.com/1996/12/31/nyregion/utility-merger-may-press-con-edison-to-lower-power-rates.html"},{"body":"The city's Public Advocate, Mark Green, believes that the financial incentives being offered to doctors and pharmacists to promote the use of certain prescription drugs are comparable to the payola scandals that rocked the recording industry in the late 1950's. ''I call it pharmaceutical payola,'' Mr. Green said, ''because the drug companies are","byline":"By BOB HERBERT","date":"19961231","title":"Gambling With Health","url":"http://www.nytimes.com/1996/12/31/opinion/gambling-with-health.html"},{"body":"Winter usually means rain, snow and such and calls for protective footwear. There are plenty of bad-weather boots that are both stylish and practical. The Patrick Cox boutique at 702 Madison Avenue (62d Street) has knee-high rain boots with chunky mid-high heels in glossy red, green, gold, brown, beige, black, gray or navy ($90). Saks Fifth Avenue","byline":"By ANNE-MARIE SCHIRO","date":"19961231","title":"Let It Snow","url":"http://www.nytimes.com/1996/12/31/style/let-it-snow.html"},{"body":"It was the emblem. Was it new? Khalid Reeves wanted to know, hoping someone would explain to him when and why the Knicks decided to stick what amounted to a car-sized, 50-year celebratory decal on the middle of the court. Well, from the beginning of the season, he was told. You know, because of the 50-year anniversary of the National Basketball","byline":"By SELENA ROBERTS","date":"19961231","title":"Reeves Gets His Chance, But Slips","url":"http://www.nytimes.com/1996/12/31/sports/reeves-gets-his-chance-but-slips.html"},{"body":"In the first prediction by a Peruvian government official of a bloodless end to the captivity of 83 hostages being held by leftist guerrillas here, Prime Minister Alberto Pandolfi said today that he expected a solution that ''protects the physical well-being and lives of all of the hostages.'' Mr. Pandolfi's statement today, two days after the","byline":"By DIANA JEAN SCHEMO","date":"19961231","title":"Peru's Premier Foresees Peaceful End to the Hostage Crisis","url":"http://www.nytimes.com/1996/12/31/world/peru-s-premier-foresees-peaceful-end-to-the-hostage-crisis.html"},{"body":"The rumors started flying like bullets more than a year ago through Austin, a neighborhood of poverty and pride on Chicago's West Side. And they were ugly tales of the street, something out of one of those life-in-the-hood movies that a grandmother like Leola Spann would never allow her grandchildren to go see. So for a long time, as she worked","byline":"By DON TERRY","date":"19961230","title":"Worst Fears Are Realized With Officers' Arrests","url":"http://www.nytimes.com/1996/12/30/us/worst-fears-are-realized-with-officers-arrests.html"}],"tokens":["bad"],"total":5949},{"offset":"0","results":[{"body":"Several of the world's largest banks, trying to advance their effort to avert a default by South Korea, are circulating a proposal to convert at least $15 billion of the country's bad debt into new debt backed by the country's Government, but Seoul at least for the moment is resisting that idea. Also under consideration, but as yet not part of the","byline":"By TIMOTHY L. O'BRIEN with SETH FAISON","date":"19971231","title":"INTERNATIONAL BUSINESS; Big Lenders Press Seoul to Repackage $15 Billion of Bad Debt","url":"http://www.nytimes.com/1997/12/31/business/international-business-big-lenders-press-seoul-repackage-15-billion-bad-debt.html"},{"body":"INTERNATIONAL A3-9 New Internet Rules in China May Be Aimed at Dissent China has introduced new regulations criminalizing the use of electronic mail and the Internet in ways that defame Government agencies or promote separatist movements. Officials cited a need ''to safeguard national security and social stability.'' A3 Avian Flu Safeguards The","date":"19971231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1997/12/31/nyregion/news-summary-859877.html"},{"body":"We've ruined vice. We've drained it of its pain, its anger, its spiritual interest. We've dragged it out of its subterranean lair and domesticated it, demoting it into trends. It is not an expression of restlessness anymore. It is an expression of rest. That is why it appears in glossy catalogues and magazines and newspaper home sections. Once,","byline":"By MAUREEN DOWD","date":"19971231","title":"Liberties; Vice Takes a Holiday","url":"http://www.nytimes.com/1997/12/31/opinion/liberties-vice-takes-a-holiday.html"},{"body":"President Clinton is spending the New Year's holiday in his accustomed way -- at the seaside summit meeting of strivers known as Renaissance Weekend. For the 14th consecutive year, Mr. Clinton and his family are taking part in this invitation-only, off-the-record seminar for 1,500 leaders in Government, medicine, literature, business, media and the","byline":"By JOHN M. BRODER","date":"19971231","title":"Clinton Joins Fellow Achievers at Retreat","url":"http://www.nytimes.com/1997/12/31/us/clinton-joins-fellow-achievers-at-retreat.html"},{"body":"John Starks does not just walk on the edge. He hops and teeters and springs on it, a thrilling sight to watch when he maintains his balance. He can even inspire. And if any team needed a dose of inspiration, it was the Knicks. Drummed by their coach for their waning commitment, the Knicks fed off Starks's energy and leaned on the broad shoulders of","byline":"By SELENA ROBERTS","date":"19971231","title":"PRO BASKETBALL; Intense Play By Starks Invigorates The Knicks","url":"http://www.nytimes.com/1997/12/31/sports/pro-basketball-intense-play-by-starks-invigorates-the-knicks.html"},{"body":"On a narrow back street, squeezed between a curb-side locksmith and a small video game arcade, lies one of this city's banking centers. There is no sign by the entrance, only a small list of obscure-sounding company names like ''Hotel Corporation'' and ''Shin Han Company.'' Inside is a warren of tiny underground bank offices, one-room outfits where","byline":"By SETH FAISON","date":"19971231","title":"INTERNATIONAL BUSINESS; In South Korea, Underground Banking Thrives as Other Lenders Say 'No'","url":"http://www.nytimes.com/1997/12/31/business/international-business-south-korea-underground-banking-thrives-other-lenders-say.html"},{"body":"Martin Brodeur fell ill with the flu just hours before the game. Mike Dunham, who started in goal, fell down on the job in the second period. And nothing fell into place for the Devils on offense or defense tonight as the Chicago Blackhawks fired in six straight goals and won, 6-2, at Continental Arena. Even Peter Sidorkiewicz, hastily summoned as","byline":"By ALEX YANNIS","date":"19971231","title":"HOCKEY; Devils' Defense Falls Apart as Brodeur Sits With Flu","url":"http://www.nytimes.com/1997/12/31/sports/hockey-devils-defense-falls-apart-as-brodeur-sits-with-flu.html"},{"body":"Nobody really knows what lurks in this jungle. Last year, a visiting scientist spotted a new species of palm on his way to breakfast. Entomologists say the place is crawling with as many as 200 kinds of ants, many never identified before. Botanists say they have already found nine new kinds of begonias. And that's without any real effort to","byline":"By SUZANNE DALEY","date":"19971231","title":"Masoala Journal; Rare Fauna, Flora and Human Want","url":"http://www.nytimes.com/1997/12/31/world/masoala-journal-rare-fauna-flora-and-human-want.html"},{"body":"An Illinois man who was wanted by the police in at least two states for crimes including theft schemes in which he impersonated a member of Congress has been captured. Following a tip from the Federal Bureau of Investigation, local police officers found the man, Jason McDermott, on Sunday in Copley, Ohio, ending a manhunt of nearly two months.","date":"19971231","title":"National News Briefs; Man Who Impersonated Congressman Is Captured","url":"http://www.nytimes.com/1997/12/31/us/national-news-briefs-man-who-impersonated-congressman-is-captured.html"},{"body":"THE red-hot glow has not dimmed since Waterloo Brasserie opened last summer, drawing young, stylish crowds for Belgian dishes like mussels and fries. Even now, customers arrive into the night, undaunted by the restaurant's annoying policy of not taking reservations for parties smaller than six. They gather at the bar, sampling the fine list of","byline":"By Eric Asimov","date":"19971231","title":"$25 and Under; At a Popular Brasserie, It Helps to Have a Strategy","url":"http://www.nytimes.com/1997/12/31/dining/25-and-under-at-a-popular-brasserie-it-helps-to-have-a-strategy.html"}],"tokens":["bad"],"total":5948},{"offset":"0","results":[{"body":"I'll remember 1998 as the year I spied a display box with rows of what looked, from a distance, like identical videotapes with black-and-flame-colored covers. But at close range it turned out to hold two different titles packaged in suspiciously similar ways. Each featured the oversize, noble heads of its actors against a blazing backdrop. Each","byline":"By JANET MASLIN","date":"19981231","title":"Critic's Notebook; Beyond the Meteors, Another, Riskier '98","url":"http://www.nytimes.com/1998/12/31/movies/critic-s-notebook-beyond-the-meteors-another-riskier-98.html"},{"body":"Hip-hop never stands still, even in the waning weeks of the year. While most of the music business stops putting out new releases by mid-November so it can promote hits for Christmas, rappers have pushed the deadline well into December. These recent releases extend established product lines from hip-hop conglomerates like No Limit and the Wu-Tang","byline":"By JON PARELES","date":"19981231","title":"CRITIC'S CHOICE/Pop CD's; Hip-Hop Stretches A Common Deadline","url":"http://www.nytimes.com/1998/12/31/arts/critic-s-choice-pop-cd-s-hip-hop-stretches-a-common-deadline.html"},{"body":"To the Editor: The University of Chicago has had a low applicant rate at least as far back as the early 1960's, when I was an undergraduate there (front page, Dec. 28). The reasons include an undesirable location (an inner city, bad weather and isolation from other colleges), a demanding curriculum and not being a member of the Ivy League.","date":"19981231","title":"Is Core Curriculum Outdated?; Just an Excuse","url":"http://www.nytimes.com/1998/12/31/opinion/l-is-core-curriculum-outdated-just-an-excuse-664235.html"},{"body":"Having spent three full days without a game in sunny Arizona, the Rangers were rested and ready for tonight's match against the Coyotes. With all three members of their first line out of the lineup, the Coyotes were weakened against the visitors from New York. As is often the case under these circumstances, the team that would seem to have the","byline":"By JOE LAPOINTE","date":"19981231","title":"HOCKEY; Lethargic Rangers Outmanned By Coyotes","url":"http://www.nytimes.com/1998/12/31/sports/hockey-lethargic-rangers-outmanned-by-coyotes.html"},{"body":"To the Editor: Richard Dooling's Dec. 30 Op-Ed article, ''Making Criminals of Us All,'' was astonishing. Impeachment has brought out the worst in everyone it touches. Now Mr. Dooling would like us to believe that it is the nasty independent counsel law and laws against sexual harassment that are to blame for our country's sorry state. The truth is","date":"19981231","title":"The Politics Of Impeachment; Necessary Laws","url":"http://www.nytimes.com/1998/12/31/opinion/l-the-politics-of-impeachment-necessary-laws-664057.html"},{"body":"THE most worrisome economic tiding for the new year is that health care premiums for employer-based coverage will rise by 10 percent or more in 1999. The startling figure, based on preliminary data from private employers and the program covering Federal employees, is out of line with scant rate increases over the last four years. And it raises the","byline":"By Michael M. Weinstein","date":"19981231","title":"Economic Scene; Rising health premiums don't mean medical inflation is back.","url":"http://www.nytimes.com/1998/12/31/business/economic-scene-rising-health-premiums-don-t-mean-medical-inflation-is-back.html"},{"body":"Mayor Rudolph W. Giuliani was feeling expansive yesterday as he ticked off a list of what he saw as his accomplishments of 1998, taking credit for drawing a record number of tourists to the city, battling crime, keeping the New York Stock Exchange from moving, cutting the welfare rolls and, closer to home, losing 38 pounds. So he appeared a little","byline":"By MICHAEL COOPER","date":"19981231","title":"A Testy Mayor Serves Success Stories to Reporters","url":"http://www.nytimes.com/1998/12/31/nyregion/a-testy-mayor-serves-success-stories-to-reporters.html"},{"body":"The Cardinal Tells A Hasidic Tale No one, as it turned out, made any ''Heard the one about the priest and the rabbi?'' jokes. Possibly because there were so many priests and rabbis around, nibbling on kosher hors d'oeuvres. On Tuesday night, Ambassador SHMUEL SISSO, the Consul General of Israel in New York, and dozens of Jewish leaders invited JOHN","byline":"By RANDY KENNEDY","date":"19981231","title":"PUBLIC LIVES","url":"http://www.nytimes.com/1998/12/31/nyregion/public-lives.html"},{"body":"If anyone wants to understand at least one aspect of what Coach Bill Parcells is all about, then know this: He is not so much preparing his Jets to win in the playoffs as he is preparing them not to lose. For that is at the heart of Parcells's philosophy. Before you understand how to win, he believes, you must understand what it is that causes you","byline":"By GERALD ESKENAZI","date":"19981231","title":"PRO FOOTBALL: ON THE GIANTS; There's Nothing to Fear But the Fear of Losing","url":"http://www.nytimes.com/1998/12/31/sports/pro-football-on-the-giants-there-s-nothing-to-fear-but-the-fear-of-losing.html"},{"body":"The year that ends today was a mediocre one for Madison Avenue, as the few creative impulses that agencies managed to muster appeared to have been diverted into making deals rather than effective, enjoyable campaigns. The advertising that prevailed during 1998 was so dreary and derivative that in comparison even the television season the broadcast","byline":"By STUART ELLIOTT","date":"19981231","title":"THE MEDIA BUSINESS: ADVERTISING -- Madison Avenue's Low Road; Deals, Not Enjoyable Campaigns, Were the Hallmark of 1998","url":"http://www.nytimes.com/1998/12/31/business/media-business-advertising-madison-avenue-s-low-road-deals-not-enjoyable.html"}],"tokens":["bad"],"total":6782},{"offset":"0","results":[{"body":"Patrick Ewing was far from dominating when even the easiest of his shots popped off the rim like jumping beans, but he gladly lumbered out of the millennium by slipping back into his superstar skin -- if only in the eyes of the referees. They were good to him, providing him with an ample supply of free throws and a couple of generous calls at the","byline":"By SELENA ROBERTS","date":"19991231","title":"PRO BASKETBALL; Ewing Stars Again, Sort Of, Against Washington","url":"http://www.nytimes.com/1999/12/31/sports/pro-basketball-ewing-stars-again-sort-of-against-washington.html"},{"body":"If not for the inhibiting effect of political correctness, heaven only knows what might become of Jackie Mason. A nice intelligent man he is, but as cab passengers know, he has a tongue on him. So maybe he would be slicing pastrami (it wouldn't be lean) in a deli somewhere instead of convulsing audiences with laughter at the Golden Theater on","byline":"By LAWRENCE VAN GELDER","date":"19991231","title":"THEATER REVIEW; A Bad Word to Say, Wittily, About Almost Everybody","url":"http://www.nytimes.com/1999/12/31/movies/theater-review-a-bad-word-to-say-wittily-about-almost-everybody.html"},{"body":"Police officers are a familiar presence to the people who live and work in the Midwood section of Brooklyn, a bustling, largely Pakistani enclave that has struggled over the last decade to cut crime and revive a fraying neighborhood. But those who caught sight of the swarming F.B.I. agents yesterday morning understood instantly that something out","byline":"By DAVID BARSTOW","date":"19991231","title":"A Community Stunned and on Edge","url":"http://www.nytimes.com/1999/12/31/us/a-community-stunned-and-on-edge.html"},{"body":"Of all the rebellions that toppled Communism in Eastern Europe a decade ago, the bloodiest began in this provincial city where a protest by the parishioners of an obscure Calvinist pastor somehow exploded into the nationwide revolt that in nine days shoved Nicolae and Elena Ceausescu, Romania's megalomaniacal ruling couple, in front of a firing","byline":"By DONALD G. McNEIL Jr.","date":"19991231","title":"Romania's Revolution of 1989: An Enduring Enigma","url":"http://www.nytimes.com/1999/12/31/world/romania-s-revolution-of-1989-an-enduring-enigma.html"},{"body":"SUNDAY 1 P.M. Seattle (9-6) at Jets (7-8) Quarterback Ray Lucas is 5-3 as a starter. Anyone who thinks he is not a legitimate starter in the N.F.L. -- and not solely a backup -- has not been watching him play. The Jets are hot right now because of Lucas, who has thrown only 1 interception in his last 187 attempts. Unfortunately, the magic runs out","byline":"By MIKE FREEMAN","date":"19991231","title":"N.F.L. MATCHUPS; WEEK 17","url":"http://www.nytimes.com/1999/12/31/sports/nfl-matchups-week-17.html"},{"body":"The lights were dim, the ballroom hushed and the mood as taut as a paperback mystery. Yet Thomas Dunne was nonchalant as he tossed a dollar bill on the crisp linen of a back table strategically situated on the far literary outskirts of the annual National Book Awards banquet in New York. Seconds later Mr. Dunne claimed a prize, but it was not for","byline":"By DOREEN CARVAJAL","date":"19991231","title":"Intrepid Helmsman At St. Martin's Press; Publisher's Unit Sails Through a Storm","url":"http://www.nytimes.com/1999/12/31/business/intrepid-helmsman-at-st-martin-s-press-publisher-s-unit-sails-through-a-storm.html"},{"body":"As fire crisscrossed the hills just above their home in this Los Angeles suburb on Monday night, fire officials gave Laurie and Tom Daly the option of leaving. Not only did they stay, they went to bed. Yet another example of crazy Californians unwilling to accept the reality of the world they live in? No. It was a difficult decision, Ms. Daly said,","byline":"By BARBARA WHITAKER","date":"19991231","title":"An Extended Fire Season For Parched California","url":"http://www.nytimes.com/1999/12/31/us/an-extended-fire-season-for-parched-california.html"},{"body":"Japan's ruling coalition has decided to postpone placing a limit on government guarantees of bank deposits for another year, dealing what many here called a major blow to overhauling the nation's banking industry. The decision, announced late Wednesday, overrules a previously established timetable for the plan, which would have placed a $97,700","byline":"By HOWARD W. FRENCH","date":"19991231","title":"Japan Delays Key Element Of Bank Plan","url":"http://www.nytimes.com/1999/12/31/business/japan-delays-key-element-of-bank-plan.html"},{"body":"The prospective candidates in the Senate race in New York reach a minor milestone today, a fund-raising deadline that is turning into much more than an accounting exercise. Recognizing that the contribution totals they announce for the year will be used to evaluate their standing, both sides are trying to shape expectations -- and even shape the","byline":"By CLIFFORD J. LEVY","date":"19991231","title":"Silence Turns to Boasts of Senate Candidates' Fund-Raising Successes","url":"http://www.nytimes.com/1999/12/31/nyregion/silence-turns-to-boasts-of-senate-candidates-fund-raising-successes.html"},{"body":"Shareholders of Philipp Holzmann A.G., the troubled German construction conglomerate, approved a $2.2 billion bailout plan here today, but not before some accused the chairman of being incompetent and self-serving. Holzmann, long one of this country's formidable construction companies, shocked investors six weeks ago when executives announced the","byline":"By EDMUND L. ANDREWS","date":"19991231","title":"INTERNATIONAL BUSINESS; Angry Shareholders Back Rescue Plan for German Contractor","url":"http://www.nytimes.com/1999/12/31/business/international-business-angry-shareholders-back-rescue-plan-for-german-contractor.html"}],"tokens":["bad"],"total":6878},{"offset":"0","results":[{"body":"YOU don't see them run, because they aren't on the nightly news shows. But in the last few weeks, tens of thousands of hungry Afghans have been moving toward Herat, near the border of Iran, driven by civil war, bad government, winter and the worst drought in decades. They aren't alone. A continent away, renewed fighting in the Congo has people on","byline":"By BARBARA CROSSETTE","date":"20001231","title":"The World; The Century of Refugees Ends. And Continues.","url":"http://www.nytimes.com/2000/12/31/weekinreview/the-world-the-century-of-refugees-ends-and-continues.html"},{"body":"OF all the rude awakenings that the bear market in stocks has brought to investors, perhaps the most jarring has been the realization of how woefully wrong Wall Street's research analysts have been this year on the stocks they follow. While the market sank to its worst performance in more than a decade, many of those analysts kept right on smiling","byline":"By GRETCHEN MORGENSON","date":"20001231","title":"How Did So Many Get It So Wrong?","url":"http://www.nytimes.com/2000/12/31/business/how-did-so-many-get-it-so-wrong.html"},{"body":"Call the winners and losers, straight arrows and boozers, To send off this excellent year. We all will go back to college with Shaq To study my subjects most dear. What could be worser than Heather Sue Mercer Making the team at Duke? A star high school kicker, the coach wouldn't pick her, Afraid he'd be mocked as a kook. What is it with coaches,","byline":"By ROBERT LIPSTYE","date":"20001231","title":"FROM SYDNEY TO THE BRONX, THE WINNERS; A Year in Verse of the Good and the Worse","url":"http://www.nytimes.com/2000/12/31/sports/from-sydney-to-the-bronx-the-winners-a-year-in-verse-of-the-good-and-the-worse.html"},{"body":"The retirement of Daniel Patrick Moynihan from the United States Senate deprives the nation's upper house of a grand thinker whose trenchant views have not always been fashionable, even among his political allies. Now untethered from daily politics and unleashed from the Senate's ruthlessly partisan atmosphere, Mr. Moynihan can range even more","date":"20001231","title":"A Scholar-Statesman Retires","url":"http://www.nytimes.com/2000/12/31/opinion/a-scholar-statesman-retires.html"},{"body":"ANY year producing postcards from Tokyo and Sydney can't be all bad. On the other hand, little did I know that the best postcards of all would be sent in October from the No. 7 and the No. 4 subway trains in my hometown. HEMPSTEAD, N.Y., JAN. 4 -- Bill Belichick stuns the Jets' management as well as a huge gathering of journalists by announcing he","byline":"By GEORGE VECSEY","date":"20001231","title":"FROM SYDNEY TO THE BRONX, THE WINNERS; There Was No Place Like Home in 2000","url":"http://www.nytimes.com/2000/12/31/sports/from-sydney-to-the-bronx-the-winners-there-was-no-place-like-home-in-2000.html"},{"body":"If the Baby New Year weren't anonymous -- and if 2001 is anything like 2000 -- it's a fair bet the tot would be named either Michael or Hannah. Those were the most popular names for America's Y2K babies, according to a survey of 11,000 respondents conducted by the Web site Babycenter.com. Filling out the boys' Top 10 were Jacob, Matthew, Nicholas,","byline":"By Thomas Vinciguerra","date":"20001231","title":"December 24 - 30; Biggest Names Of the Year","url":"http://www.nytimes.com/2000/12/31/weekinreview/december-24-30-biggest-names-of-the-year.html"},{"body":"HOSTAGE TO FORTUNE The Letters of Joseph P. Kennedy. Edited by Amanda Smith. Illustrated. 738 pp. New York: Viking. $39.95. Many Americans now in late middle age got their first, enduring image of Joseph P. Kennedy on Jan. 20, 1961, when the patriarch, behind owlish glasses and a sharkish smile, took the tipped-hat salute of his second son, Jack,","byline":"By Thomas Mallon","date":"20001231","title":"Ambassador in Spite of Himself","url":"http://www.nytimes.com/2000/12/31/books/ambassador-in-spite-of-himself.html"},{"body":"BEST NEW WORK OF THE YEAR -- Nothing is more important to the state of classical music than the introduction of a fine new work. I heard many this year, but the one that keeps coming back to me is Kaija Saariaho's affecting opera ''L'Amour de Loin,'' which was given its premiere in a ravishing production by Peter Sellars at the Salzburg Festival in","byline":"By ANTHONY TOMMASINI","date":"20001231","title":"MUSIC: THE YEAR IN REVIEW; A Haunting New Opera Amid Happy Returns","url":"http://www.nytimes.com/2000/12/31/arts/music-the-year-in-review-a-haunting-new-opera-amid-happy-returns.html"},{"body":"CALL it the case of the good economy gone bad. The nation's decade-long boom seems to be ending more abruptly than any mainstream economist predicted. In the first half of 2000, the American economy was growing at more than 5 percent annually. This quarter, it will be lucky to expand at all. Slowdowns that sudden do not just happen. Yet the nation","byline":"By ALEX BERENSON","date":"20001231","title":"Ideas & Trends; The Case of the Instant Recession","url":"http://www.nytimes.com/2000/12/31/weekinreview/ideas-trends-the-case-of-the-instant-recession.html"},{"body":"To the Editor: Herbert Muschamp bemoans the destructive postmodern ''detachment of architecture from the realm of ideas.'' But what if some of those ideas are bad ideas, born of a naive infatuation with science and technology, such as Le Corbusier's dehumanizing idea of a house as a machine for living, or the city-destroying vision of towers in a","date":"20001231","title":"MODERN ARCHITECTURE; Some Ideas Are Bad","url":"http://www.nytimes.com/2000/12/31/arts/l-modern-architecture-some-ideas-are-bad-187127.html"}],"tokens":["bad"],"total":6869},{"offset":"0","results":[{"body":"The sniper sat behind sandbags on the roof of the American Embassy as the sun dropped behind the Paghman Mountains and the sky began to fade. A camp stove at his knee exhaled the stink of diesel and a steady hiss. His name was Sgt. Shane B. Schmidt. He was a marine. This was his bunker. To his left was a bolt-action rifle with a telescopic sight.","byline":"By C. J. CHIVERS","date":"20011231","title":"A NATION CHALLENGED: REPORTER'S DIARY; Two Worlds Paired by War: Life or Death, as Luck Will Have It","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-reporter-s-diary-two-worlds-paired-war-life-death-luck-will.html"},{"body":"To President Bush, Mitchell E. Daniels Jr. is Blade, the guy who takes a knife to spending proposals in a quest to slow the inexorable growth of government, as Republicans see it -- or to cut into vital programs, in the Democratic view. Mr. Daniels, the director of the White House Office of Management and Budget and one of the administration's most","byline":"By RICHARD W. STEVENSON","date":"20011231","title":"Bush's Budget Director Girds for a Tough Year","url":"http://www.nytimes.com/2001/12/31/us/bush-s-budget-director-girds-for-a-tough-year.html"},{"body":"Mustafa Demir, a shepherd and butcher in this city of 12 million people, aims to please. If a customer wants him to do his dirty work away from sight, he is happy to oblige. Next to the dung-floored, tin-roofed barn where he keeps his sheep, Mr. Demir maintains a sparkling-clean slaughtering station: a pair of hooks from which to hang the beast, a","byline":"By SOMINI SENGUPTA","date":"20011231","title":"Istanbul Journal; Lambs to the Slaughter, But Out of Sight, Please","url":"http://www.nytimes.com/2001/12/31/world/istanbul-journal-lambs-to-the-slaughter-but-out-of-sight-please.html"},{"body":"WIDE BLUE YONDER By Jean Thompson 367 pages. Simon & Schuster. $24. Jean Thompson's amiable third novel takes its title from a slightly garbled version of the Air Force anthem. And that is by no means the only mixed-up ingredient here. This novel conjures up a humorously quirky family, from the great-uncle who takes all his wisdom from the Weather","byline":"By JANET MASLIN","date":"20011231","title":"BOOKS OF THE TIMES; A Life Guided by the Weather Channel","url":"http://www.nytimes.com/2001/12/31/books/books-of-the-times-a-life-guided-by-the-weather-channel.html"},{"body":"Radek Martinek, the rookie defenseman who had become one of the Islanders' steadiest players, is scheduled for knee surgery Wednesday and will be out for the rest of the season, the Islanders said yesterday. Martinek, 25, has not played since Dec. 11. He missed seven games earlier in the season after reinjuring the anterior cruciate ligament in his","date":"20011231","title":"HOCKEY; Season Is Over for Martinek","url":"http://www.nytimes.com/2001/12/31/sports/hockey-season-is-over-for-martinek.html"},{"body":"More than an era of changed government, Rudolph W. Giuliani presided at a moment of utterly changed minds -- about the city, the nature of urban life, and nearly every few weeks, about himself. For many, New York in the last decade was transformed into the unquestioned city of cities, where half the world seems to be clambering to draw breath on","byline":"By JIM DWYER","date":"20011231","title":"THE GIULIANI YEARS: NEWS ANALYSIS; A Reborn City, Stamped 'Giuliani'","url":"http://www.nytimes.com/2001/12/31/nyregion/the-giuliani-years-news-analysis-a-reborn-city-stamped-giuliani.html"},{"body":"He bounded through City Hall as if it were his living room, singing ''what a wonderful tow-w-n,'' while trailed by silent bodyguards. They stopped shadowing him only when he reached his corner office, a sanctuary where the most telling additions to the dcor were the most recent: cardboard moving boxes stacked in the corner. So blurred has the man","byline":"By DAN BARRY","date":"20011231","title":"THE GIULIANI YEARS: THE OVERVIEW; A Man Who Became More Than a Mayor","url":"http://www.nytimes.com/2001/12/31/nyregion/the-giuliani-years-the-overview-a-man-who-became-more-than-a-mayor.html"},{"body":"Don Chaney, the beleaguered coach of the beleaguered Knicks, spent his moments before the game last night telling reporters that his team lacked an identity. He spoke as if there was a mystery about the Knicks, as if one could not predict what the Knicks will do on any given night. But Chaney was wrong. The Knicks have an identity, a very strong","byline":"By CHRIS BROUSSARD","date":"20011231","title":"PRO BASKETBALL; First Boos, Then Another Collapse for Slumping Knicks","url":"http://www.nytimes.com/2001/12/31/sports/pro-basketball-first-boos-then-another-collapse-for-slumping-knicks.html"},{"body":"Since Sept. 11, what might be called the secondary wave of the terrorist attacks has been nearly as traumatic to some of us as the attacks themselves: our discovery that we have been demonized and that because we are Americans, we are hated; because we are Americans, we are seen to be deserving of death. ''Words fail us'' was the predominant","byline":"By Joyce Carol Oates","date":"20011231","title":"Words Fail, Memory Blurs, Life Wins","url":"http://www.nytimes.com/2001/12/31/opinion/words-fail-memory-blurs-life-wins.html"},{"body":"The wind was gusting, the ghosts were dancing and the Jets were buffeted by both today. In a 14-9 loss to Buffalo that was hauntingly similar to a loss to Detroit in the second-to-last game of last season, the Jets handled their chance to clinch a playoff spot as poorly as they handled their final, ill-conceived plays. The game ended with the Jets","byline":"By JUDY BATTISTA","date":"20011231","title":"PRO FOOTBALL; With Door to Playoffs Open, Jets Hit a Wall","url":"http://www.nytimes.com/2001/12/31/sports/pro-football-with-door-to-playoffs-open-jets-hit-a-wall.html"}],"tokens":["bad"],"total":7338},{"offset":"0","results":[{"body":"The game had it all -- an altercation that nearly spilled into the locker room area, a standout performance by a little-known player, a last-second shot by a superstar with the contest in the balance and a stunning result. With the sellout crowd of 19,763 fans standing and chanting at various intervals, the Knicks upset the powerful San Antonio","byline":"By CHRIS BROUSSARD","date":"20021231","title":"PRO BASKETBALL; Reserves Help Knicks Pull Off Upset of Spurs","url":"http://www.nytimes.com/2002/12/31/sports/pro-basketball-reserves-help-knicks-pull-off-upset-of-spurs.html"},{"body":"At its rawest, New York City in the wee hours is a town of drinkers, where there is always one more drink to be found, and maybe one more after that. As early as 1685, the city's Assembly worried about the spillover from New Yorkers' drinking, and felt compelled to raise the fine on public intoxication, describing ''that Louthsome and Odious sin''","byline":"By MARC SANTORA","date":"20021231","title":"Old Intoxications, Best Forgot; A Drink, and Maybe Trouble, Around Every New York Corner","url":"http://www.nytimes.com/2002/12/31/nyregion/old-intoxications-best-forgot-drink-maybe-trouble-around-every-new-york-corner.html"},{"body":"While Dolphins fans demanded his dismissal, Dolphins Coach Dave Wannstedt spent time today with Wayne Huizenga, the team owner, and discussed how they could stop history from repeating itself. Again. ''We talked about what went wrong and what we can do to solve it,'' Wannstedt said the day after the Dolphins' bitter 27-24 overtime loss at New","byline":"By CHARLIE NOBLES","date":"20021231","title":"PRO FOOTBALL; Dolphins Look Inward After Frustrating Season","url":"http://www.nytimes.com/2002/12/31/sports/pro-football-dolphins-look-inward-after-frustrating-season.html"},{"body":"Many drugs can save your life or kill you, depending on how much of them you take. Only one comes on the rocks with a twist, in a chilled mug with a foamy head, or in a goblet with lingering overtones of raspberry and oak. Alcohol has become the sharpest double-edged sword in medicine. Thirty years of research has convinced many experts of the","byline":"By ABIGAIL ZUGER","date":"20021231","title":"The Case for Drinking (All Together Now: In Moderation!)","url":"http://www.nytimes.com/2002/12/31/science/the-case-for-drinking-all-together-now-in-moderation.html"},{"body":"Is it peculiarly American to want to make yourself a better person? Do people in other countries begin the New Year with a set of resolutions to get up earlier, cut down on drinking, stop smoking and lose weight? Do they energize themselves with books telling them how to be their own shrinks? Do people in, say, Italy or France, think they need to","byline":"By Edmund S. Morgan","date":"20021231","title":"Poor Richard's New Year","url":"http://www.nytimes.com/2002/12/31/opinion/poor-richard-s-new-year.html"},{"body":"A drink or two a day provides the equivalent of a potent cholesterol medicine and a weak blood thinner, as well as a variety of other substances that may keep the body's metabolism tuned and its cells in good repair. Alcohol raises the blood levels of H.D.L., the ''good'' cholesterol, thought to scour blood vessels free of the fatty plaques that","byline":"By ABIGAIL ZUGER","date":"20021231","title":"How a Tonic Keeps the Parts Well Oiled","url":"http://www.nytimes.com/2002/12/31/health/how-a-tonic-keeps-the-parts-well-oiled.html"},{"body":"Can accounting that follows the stated rules still be unreliable? In other words, is there a gap in GAAP? After a year of corporate scandals in which some of the most outrageous financial reporting appears to have complied with generally accepted accounting principles, or GAAP, the answer appears to be yes. That was reinforced yesterday by the","byline":"By KURT EICHENWALD","date":"20021231","title":"CORPORATE CONDUCT: NEWS ANALYSIS; Pushing Accounting Rules To the Edge of the Envelope","url":"http://www.nytimes.com/2002/12/31/business/corporate-conduct-analysis-pushing-accounting-rules-edge-envelope.html"},{"body":"Welfare rolls grew in three-quarters of the states last summer and the national total crept up, too, as low-wage jobs became scarcer, a private survey has found. In many states, the increases are small, but the widespread rise contrasts with the striking declines in the mid- to late 1990's, when the economy was booming and strict new rules were","date":"20021231","title":"More People On Welfare After Years Of Declines","url":"http://www.nytimes.com/2002/12/31/us/more-people-on-welfare-after-years-of-declines.html"},{"body":"Over the course of a decade, despite trying every conceivable healthy way to lose weight and to keep it off, Sharon Clapp watched with alarm as her weight soared to 320 pounds from 220. Now 62 and about to become a grandmother for the second time, Mrs. Clapp, who is from St. Paul, had to face facts: physically, by some miracle, she was still","byline":"By JANE E. BRODY","date":"20021231","title":"PERSONAL HEALTH; Surgical Alternatives for the Truly Overweight","url":"http://www.nytimes.com/2002/12/31/health/personal-health-surgical-alternatives-for-the-truly-overweight.html"},{"body":"Roll over, Einstein. In science, no truth is forever, not even perhaps Einstein's theory of relativity, the pillar of modernity that gave us E=mc2. As propounded by Einstein as an audaciously confident young patent clerk in 1905, relativity declares that the laws of physics, and in particular the speed of light -- 186,000 miles per second -- are","byline":"By DENNIS OVERBYE","date":"20021231","title":"E and mc2: Equality, It Seems, Is Relative","url":"http://www.nytimes.com/2002/12/31/science/e-and-mc2-equality-it-seems-is-relative.html"}],"tokens":["bad"],"total":7677},{"offset":"0","results":[{"body":"As the Democratic presidential candidates put the economy at the front and center of their campaigns, their differences boil down to a handful of issues: how much to roll back tax cuts, how much to raise spending, how much to reduce deficits and how to approach trade. But the dividing lines are often subtle. The rival platforms can look like","byline":"By EDMUND L. ANDREWS","date":"20031231","title":"Democratic Candidates Differ On Economy, but Often Subtly","url":"http://www.nytimes.com/2003/12/31/us/democratic-candidates-differ-on-economy-but-often-subtly.html"},{"body":"QUEER STREET Rise and Fall of an American Culture, 1947-1985 By James McCourt 577 pages. W. W. Norton & Company. $29.95 History is written by the victors. And most gay history has been written by people who were part of the gay liberation generation, which in the 1970's won a decisive victory in its struggle with the pre-Stonewall generation over","byline":"By GEORGE CHAUNCEY","date":"20031231","title":"BOOKS OF THE TIMES; Yes, Dahling, Pre-Stonewall Has Been Given a Bad Rap","url":"http://www.nytimes.com/2003/12/31/books/books-of-the-times-yes-dahling-pre-stonewall-has-been-given-a-bad-rap.html"},{"body":"SOME roster gods habitually profess to love kittens, milk and players with integrity who could pass a white-glove test while their team of good guys fades softly into mediocrity. Others routinely talk of change and regret after their paint-by-miscreant approach to personnel results in losses that suddenly gang up on their fans' fickle conscience.","byline":"By SELENA ROBERTS","date":"20031231","title":"Sports of The Times; Troubled Players Can Help, but Only if They Are Helped","url":"http://www.nytimes.com/2003/12/31/sports/sports-of-the-times-troubled-players-can-help-but-only-if-they-are-helped.html"},{"body":"PARIS has its baguettes and Dublin its soda bread. San Francisco trades heavily in sourdough, while New Orleans greets each morning with beignets. It wouldn't be Philadelphia without soft pretzels and it couldn't be Bonn without pumpernickel. But no city, perhaps in the history of the world, is so closely identified with a breadstuff as New York is","byline":"By ED LEVINE","date":"20031231","title":"Was Life Better When Bagels Were Smaller?","url":"http://www.nytimes.com/2003/12/31/dining/was-life-better-when-bagels-were-smaller.html"},{"body":"The Dallas Cowboys are in the playoffs for the first time since 1999, a stunning turnaround for a franchise that was 5-11 in each of the previous three seasons. But it is too early in the reconstruction process for Bill Parcells, in his first year as their coach, to say that the Cowboys have arrived as a contender, even after a 10-6 regular season.","byline":"By VIV BERNSTEIN","date":"20031231","title":"PRO FOOTBALL; Cowboys Exploring Unfamiliar Territory","url":"http://www.nytimes.com/2003/12/31/sports/pro-football-cowboys-exploring-unfamiliar-territory.html"},{"body":"In August 1952, Cpl. Ralph A. Calabrese was wounded when his Army barracks collapsed during an attack in Korea. He recovered from some injuries, but he never told doctors he was blind in his right eye. He taught himself to aim with his left eye and returned to the battlefields. ''I didn't want to leave my buddies,'' he explained. Mr. Calabrese said","byline":"By MICHELLE YORK","date":"20031231","title":"Korean War Vet's Protest May Keep a Hospital Open","url":"http://www.nytimes.com/2003/12/31/nyregion/korean-war-vet-s-protest-may-keep-a-hospital-open.html"},{"body":"Call them Tom Poti and the Heartbreakers. For the second consecutive game, Poti scored the game-winning goal in overtime. Poti, a defenseman, scored his sixth goal of the season on a backdoor cut from the left point, banging home a pass from Aleksei Kovalev inside the left wing post 39 seconds into overtime to give the Rangers a come-from-behind","byline":"By JASON DIAMOS","date":"20031231","title":"HOCKEY; Rangers' Winning Overtime Habit Continues","url":"http://www.nytimes.com/2003/12/31/sports/hockey-rangers-winning-overtime-habit-continues.html"},{"body":"Ephedra, the herbal supplement that has been linked to heart attack, stroke and sudden death -- including that of a pitcher in the Baltimore Orioles organization -- poses an ''an unreasonable risk to the public health'' and will be banned, Bush administration officials said on Tuesday. The ban is the first time that the Food and Drug Administration","byline":"By SHERYL GAY STOLBERG","date":"20031231","title":"U.S. TO PROHIBIT SUPPLEMENT TIED TO HEALTH RISKS","url":"http://www.nytimes.com/2003/12/31/us/us-to-prohibit-supplement-tied-to-health-risks.html"},{"body":"IF you have ever spent a soul-crushing hour behind the velvet rope of a hot new club, shivering as you tried to catch the eye of an impervious doorman with a magical clipboard, Gilbert Stafford is probably the man you cursed to eternal damnation as you slinked back into a taxi. For those still holding grudges, it might come as some comfort to know","byline":"By ANDREW JACOBS","date":"20031231","title":"PUBLIC LIVES; No Groveling, Please, for Doorman to the Stars","url":"http://www.nytimes.com/2003/12/31/nyregion/public-lives-no-groveling-please-for-doorman-to-the-stars.html"},{"body":"''Female Trouble'' is the title of John Waters's nasty, funny 1974 turn on Z-level-girls-gone-bad exploitation pictures; it's also a term that could be applied today to the world of women as directors, who still have such difficulties getting movies made, they must feel as if they're being treated like criminals. So it is unfortunately necessary to","byline":"By ELVIS MITCHELL","date":"20031231","title":"Critic's Notebook; A Year of Triumphs for Women as Film Directors","url":"http://www.nytimes.com/2003/12/31/movies/critic-s-notebook-a-year-of-triumphs-for-women-as-film-directors.html"}],"tokens":["bad"],"total":7552},{"offset":"0","results":[{"body":"Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means","date":"20041231","title":"The Listings","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DE6DA1739F932A05751C1A9629C8B63"},{"body":"In the mood to feel kicked in the stomach? FX has just the thing on Sunday night: ''Smallpox,'' a guileful horror movie that uses documentary effects to nauseate and stultify. If it's been too long since you got really, really bad news, ''Smallpox'' -- with its grinding cycles of lies that look like information -- will induce that bad-news feeling,","byline":"By VIRGINIA HEFFERNAN","date":"20041231","title":"TV WEEKEND; Bogus Bad News In a Week Of the Real","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0CE7D81439F932A05751C1A9629C8B63"},{"body":"Abdul Hamid Ansar woke up before dawn Thursday, whispered prayers, gulped down a cup of steaming tea and resumed his surreal new existence: overseer of Sri Lanka's coast of death. Mr. Ansar, a shy, 42-year-old divisional secretary, the Sri Lankan equivalent of an American city manager, has led the search for bodies along a four-mile stretch of","byline":"By DAVID ROHDE","date":"20041231","title":"ASIA'S DEADLY WAVES: GOVERNMENT; In a Corner Of Sri Lanka, Devastation And Divisions","url":"http://query.nytimes.com/gst/fullpage.html?res=9906E0D91439F932A05751C1A9629C8B63"},{"body":"IT was a great year for Wall Street, or so the earnings numbers seem to say. New stock issues are selling again and corporate bond underwriting set a record. President Bush is pushing a Social Security plan that would divert huge sums of money into investment accounts, generating fees for Wall Street. Brokerage stocks have been market leaders in","byline":"By FLOYD NORRIS","date":"20041231","title":"The Year on Wall Street: Treating Investment Bankers Like Bartenders","url":"http://query.nytimes.com/gst/fullpage.html?res=9D06E6D91439F932A05751C1A9629C8B63"},{"body":"The Pittsburgh Steelers said Tommy Maddox would start at quarterback in place of the injured rookie Ben Roethlisberger in Sunday's regular-season finale against the Buffalo Bills, who need to win to have a chance at a wild-card spot. Maddox started the Steelers' first two games this season, then lost his job to Roethlisberger after injuring his","date":"20041231","title":"N.F.L. ROUNDUP; Maddox Will Start Again for Steelers","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DE4D71439F932A05751C1A9629C8B63"},{"body":"Artie Shaw, the jazz clarinetist and big-band leader who successfully challenged Benny Goodman's reign as the King of Swing with his recordings of ''Begin the Beguine,'' ''Lady Be Good'' and ''Star Dust'' in the late 1930's, died yesterday at his home in Newbury Park, Calif. He was 94. He apparently died of natural causes, his lawyer, Eddie Ezor,","byline":"By JOHN S. WILSON","date":"20041231","title":"Artie Shaw, Bandleader, Composer and Wizard of the Clarinet, Is Dead at 94","url":"http://query.nytimes.com/gst/fullpage.html?res=9401EFDB1439F932A05751C1A9629C8B63"},{"body":"To the Editor: Bob Herbert cites the following recent remark by President Bush as an example of his being out of touch with reality: ''The idea of democracy taking hold in what was a place of tyranny and hatred and destruction is such a hopeful moment in the history of the world.'' But the remark also illustrates our president's lack of clarity","date":"20041231","title":"Soldiers' Mothers Can Lead the Way","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E0D81439F932A05751C1A9629C8B63"},{"body":"Every time this season that Curtis Martin has produced a bad game, he has followed it with a spectacular performance a week later. So now, after an emotionally draining loss to the New England Patriots in which he generated only 33 yards on 13 carries, he could be the Jets' most important player when they face the Rams in St. Louis, looking for a","byline":"By GERALD ESKENAZI","date":"20041231","title":"FOOTBALL; Jets Hope Martin Repeats His Pattern","url":"http://query.nytimes.com/gst/fullpage.html?res=9F03E4D71439F932A05751C1A9629C8B63"},{"body":"In the year 2004 the DVD came of age. No longer just a cheaper, more convenient substitute for VHS, the silver disc has brought a whole new level of technical excellence to home video. And to feed a medium that now demands sharp pictures and full sound, the studios and their independent brethren have been scouring the world's archives for the best","byline":"By DAVE KEHR","date":"20041231","title":"CRITIC'S NOTEBOOK; The Disc's Coming of Age, From Noir and Hitchcock To Jerry Lewis and Seinfeld","url":"http://query.nytimes.com/gst/fullpage.html?res=9E07E7D81439F932A05751C1A9629C8B63"},{"body":"Rod Kanehl, a career minor leaguer who became a fan favorite at the Polo Grounds with the beloved but bumbling original Mets of 1962, died Dec. 14 at a hospital in Palm Springs, Calif. He was 70. The cause was a heart attack, said his son-in-law, Jay Gussin. Losing 120 games in their inaugural season, Casey Stengel's Mets had the hustling,","byline":"By RICHARD GOLDSTEIN","date":"20041231","title":"Rod Kanehl, 70, an Original Met, Is Dead","url":"http://query.nytimes.com/gst/fullpage.html?res=950CEFDB1439F932A05751C1A9629C8B63"}],"tokens":["bad"],"total":7027},{"offset":"0","results":[{"body":"Deborah Washington, 47, rattled off her previous addresses, in buildings all over Brooklyn. ''Bergen, Fulton -- I've lived in a lot of places,'' she said recently, sitting on an L-shaped couch in the living room of her current apartment in Bedford-Stuyvesant. ''The one on Rochester Avenue, this was a really, really bad place; I mean really bad,''","byline":"By KARI HASKELL","date":"20051231","title":"THE NEEDIEST CASES; After Finding Herself, Hoping to Find Yet Another Home","url":"http://query.nytimes.com/gst/fullpage.html?res=9500E6DE1030F932A05751C1A9639C8B63"},{"body":"HERMAN EDWARDS looked the news media in its collective eye Thursday and said with finality that he was the Jets' head coach and planned to be the Jets' head coach. We've heard that before, and in New York we've heard it a lot. ''I'm the Jets' coach, as far as I'm concerned,'' he said. ''Period. That's all I've got to say. We don't have to talk","byline":"By William C. Rhoden","date":"20051231","title":"Sports of The Times; Edwards Runaround Affects Jets' Turnaround","url":"http://select.nytimes.com//2005/12/31/sports/football/31rhoden.ready.html"},{"body":"Craig Murray, former British ambassador to Uzbekistan, has published documents on the Internet that he says prove that the British knowingly received information obtained through torture. Mr. Murray, who was forced to quit the Foreign Office last year after publicly condemning the Uzbek authorities, criticized the British and American governments","byline":"By ALAN COWELL","date":"20051231","title":"Diplomat Says Britain Used Data Gotten By Torture","url":"http://www.nytimes.com/2005/12/31/international/europe/31britain.html"},{"body":"Denver (12-3) at San Diego (9-6) 4:30 p.m. The only suspense in this utterly meaningless game -- the Broncos are seeded second in the A.F.C. playoffs; the Chargers are out -- is whether Tatum Bell will rush for 131 yards to become the second Bronco to have 1,000 yards rushing this season. Starter Mike Anderson will rest a sore ankle as the Broncos","byline":"By JUDY BATTISTA","date":"20051231","title":"PRO FOOTBALL; Today's Matchups","url":"http://query.nytimes.com/gst/fullpage.html?res=9504E6DC1030F932A05751C1A9639C8B63"},{"body":"What happens when a flagship product becomes an afterthought? At Intuit, that was happening with Quicken, the very brand that made it a software powerhouse in the 1980's and 1990's. Even Stephen M. Bennett, a former General Electric executive and acolyte of Jack Welch, ignored it after he arrived in 2000. Quicken's revenue was flat or declining","byline":"By DAMON DARLIN","date":"20051231","title":"It's a Quicken World Again; Intuit Unit Charges Back, With Products Like a Medical Bill Manager","url":"http://www.nytimes.com/2005/12/31/technology/31intuit.html"},{"body":"A fuel crisis in Iraq deepened on Friday when the oil minister was suspended for objecting to steep government-imposed price increases for gasoline and cooking oil. Angry drivers waited in quarter-mile lines at stations in Baghdad, brought by fears of more price increases and electricity failures, which have led them to siphon fuel for use in power","byline":"By RICHARD A. OPPEL Jr.","date":"20051231","title":"In Iraq, Rich in Oil, Higher Gasoline Prices Anger Many","url":"http://www.nytimes.com/2005/12/31/international/middleeast/31iraq.html"},{"body":"IF it's excitement you crave, stock markets are losing their appeal. Back around the turn of the century, it seemed as if nearly every other day was an exciting one in the stock market, and not just in the United States. At the peak of volatility in the United States, from 2000 to 2002, the Standard & Poor's 500 showed a daily gain or loss of at","byline":"By Floyd Norris","date":"20051231","title":"OFF THE CHARTS; Don't Hold Your Breath for an Exciting Day in the Stock Market","url":"http://www.nytimes.com/2005/12/31/business/31charts.html"},{"body":"A group of investors led by Citigroup has emerged as the top bidder in an auction for about 85 percent of the Guangdong Development Bank, a state-owned Chinese bank, for about $3 billion, according to people briefed on the deal. By making the top bid, the consortium won the right to negotiate with the bank to buy the stake. The deal also requires","byline":"By DAVID BARBOZA and ANDREW ROSS SORKIN; David Barboza reported from Sanya, China, for this article, and Andrew Ross Sorkin from New York.","date":"20051231","title":"Citigroup Expected To Land China Deal","url":"http://www.nytimes.com/2005/12/31/business/worldbusiness/31bank.html"},{"body":"I PLUNGED head first into a shiny black stretch limousine, and sprawled out on the back seat across from a venture capitalist buddy I call the V.C. I slid a Joan Jett CD into the player, shivering with a winter chill, and peered through the tinted-glass rear window at the brightly lighted dark of night. ''Think we'll have to dodge some more","byline":"By Harry Hurt III","date":"20051231","title":"EXECUTIVE PURSUITS; On a Big Party Night, A Limo and the Perks That Come With It","url":"http://www.nytimes.com/2005/12/31/business/31pursuits.html"},{"body":"In his optimistic best seller ''The World Is Flat,'' the New York Times columnist Thomas L. Friedman uses ''flat'' as a synonym for connected -- digitally, that is, by fiber-optic cables. Friedman makes a compelling case that a ''triple convergence'' of Internet technology with economic and political events at the dawn of the 21st century has","byline":"By James McManus","date":"20051231","title":"POKER; The Poker World Is Flat, Part 1","url":"http://www.nytimes.com/2005/12/31/sports/othersports/31poke.html"}],"tokens":["bad"],"total":7073},{"offset":"0","results":[{"body":"THERE is great poignancy to the case of the New York dive bar. In such an ever-shifting metropolis, whose streets, like rivers, are never the same streets twice, whose heights rise ever upward into taller, better, sleeker plains of steel, those small and stagnant pools may be the only place left where a man can see his reflection. The dive, in its","byline":"By CAROLINE H. DWORIN","date":"20061231","title":"URBAN TACTICS; Endurance Test","url":"http://www.nytimes.com/2006/12/31/nyregion/thecity/31dive.html"},{"body":"THE BUSH LIST: On Sunday, Dec. 10, 2000, two days before the Supreme Court decided the election for George Bush, the best-seller list was already tilting to the right. The No. 1 book on the Times's hardcover nonfiction list that day was ''$(3$)The O'Reilly Factor.'' The No. 1 book on the fiction side? ''The Mark,'' by Tim LaHaye and Jerry B.","byline":"By DWIGHT GARNER","date":"20061231","title":"TBR: Inside the List","url":"http://www.nytimes.com/2006/12/31/books/review/31tbr.html"},{"body":"Saddam Hussein never bowed his head, until his neck snapped. His last words were equally defiant. ''Down with the traitors, the Americans, the spies and the Persians.'' The final hour of Iraq's former ruler began about 5 a.m., when American troops escorted him from Camp Cropper, near the Baghdad airport, to Camp Justice, another American base at","byline":"By MARC SANTORA; Ali Adeeb and Khalid al-Ansary contributed reporting from Baghdad.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; On the Gallows, Curses for U.S. And 'Traitors'","url":"http://www.nytimes.com/2006/12/31/world/middleeast/31gallows.html"},{"body":"ANDREA MAZZONETTO, a restaurant owner here for 20 years, prides himself on the Northern Italian cuisine served at Lago di Como, his Main Street restaurant. Unfortunately, the food is not always enough to keep customers coming back. ''I have had problems where people came to town and couldn't find a parking space,'' said Mr. Mazzonetto, one of the","byline":"By BARBARA WHITAKER","date":"20061231","title":"TRAFFIC; Stores, Stores Everywhere, But Not a Place to Park","url":"http://query.nytimes.com/gst/fullpage.html?res=9D00E3DB1F31F932A05751C1A9609C8B63"},{"body":"CHRISTINE JONES had become accustomed to staying home nights, watching ''Cops'' with her daughter, Hannah, then 6, and eating popcorn for dinner. She was separated from her husband and had adopted a stony outlook on men -- that is, until her friend Meredith Specht told her she had lost her ''glitter'' and set her up on a blind date with a dentist","byline":"By JANE GORDON","date":"20061231","title":"WEDDINGS/CELEBRATIONS: VOWS; Christine Jones and Bert Goldfinger","url":"http://www.nytimes.com/2006/12/31/fashion/weddings/31VOWS.html"},{"body":"THE black awning, which stretches like a tidy gold-lettered baseball cap over the store at the corner of Washington Avenue and Prospect Place in Brooklyn, reads ''F.B. Enterprises.'' Passers-by curious about what might lie within would have to come close and examine the small hand-lettered sign bearing the words ''Post Office'' that is taped to the","byline":"By BETH SCHWARTZAPFEL","date":"20061231","title":"PROSPECT HEIGHTS; You've Got Mail. And That's Just for Starters.","url":"http://www.nytimes.com/2006/12/31/nyregion/thecity/31euma.html"},{"body":"AT Frank E. Campbell's funeral chapel on Madison Avenue two weeks ago, friends and colleagues gathered to remember the actor Peter Boyle, who died on Dec. 12 at 71. They told stories about his impishness, his artfulness, his liberal fervor. Judy Collins sang ''Amazing Grace.'' In the pews Patricia Heaton couldn't stop sobbing. For the nine seasons","byline":"By JESSE GREEN","date":"20061231","title":"THEATER; Not Everbody Loves Patricia","url":"http://www.nytimes.com/2006/12/31/theater/31gree.html"},{"body":"IT'S natural at the end of the year to pause, clear the throat and conjure up thoughtful analysis that brings meaning and context to the previous 12 months -- never mind that we've barely had a chance to digest the buffet of news events. To tide you over until hindsight bestows perspective, if not wisdom, here is a sampler of happenings in the","byline":"By CHRISTOPHER JENSEN","date":"20061231","title":"RETROSPECTIVE; A Glance Over the Shoulder at the Double Takes of 2006","url":"http://www.nytimes.com/2006/12/31/automobiles/31RECAP.html"},{"body":"IN July, a state caseworker made a surprise visit to Kim Rolon's apartment in Jersey City. Someone had reported that Ms. Rolon, 40, was back on heroin and neglecting her 2-year-old daughter, Amina. The caseworker removed the child, placed her with a relative and sent Ms. Rolon, a single mother, to take a urine test and be interviewed. Ms. Rolon","byline":"By MICHAEL WINERIP","date":"20061231","title":"PARENTING; Giving Up Drugs and Taking Back Motherhood","url":"http://query.nytimes.com/gst/fullpage.html?res=9E02E6DA1F31F932A05751C1A9609C8B63"},{"body":"CLASSIC ROCK: That's what they're getting on East 63rd Street between Fifth and Madison, as two old plain-Jane buildings are getting dressed up in limestone and classical-style fronts. The town houses on this block went up just after the Civil War, but from the 1930s to the 1950s some of them were stripped of their ornament, leaving just husks.","byline":"By CHRISTOPHER GRAY","date":"20061231","title":"STREETSCAPES/East 63 rd Street; Tracking a Century of Changes Along One Block of Town Houses","url":"http://www.nytimes.com/2006/12/31/realestate/31scap.html"}],"tokens":["bad"],"total":7464},{"offset":"0","results":[{"body":"One of the risks the NFL Network faced by having CBS and NBC simulcast the Patriots-Giants game Saturday night was the exposure to a wider world it would give Bryant Gumbel, the channel's play-by-play announcer. The NFL Network reaches 43 million cable and satellite subscribers, but the simulcast increased the viewing universe to 113 million TV","byline":"By RICHARD SANDOMIR","date":"20071231","title":"TV SPORTS; Gumbel Is Precisely the Problem for the NFL Network","url":"http://www.nytimes.com/2007/12/31/sports/31sandomir.html"},{"body":"In 1950, this cotton market town in northern Alabama lost a bid for a military aviation project that would have revived its mothballed arsenal. The consolation prize was dubious: 118 German rocket scientists who had surrendered to the Americans during World War II, led by a man -- a crackpot, evidently -- who claimed humans could visit the moon.","byline":"By SHAILA DEWAN","date":"20071231","title":"HUNTSVILLE JOURNAL; When the Germans, and Their Rockets, Came to Town","url":"http://www.nytimes.com/2007/12/31/us/31huntsville.html"},{"body":"A BAD INVESTING BET Private equity's gold has turned into dross for everyday investors this year. And hedge funds, those investment pools for the rich and, increasingly, the not so rich, have been losers for shareholders as well. Market Place. SOCIAL SIDE OF A STRIKE Some of the people on opposite sides of the Hollywood writers' strike send their","date":"20071231","title":"TODAY IN BUSINESS","url":"http://query.nytimes.com/gst/fullpage.html?res=9801E6D9153BF932A05751C1A9619C8B63"},{"body":"This was at an N.B.A. Board of Governors meeting in New York not long ago, James L. Dolan facing his colleagues-in-ownership for the first time since the sexual harassment trial brought by Anucha Browne Sanders had slimed Madison Square Garden and by extension the league. According to a person who attended the meeting, Dolan just couldn't wait to","byline":"By HARVEY ARATON","date":"20071231","title":"SPORTS OF THE TIMES; A Crowd Is Present; Accountability Is Not","url":"http://www.nytimes.com/2007/12/31/sports/basketball/31araton.html"},{"body":"In an almost empty stadium, with steady rain pelting the field, Mike Nugent lined up to kick the winning field goal. He knew immediately whom he would dedicate the kick to. The previous 48 hours had knocked the Jets' special teams for an emotional loop. They found out their coach, the coordinator Mike Westhoff, would not be back next season. And","byline":"By GREG BISHOP","date":"20071231","title":"JETS 13, CHIEFS 10; Special Send-Off for Special Coach","url":"http://www.nytimes.com/2007/12/31/sports/football/31jets.html"},{"body":"In the moments after the New England Patriots made N.F.L. history by finishing the regular season 16-0 Saturday night, even Coach Bill Belichick, whose grim countenance has become the franchise's public face, could not suppress a grin. His players celebrated in a nearby room at Giants Stadium, and he granted them a few days -- until Thursday -- to","byline":"By JUDY BATTISTA","date":"20071231","title":"Patriots See Plenty of Ways To Improve on Perfection","url":"http://www.nytimes.com/2007/12/31/sports/football/31patriots.html"},{"body":"The Taliban leader, Mullah Muhammad Omar, has ordered his chief commander expelled from the movement for disobeying Taliban rules, a spokesman said in a statement over the weekend. The commander, Mansoor Dadullah, took over after his brother, Mullah Dadullah, was killed in May in Helmand Province. The Taliban statement said that Mansoor Dadullah","byline":"By THE NEW YORK TIMES","date":"20071231","title":"Taliban Leader Expels Commander","url":"http://www.nytimes.com/2007/12/31/world/asia/31afghan.html"},{"body":"To the Editor: ''Study Quantifies Orphanage Link to I.Q.'' (news article, Dec. 21) depicts limited research that looks at I.Q. only and draws sweeping conclusions. For example, the researchers did not study adults who grew up in orphanages or compare the results of growing up in a good orphanage versus a bad foster home. After my father's parents","date":"20071231","title":"LETTER; Orphans Who Thrived","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00EFD91330F932A05751C1A9619C8B63"},{"body":"In an instant, a world in which everything seemed right suddenly seemed all wrong. John and Elizabeth Edwards's 16-year-old son, Wade, their first-born, was dead, with nothing to blame but the gust of wind that had flipped his car off a wide-open road. As the couple walked down the aisle of the church for his funeral, they braced each other,","byline":"By KATE ZERNIKE","date":"20071231","title":"THE LONG RUN; After the Pain of a Son's Death, A Shared Mission in Politics","url":"http://www.nytimes.com/2007/12/31/us/politics/31edwards.html"},{"body":"Ahmed Rafiki sprawled on the makeshift couch in his cell, a fresh red henna dye in his long hair and beard. Known to other militants as the father of Moroccan jihadists, he was convicted in 2003 of leading young men to fight Americans in Afghanistan. But here in Oukacha Prison, Mr. Rafiki, an Islamist cleric, is serving the final months of his","byline":"By MICHAEL MOSS and SOUAD MEKHENNET; Margot Williams contributed reporting from New York.","date":"20071231","title":"For Jihadists in Jails, Protests Win Leverage Over Their Keepers","url":"http://www.nytimes.com/2007/12/31/world/africa/31prison.html"}],"tokens":["bad"],"total":7381},{"offset":"0","results":[{"body":"In late November, around the time the security agreement between the American and Iraqi governments was ratified, an order came down to Company C at its Sadr City outpost. In accordance with the agreement's new rules on searches and detentions, troops from Company C of the First Battalion, 35th Armor Regiment, were to begin operating under a policy","byline":"By CAMPBELL ROBERTSON","date":"20081231","title":"New Rules in Iraq Add Police Work to Troops' Jobs","url":"http://www.nytimes.com/2008/12/31/world/middleeast/31iraq.html"},{"body":"International BURIED IN A QUAKE'S RUBBLE, A BOND LIVES, AND GROWS STRONGER They were trapped together in the wreckage of their apartment building for 28 hours, their arms wrapped around each other, their faces only inches apart. Like the stories of many survivors of the earthquake that razed much of southwest China last May, the journey of Li","date":"20081231","title":"INSIDE THE TIMES: December 31, 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0DE4D61731F932A05751C1A96E9C8B63"},{"body":"Li Wanzhi has learned to do certain things with just one arm. Dressing herself, for example. That was easy. Washing clothes was something else entirely. For that, she needed the help of her mother-in-law. Her husband, Wang Zhijun, had it good by comparison. He had all his limbs, even though he and his wife had been trapped together in the rubble of","byline":"By EDWARD WONG; Huang Yuanxi contributed research.","date":"20081231","title":"In Flimsy Hut, Bond Grows Stronger After Ordeal Under a Quake's Rubble","url":"http://www.nytimes.com/2008/12/31/world/asia/31quake.html"},{"body":"This quaint Southern college town is known as a literary oasis, a reputation it gained as the home of William Faulkner for a majority of his life. For much of its existence, the University of Mississippi's football program has led its own tale of Southern toil, trying mostly in vain to catch up with its peers in the Southeastern Conference. So it","byline":"By PETE THAMEL","date":"20081231","title":"Leaping Off the Pages","url":"http://www.nytimes.com/2008/12/31/sports/ncaafootball/31olemiss.html"},{"body":"With its 15-year Midtown Manhattan office lease expiring in early 2009, the law firm of Anderson Kill & Olick began shopping for space last winter, when rents were still sky-high. The search became even more daunting in March when an investment management firm, Paulson & Company, took two floors in the same office tower, the Mitsui Building at 1251","byline":"By TERRY PRISTIN","date":"20081231","title":"SQUARE FEET; A Renter's Market for Manhattan Offices","url":"http://www.nytimes.com/2008/12/31/business/31office.html"},{"body":"How bad has the housing market gotten? With home values dropping by faster rates each month, a real estate agent near Detroit said that if houses weren't priced as low as foreclosures, they simply would not sell. That grim assessment underscored numbers released Tuesday showing that home prices in 20 metropolitan areas across the country dropped at","byline":"By JACK HEALY","date":"20081231","title":"October Report Shows Home Prices Down 18% From Last Year","url":"http://www.nytimes.com/2008/12/31/business/economy/31econ.html"},{"body":"PRAGER--Bud, died December 22nd, 2008. President of ESP Management, he managed Mountain, Foreigner, co-managed Bad Company, Damn Yankees and Megadeth. In a career spanning six decades he influenced three generations of music industry professionals and artists, and had an impact on many facets of the music business from SESAC in the 1950s to MRD in","date":"20081231","title":"Paid Notice: Deaths PRAGER, BUD","url":"http://query.nytimes.com/gst/fullpage.html?res=9806E0DE1F3AF932A05751C1A96E9C8B63"},{"body":"LOSING EVERYTHING By David Lozell Martin 201 pages. Simon & Schuster. $24. The novelist David Lozell Martin's achy-breaky new memoir, ''Losing Everything,'' was written before Lehman Brothers, before WaMu and before television viewers had memorized every contour of Hank Paulson's shaved head -- before, that is, the American economy collapsed and so","byline":"By DWIGHT GARNER","date":"20081231","title":"BOOKS OF THE TIMES; How Low Can You Go? Lesson From the Dark Side","url":"http://www.nytimes.com/2008/12/31/books/31garn.html"},{"body":"There is no N.B.A. equivalent of the Chicago Cubs' curse. But there must be an aggrieved goat somewhere in the Los Angeles Clippers' dark past. Consider the way their week started: On Sunday, they learned that power forward Zach Randolph, their leading scorer, might miss two weeks because of a bruised knee. On Monday, they awoke to reports that","byline":"By HOWARD BECK","date":"20081231","title":"For Clippers, All News Is Bad News","url":"http://query.nytimes.com/gst/fullpage.html?res=9D07E5DD173EF932A05751C1A96E9C8B63"},{"body":"Delaney Bramlett, a singer and songwriter whose bluesy, gospel- and country-flavored music influenced Eric Clapton and George Harrison among others, and whose songs were covered by popular musicians ranging from Ray Charles to Sonic Youth, died Saturday in Los Angeles. He was 69. The cause was complications after gall bladder surgery, his wife,","byline":"By BRUCE WEBER","date":"20081231","title":"Delaney Bramlett, 69, Pop Singer and Guitarist","url":"http://www.nytimes.com/2008/12/31/arts/music/31bramlett.html"}],"tokens":["bad"],"total":7549},{"offset":"0","results":[{"body":"To the Editor: Re ''The System Failed'' (editorial, Dec. 30): The only positive side of the Northwest Flight 253 bombing attempt was that nobody was hurt because of the exemplary courage shown by passengers. But this incident exposes a gaping hole in the security of our national aviation system, one of the most vulnerable targets for terrorists.","date":"20091231","title":"LETTERS; How to Prevent Terror in the Skies","url":"http://query.nytimes.com/gst/fullpage.html?res=9B05E3DE133AF932A05751C1A96F9C8B63"},{"body":"SUMMERTIME By J. M. Coetzee 266 pages. Viking. $25.95. In ''Boyhood'' and ''Youth,'' the Nobel Prize-winning South African writer J. M. Coetzee gave memoir the freedom of fiction by employing a third-person narrator and the oddly distancing present tense. The results were unforgettably vivid, evoking with equal sharpness a tense, alienated","byline":"By KATHA POLLITT","date":"20091231","title":"BOOKS OF THE TIMES; Any Relation to Biography Is Pure Fiction (in a Way)","url":"http://www.nytimes.com/2009/12/31/books/31book.html"},{"body":"There's an old saying about poverty: Give me a fish, and I'll eat for a day. Give me a fishing rod, and I'll eat for a lifetime. There are many variations in that theme. In Somalia, I heard a darker version: If I buy food, I'll eat for a day. If I buy a gun, I'll eat every day. But these days, there's evidence that one of the most effective tools","byline":"By NICHOLAS D. KRISTOF","date":"20091231","title":"OP-ED COLUMNIST; Sparking A Savings Revolution","url":"http://www.nytimes.com/2009/12/31/opinion/31kristof.html"},{"body":"TO sell soda, Coca-Cola is making matches. It is not entering the online dating game but running a Facebook application that scans photographs of faces and tries to find matching images in its database, using attributes like skin color and chin angles. The idea behind the application, the ''Coke Zero Facial Profiler,'' is to draw people in with an","byline":"By STEPHANIE CLIFFORD","date":"20091231","title":"ADVERTISING; Looking for a Familiar Face, and Finding a Coke","url":"http://www.nytimes.com/2009/12/31/business/media/31adco.html"},{"body":"The 1.1 million children in the New York City public school system are on winter recess this holiday week. Thousands of other students in Catholic schools across the five boroughs are also on break. Dozens of privately run, publicly financed charter schools are empty. Even many of the city's Islamic schools, like Al-Iman and the Razi School, both","byline":"By MANNY FERNANDEZ","date":"20091231","title":"NEW YORK, INTERRUPTED; Just Another Day at School, With No Regrets","url":"http://www.nytimes.com/2009/12/31/nyregion/31nyinterrupted.html"},{"body":"BEIRUT -- This week will see the close of one of the most dramatic decades in recent history, and much of the action -- mostly for worse -- has taken place in the Middle East. A journalist colleague from Europe asked me the other day whether I agreed that nothing much had changed in the Middle East since 2001 -- because the region continues to be","byline":"By RAMI G. KHOURI","date":"20091231","title":"OP-ED CONTRIBUTOR; A Bad Decade","url":"http://www.nytimes.com/2009/12/31/opinion/31iht-edkhouri.html"},{"body":"New York is about to achieve a dubious milestone: For the first time in history, the state's main bank account is poised to end the year in the red. After months of plunging revenues and weeks of budget battles, New York had a negative balance of $174 million in its general fund on Wednesday, with nearly $1 billion in bills owed by day's end. Every","byline":"By NICHOLAS CONFESSORE","date":"20091231","title":"For First Time, State Fund Ends Year in the Red","url":"http://www.nytimes.com/2009/12/31/nyregion/31budget.html"},{"body":"LOOKING back at the events of the last few weeks, I guess you could say I was primed to fall in love. It's like being young again. I'll never regret the time I spent in my current house, of course. In fact, when I first laid eyes on it more than seven years ago, I thought we were made for each other. But somehow, it grew as I shrank. I don't mean","byline":"By MICHELLE SLATALLA","date":"20091231","title":"WIFE/MOTHER/WORKER/SPY; One Door Opens, Another Closes","url":"http://www.nytimes.com/2009/12/31/fashion/31spy.html"},{"body":"FOR Design Within Reach, the company dedicated to popularizing modern design, 2009 was a punishing year. After sales plummeted, a hedge fund came to the rescue with an infusion of cash, then dismissed the chief executive. John Edelman, the new chief executive, starts work Monday, and while he hopes to engineer a turnaround, he acknowledged that","byline":"By FRED A. BERNSTEIN","date":"20091231","title":"Is a Solution Within Reach?","url":"http://www.nytimes.com/2009/12/31/garden/31dwr.html"},{"body":"The stage of Avery Fisher Hall was decked out with flowing blue curtains and floral arrangements on Tuesday evening in preparation for the New York Philharmonic's New Year's Eve concert. But Alan Gilbert's more pressing business was the orchestra's final subscription program for 2009, an inventive juxtaposition of works by Webern, Mozart and","byline":"By ALLAN KOZINN","date":"20091231","title":"MUSIC REVIEW | NEW YORK PHILHARMONIC; Gilbert Braces His Listeners for Webern","url":"http://www.nytimes.com/2009/12/31/arts/music/31phil.html"}],"tokens":["bad"],"total":7334},{"offset":"0","results":[{"body":"As a dismal year draws to a close, Pakistani cricket fans may be hoping that 2011 will bring a little respite from the torrent of bad news that has engulfed their national team. The lesson of Pakistan's recent cricket history, though, is that however bad things may seem to be, there is often worse to come. The start of 2011 certainly promises to be","byline":"By HUW RICHARDS","date":"20101231","title":"CRICKET; 2011 Shaping Up as One Long Corridor of Uncertainty for Pakistan","url":"http://www.nytimes.com/2010/12/31/sports/cricket/31iht-CRICKET31.html"},{"body":"Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/arts/design/31art.html"},{"body":"If big banks start failing again, what will replace them? In the United States and Europe, that is a question with unsatisfactory answers in the aftermath of the financial crisis. To put it in sports terms, there was nobody on the bench waiting for a chance to become a star. One result is that even after a crisis in which it was every country for","byline":"By FLOYD NORRIS","date":"20101231","title":"HIGH & LOW FINANCE; Major Banks Need Midsize Ones","url":"http://www.nytimes.com/2010/12/31/business/31norris.html"},{"body":"Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com/theater. Previews and Openings 'Blood From a Stone' In previews; opens on Jan. 12. Ethan Hawke, Natasha Lyonne and Daphne Rubin-Vega star in this New Group","byline":"By THE NEW YORK TIMES","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/theater/31theater.html"},{"body":"Movies Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com/movies. 'All Good Things' (R, 1:38) Andrew Jarecki (''Capturing the Friedmans'') fictionalizes an old true crime involving the moneyed and bloodied of New York. The","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/movies/31movies.html"},{"body":"IT wasn't easy for critics to choose the best cultural offerings of 2010. But whatever moments onstage still linger in our memory, Jay Gatsby himself would advise against dwelling too long on the year that was. Now is the time to look forward: what performances in 2011 will inspire, shock, cheer us, maybe even change our world? Critics, reporters","byline":"By CHARLES ISHERWOOD, BEN BRANTLEY, SCOTT HELLER, ERIK PIPENBURG, ALISTAIR MACAULAY, SETH SCHIESEL, NEIL GENZLINGER, MIKE HALE, ANTHONY TOMMASINI, BEN RATLIFF and JULIE BLOOM","date":"20101231","title":"LOOKING AHEAD; Time to Turn the Page","url":"http://www.nytimes.com/2010/12/31/arts/31forward.html"},{"body":"LOS ANGELES -- The Wisconsin offensive coordinator Paul Chryst not only calls plays, he writes story lines. When he sized up the Badgers' battle with Texas Christian in the Rose Bowl on Saturday, Chryst predicted it would be easy to write about how the Badgers' overwhelming offensive size would match up against T.C.U.'s defensive speed. ''That's","byline":"By PETE THAMEL","date":"20101231","title":"In Rose Bowl, a Chance to Study Size vs. Speed","url":"http://www.nytimes.com/2010/12/31/sports/ncaafootball/31rose.html"},{"body":"Wooden L platforms that were rebuilt over the past few years as part of the $530 million Brown Line renovation are already deteriorating at some stations. Officials with the Chicago Transit Authority began noticing the decaying wood in August 2008 -- two years after the first stations were completed, the C.T.A. said. Since then, about $300,000 has","byline":"By PATRICK REHKAMP and ROBERT HERGUTH","date":"20101231","title":"CHICAGO NEWS COOPERATIVE; Renovated L Platforms Require Costly Repairs as Wood Planks Deteriorate After 2 Years","url":"http://www.nytimes.com/2010/12/31/us/31cncbrown.html"},{"body":"As the snow deepened Sunday and Monday, roughly 100 front-line 911 operators in Downtown Brooklyn fielded tens of thousands of calls, struggling to sort the true emergencies from an ocean of concerns about stranded cars, twisted ankles and people simply stuck in their homes. The result was frayed nerves and growing exhaustion, as call after call","byline":"By SHARON OTTERMAN; Al Baker, Juliet Linderman and Noah Rosenberg contributed reporting.","date":"20101231","title":"'It Was Hell': Weary Dispatchers Describe Flood of 911 Calls During Storm","url":"http://www.nytimes.com/2010/12/31/nyregion/31dispatch.html"},{"body":"Jazz Full reviews of recent jazz concerts: nytimes.com/music. Dave Allen Quartet (Tuesday) Dave Allen is a guitarist with a coolly contemporary sensibility, as he demonstrates on his most recent album, ''Real and Imagined'' (Fresh Sound New Talent). His quartet includes the saxophonist John O'Gallagher, the bassist Drew Gress and the drummer Tom","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/arts/music/31jazz.html"}],"tokens":["bad"],"total":7375},{"offset":"0","results":[{"body":"Predictions for the economy and markets for 2012 have been bleak, and 2011 was much worse than expected. There may not be much to celebrate this New Year's Eve. That may be good news, at least for investors. The last time things looked this bad -- even worse -- was three years ago, hard on the heels of the bankruptcy of Lehman Brothers, with global","byline":"By JAMES B. STEWART","date":"20111231","title":"COMMON SENSE; 3 Experts Weigh In On 2012","url":"http://www.nytimes.com/2011/12/31/business/three-experts-prognosticate-on-2012.html"},{"body":"It seems that anxious investors in these troubled economic times are seeking safety in crowds. The prices of stocks, bonds and a host of other financial assets, which in normal conditions more often than not move in a diversity of unpredictable directions, are increasingly surging up or down in lockstep. The rise in correlation between individual","byline":"By GRAHAM BOWLEY","date":"20111231","title":"In an Uncertain Market, Investors Rush In, and Out, Together","url":"http://www.nytimes.com/2011/12/31/business/economy/when-investors-rush-in-and-out-together.html"},{"body":"This was easier than taking candy from a baby. There was no baby. It was Dec. 21, shortly after midnight. The thief must have scaled a chain-link fence behind a building on Coney Island's Surf Avenue, near a faded sign that read ''Shishkebab,'' and climbed atop boxes or overturned trash cans to get onto the roof. His back was to the beach. He came","byline":"By MICHAEL WILSON","date":"20111231","title":"CRIME SCENE; Thief With a Sweet Tooth Likes Coney Island in the Winter","url":"http://www.nytimes.com/2011/12/31/nyregion/thief-with-sweet-tooth-hits-williams-candy-on-coney-island.html"},{"body":"Some of the neighbors had been heard to express the wish over the years that a divine hand would smite Yeung Sun Live Poultry. Clucking chickens went into its storefront. Dead ones came out, bound for Chinatown restaurants. So did blood, and entrails, and putrid odors that wafted past the fancy lofts and dark-wood bars of an up-and-coming","byline":"By ANNE BARNARD; Mosi Secret contributed reporting.","date":"20111231","title":"A Collapse At a Poultry Shop Exposes a Rift Among Neighbors","url":"http://www.nytimes.com/2011/12/31/nyregion/gowanus-canal-repairs-collapse-brooklyn-slaughterhouse.html"},{"body":"International MANY OF INDIA'S POOR TURN TO PRIVATE SCHOOLS As India's economy has expanded during the past two decades, an increasing number of poor parents are now scraping together money to send their children to low-cost private schools in hopes of helping them escape poverty. Page A4 UKRAINE MOVES EX-PREMIER The Ukrainian authorities abruptly","date":"20111231","title":"Inside the Times","url":"http://query.nytimes.com/gst/fullpage.html?res=9E00E1D6133CF932A05751C1A9679D8B63"},{"body":"Verizon Wireless bowed to a torrent of criticism on Friday and reversed a day-old plan to impose a $2 bill-paying fee that would have applied to only some customers. The consumer vitriol, which cascaded across Twitter and onto blogs and petitions all around the Web, struck a chord with a company that was clearly not expecting it. ''The company made","byline":"By RON LIEBER","date":"20111231","title":"After Outcry, Verizon Abandons $2 Fee","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01EED7133CF932A05751C1A9679D8B63"},{"body":"What a big week coming up! New Year's Day and then the Iowa caucuses! Doesn't get any better than that. And, in honor of this double-whammy of exciting events, here's the End-of-the-Year Republican Presidential Primary Quiz: I. Which of the following has Rick Perry not gotten wrong, so far, during his presidential campaign: A) Number of Supreme","byline":"By GAIL COLLINS","date":"20111231","title":"OP-ED COLUMNIST; A Quiz for All Seasons","url":"http://www.nytimes.com/2011/12/31/opinion/collins-a-quiz-for-all-seasons.html"},{"body":"BAGHDAD RAFE AL-ESSAWI is the man in charge of Iraq's finances, a moderate Sunni doctor who greets his guests and denounces his foes in practiced English. He may also be the next leader to fall as the country's Shiite prime minister takes aim at perceived rivals and enemies, his fate a litmus test for a country in crisis. Unlike other Sunni","byline":"By JACK HEALY and MICHAEL R. GORDON; Jack Healy reported from Baghdad, and Michael R. Gordon from Washington.","date":"20111231","title":"THE SATURDAY PROFILE; A Moderate Official at Risk in a Fracturing Iraq","url":"http://www.nytimes.com/2011/12/31/world/middleeast/rafe-al-essawi-a-moderate-in-an-increasingly-polarized-iraq.html"},{"body":"These marauding Bigfoots must be stopped. It was bad enough to see them terrorizing Florida, Oregon, Washington State, Alaska and the other places visited in Season 1 by the sasquatch hunters of ''Finding Bigfoot,'' a documentary series on Animal Planet. But the opening episode of Season 2 on Sunday night finds the investigators just a few hairy","byline":"By NEIL GENZLINGER","date":"20111231","title":"TELEVISION REVIEW; Be Wary Of Bobo, Sasquatch","url":"http://tv.nytimes.com/2011/12/31/arts/television/finding-bigfoot-on-animal-planet-review.html"},{"body":"FIGUERES, Spain -- Facing a wider than expected budget deficit, Spain's new government announced a $19.3 billion package of tax increases and spending cuts on Friday and admitted that the country's finances were probably even worse because of overspending by the autonomous regions. Spain's new prime minister, Mariano Rajoy, said the austerity","byline":"By SUZANNE DALEY; Rachel Chaundler contributed reporting.","date":"20111231","title":"Regional Debts Add Woe in Spain","url":"http://www.nytimes.com/2011/12/31/world/europe/as-spain-trims-deficits-scrutiny-falls-on-regional-governments.html"}],"tokens":["bad"],"total":7238},{"offset":"0","results":[{"body":"In the best of times, the Knicks made Nelson Ortiz weep. It happened in 1994, when Pat Riley&rsquo;s squad buckled in Game 7 of the Finals and lost the championship to the Houston Rockets. It happened again in 1999, when the eighth-seeded Knicks returned to the Finals, in fairy-tale fashion, only to get crushed by the San Antonio Spurs. &ldquo;I","byline":"By HOWARD BECK","date":"20121101","title":"Nets Arrival in Brooklyn Spawns New Fan: The Knicks-to-Nets Defector","url":"http://www.nytimes.com/2012/11/01/sports/basketball/nets-arrival-in-brooklyn-spawns-new-fan-the-knicks-to-nets-defector.html"},{"body":"ARLINGTON, Va. &mdash; With his wire-rimmed glasses and Salvador Dali mustache, Caleb Cunningham does not exactly look like the stereotypical young conservative. He crochets his own stocking caps, and after graduating from Brigham Young University last spring he spent six weeks trekking through Cambodia, Malaysia and other parts of Southeast Asia","byline":"By JESSE McKINLEY","date":"20121101","title":"For Young Volunteers, Realism Is Trumping Idealism of 08","url":"http://www.nytimes.com/2012/11/01/us/politics/for-young-volunteers-realism-is-trumping-idealism-of-08.html"},{"body":"Mitt Romney and President Obama remain roughly tied in national polls, while state polls suggest a lead for Mr. Obama in the Electoral College. Many people take this to mean that there is a fairly good chance of a split outcome between the Electoral College and the popular vote. But the story may not be so simple . For both the state and national","byline":"By NATE SILVER","date":"20121101","title":"When State Polls Differ From National Polls","url":"http://www.nytimes.com/2012/11/01/us/election-news/when-state-polls-differ-from-national-polls.html"},{"body":"When General Motors tells a presidential campaign that it is engaging in &ldquo;cynical campaign politics at its worst,&rdquo; that&rsquo;s a pretty good signal that the campaign has crossed a red line and ought to pull back. Not Mitt Romney&rsquo;s campaign. Having broadcast an outrageously deceitful ad attacking the auto bailout, the campaign","date":"20121101","title":"EDITORIAL; Mitt Romney Versus the Automakers","url":"http://www.nytimes.com/2012/11/01/opinion/mitt-romney-versus-the-automakers.html"},{"body":"Watching the presidential debate on foreign policy last week, one could be forgiven for seeing one candidate on the stage instead of two. Just as Barack Obama morphed into a less ideological and reckless version of George W. Bush (see: surge in Afghanistan, keeping Guant&aacute;namo open, predator drones), Mitt Romney&rsquo;s performance indicated","byline":"By AARON DAVID MILLER","date":"20121101","title":"OP-ED CONTRIBUTOR; Two Candidates, One Foreign Policy","url":"http://www.nytimes.com/2012/11/01/opinion/two-candidates-one-foreign-policy.html"},{"body":"With commutes that took hours, half-mile lines at suburban gas stations and city buses stuffed beyond capacity, the transportation systems in most of the region slowed to a crawl on Wednesday, amid promises that some subway and commuter rail services would be restored by the Thursday morning commute. On Wednesday night, Gov. Andrew M. Cuomo","byline":"By MATT FLEGENHEIMER and JOHN LELAND","date":"20121101","title":"New Yorkers Cling to Hope of a Better Commute","url":"http://www.nytimes.com/2012/11/01/nyregion/new-yorkers-cling-to-hope-of-a-better-commute.html"},{"body":"Never before has the divide between uptown and downtown in Manhattan been starker. Or darker. On Tuesday, as New Yorkers coped with their first post- Hurricane Sandy night without power, the dividing line between north and south in the city was 25th Street. South of 25th, the streetlights on the West Side were not working, and the buildings were","byline":"By MARC SANTORA","date":"20121101","title":"In Lower Manhattan, Still Feeling the Effects of the Storm","url":"http://www.nytimes.com/2012/11/01/nyregion/in-lower-manhattan-still-feeling-the-effects-of-the-storm.html"},{"body":"The Lederer Memorial Trophy is a popular event with the experts who are invited to play. Held on Sept. 29 and 30 in London, the event drew players from eight countries, including the Colonies team of John Carruthers and Joey Silver from Canada and Milt Rosenberg and Howard Weinstein from the United States. The winners were from England: Michael","byline":"By PHILLIP ALDER","date":"20121101","title":"BRIDGE; Bridge - Lederer Memorial Trophy in London","url":"http://www.nytimes.com/2012/11/01/crosswords/bridge/bridge-lederer-memorial-trophy-in-london.html"},{"body":"&ldquo;Let me say right off, I&rsquo;m a witch,&rdquo; Sowa (the charming Tony Award-nominated actress and singer Lonette McKee) tells the audience at the Castillo Theater, getting the New Federal Theater&rsquo;s production of &ldquo;Sowa&rsquo;s Red Gravy&rdquo; off to an engaging start. Sowa (rhymes roughly with boa) clarifies later that she is","byline":"By ANITA GATES","date":"20121101","title":"THEATER REVIEW; Lonette McKee in Sowas Red Gravy at the Castillo","url":"http://theater2.nytimes.com/2012/11/01/theater/reviews/lonette-mckee-in-sowas-red-gravy-at-the-castillo.html"},{"body":"LIFE may offer worse comedowns. But not many. You train for your big race. You put in the hours and crank out the miles. All your friends say you look terrific. Marathon morning, you pin on your number, run, sweat and finish. A triumph for you and your fabulous body. Then, a day or two later, an e-mail arrives: &ldquo;Your photos are now","byline":"By ELIZABETH WEIL","date":"20121101","title":"Marathon Photos Often Fail to Capture the Glory","url":"http://www.nytimes.com/2012/11/01/fashion/marathon-photos-often-fail-to-capture-the-glory.html"}],"tokens":["bad"],"total":6046}]}