[
    {
        "offset": "0",
        "results": [
            {
                "body": "To the Editor: Now that the Polish crisis is at the center of world attention, where are the great protests of the left in West Germany? It was rather shocking to read in The Times of Dec. 23 that only 350 protesters against the crackdown in Poland could be seen in recent days. he disparity between such a turnout and demonstrations against the",
                "date": "19811231",
                "title": "WHERE IS THE GERMAN LEFT'S OUTCRY OVER POLAND?",
                "url": "http://www.nytimes.com/1981/12/31/opinion/l-where-is-the-german-left-s-outcry-over-poland-155355.html"
            },
            {
                "body": "Poland's military Government, while broadcasting reassurances that economic life was returning to normal, said today that the stockpiling of winter food supplies had fallen far short of projected needs. The ruling military council also announced on the Warsaw radio that a tribunal would be set up to determine who was ''guilty of causing the deep",
                "byline": "By BARBARA CROSSETTE, Special to the New York Times",
                "date": "19811231",
                "title": "POLAND REPORTS A SHORTAGE IN FOOD SET ASIDE FOR WINTER",
                "url": "http://www.nytimes.com/1981/12/31/world/poland-reports-a-shortage-in-food-set-aside-for-winter.html"
            },
            {
                "body": "The year began with a collective sigh of relief. A 444-day siege of spirit ended as the hostages returned from captivity in Iran, and as the cameras caught the images of jubilation, it seemed American hope was liberated as well. Even though inflation and unemployment were no less painful than before, when President Reagan raised his hand to take",
                "date": "19811231",
                "title": "GLIMPSES OF '81: MOMENTS IN A YEAR OF VIVID IMAGES",
                "url": "http://www.nytimes.com/1981/12/31/nyregion/glimpses-of-81-moments-in-a-year-of-vivid-images.html"
            },
            {
                "body": "The new American sanctions may only inconvenience the Soviet Union, without significantly raising the costs of its backstage management of suppression in Poland. But the inconvenience is real, as is the sacrifice asked of domestic interests that a business-minded Administration normally favors. By spreading the pain of measured penalties, and",
                "date": "19811231",
                "title": "Keeping Faith With Solidarity",
                "url": "http://www.nytimes.com/1981/12/31/opinion/keeping-faith-with-solidarity.html"
            },
            {
                "body": "The President's Christmas message was inadequate to the stormy present. Just as Jimmy Carter left the national Christmas tree dark to protest the seizure of hostages in Iran, Ronald Reagan put a candle in the window to display our flickering resolve at the rape of Poland. Are we really that helpless? Is a superpower reduced to candle power? On the",
                "byline": "By William Safire",
                "date": "19811227",
                "title": "ESSAY; NEW YEAR'S MESSAGE",
                "url": "http://www.nytimes.com/1981/12/27/opinion/essay-new-year-s-message.html"
            },
            {
                "body": "REAGAN SAYS MANY NEW DEALERS WANTED FASCISM WASHINGTON, Dec. 22 (AP) - President Reagan says many New Dealers in the administration of Franklin D. Roosevelt espoused fascism. But he says Roosevelt, unlike those around him, saw the programs of the New Deal, which instituted several types of Government aid to the needy, as crisis remedies for the",
                "date": "19811223",
                "title": "No Headline",
                "url": "http://www.nytimes.com/1981/12/23/us/no-headline-143644.html"
            },
            {
                "body": "In the last few days, there were about 350 people on the street in Hamburg to protest the killings, arrests, and marshal law in Poland. Karlsruhe and Saarbrucken had about 100 protestors each. The numbers reached 2,000 or 3,000 in Munich Monday night where the television cameras showed Franz Josef Strauss, the conservative leader, candle in hand,",
                "byline": "By JOHN VINOCUR",
                "date": "19811223",
                "title": "THE SILENCE IN BONN; News Analysis",
                "url": "http://www.nytimes.com/1981/12/23/world/the-silence-in-bonn-news-analysis.html"
            },
            {
                "body": "Antarctica: Contested Continent First of two articles. Just 20 years ago, a landmark international treaty set aside the Antarctic continent for scientific and other peaceful purposes ''forever'' and declared it immune from international discord. Now, tensions over the fate of the world's last unexploited continent are rising rapidly. The treaty",
                "byline": "By ROBERT REINHOLD, Special to the New York Times",
                "date": "19811220",
                "title": "ANTARCTIC EXPLORERS SHIFT GOAL TO HIDDEN RESOURCES",
                "url": "http://www.nytimes.com/1981/12/20/us/antarctic-explorers-shift-goal-to-hidden-resources.html"
            },
            {
                "body": "Following is the prepared text of the speech by former President Jimmy Carter yesterday to the Council on Foreign Relations in New York. With the possible exception of my two predecessors, I know better than anyone how complicated and intransigent are some of the foreign policy questions that confront a President. I also know from firsthand",
                "date": "19811218",
                "title": "TEXT OF CARTER'S SPEECH ATTACKING FOREIGN POLICY OF REAGAN ADMINISTRATION",
                "url": "http://www.nytimes.com/1981/12/18/world/text-of-carter-s-speech-attacking-foreign-policy-of-reagan-administration.html"
            },
            {
                "body": "Following is a transcript of President Reagan's news conference in the East Room of the White House yesterday, as recorded by The New York Times: OPENING STATEMENT Good afternoon. I have a statement which is being handed out but I will read it for the sound media: All the information that we have confirms that the imposition of martial law in",
                "date": "19811218",
                "title": "PRESIDENT'S NEWS CONFERENCE ON FOREIGN AND DOMESTIC MATTERS",
                "url": "http://www.nytimes.com/1981/12/18/us/president-s-news-conference-on-foreign-and-domestic-matters.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 269
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "True or not, Italian police reports of a ''Bulgarian connection'' to the assassin who shot Pope John Paul II hit a nerve in Moscow last week. In the latest official reaction, Leonid M. Zamyatin, the Kremlin's top information specialist on international affairs, denounced speculation about a trail leading from the attack in St. Peter's Square last",
                "byline": "By Milt Freudenheim and Henry Giniger",
                "date": "19821226",
                "title": "THE WORLD; Sticking Up for The Bulgarians",
                "url": "http://www.nytimes.com/1982/12/26/weekinreview/the-world-sticking-up-for-the-bulgarians.html"
            },
            {
                "body": "It's fairly clear that nobody anywhere in the world had any good answers to the problems of 1982, but going into the new year, what are the questions? Even at Christmas time, the politicians in Washington were not talking about peace, let alone good will, but about conflict between the political parties and nations, missiles, death and taxes. There",
                "byline": "By James Reston",
                "date": "19821226",
                "title": "WASHINGTON; QUESTIONS FOR THE NEW YEAR",
                "url": "http://www.nytimes.com/1982/12/26/opinion/washington-questions-for-the-new-year.html"
            },
            {
                "body": "The Eastern European bloc nations have continually maintained that politics has no place in sports. To support this notion, East Germany regularly mails sports journals and quarterly digests to Western journalists extolling the extensive sports program in that country. But a Dec. 14 mailing from Dresden, which arrived this week, has nothing to do",
                "byline": "By Neil Amdur",
                "date": "19821223",
                "title": "SCOUTING; Politics, Sports",
                "url": "http://www.nytimes.com/1982/12/23/sports/scouting-politics-sports.html"
            },
            {
                "body": "The Soviet Union seems to recognize that medium-range missiles have long constituted a touchy political issue for Western Europe, but at present the Reagan Administration demonstrates no such understanding. Indeed, by misreading the cards, it is playing into Moscow's hand. Originally, the so-called double track procedure papered over the",
                "byline": "By John W. Douglas",
                "date": "19821221",
                "title": "DON'T PUSH MISSILES ON EUROPE",
                "url": "http://www.nytimes.com/1982/12/21/opinion/don-t-push-missiles-on-europe.html"
            },
            {
                "body": "When President Reagan put forward his ''zero option'' for European theater missiles in November 1981, the proposal was widely hailed as masterly politics. But now the plan's useful life seems to be coming to an end, putting Mr. Reagan's flexibility, if any, to the test. The zero option called for the Soviets to dismantle all the old SS-4 and SS-5",
                "byline": "By Tom Wicker",
                "date": "19821219",
                "title": "IN THE NATION; THE ZERO DILEMMA",
                "url": "http://www.nytimes.com/1982/12/19/opinion/in-the-nation-the-zero-dilemma.html"
            },
            {
                "body": "Chancellor Helmut Kohl's conservative coalition intentionally lost a confidence vote in Parliament today, opening the way for general elections in three months. ''All the parties represented in the German Bundestag want new elections,'' said Mr. Kohl, defending his unusual recourse to the confidence vote. ''The great majority of our citizens also",
                "byline": "By JAMES M. MARKHAM, Special to the New York Times",
                "date": "19821218",
                "title": "BONN OPENS DOOR FOR ELECTIONS IN MARCH",
                "url": "http://www.nytimes.com/1982/12/18/world/bonn-opens-door-for-elections-in-march.html"
            },
            {
                "body": "The arrest of Lech Walesa and Poland's limited, carefully hedged plan to suspend martial law confirms that the regime is still stuck in the impasse visible on Solidarity's second anniversary last August. The union cannot organize or challenge Government power. The Government cannot organize or induce the people to put their energy at its service",
                "byline": "By Flora Lewis",
                "date": "19821217",
                "title": "FOREIGN AFFAIRS; The Impasse In Poland",
                "url": "http://www.nytimes.com/1982/12/17/opinion/foreign-affairs-the-impasse-in-poland.html"
            },
            {
                "body": "The police removed scores of women who tried to block the gates of a United States Air Force base today to protest the planned deployment of American cruise missiles in Britain. A protester and a policeman were reported injured slightly. Press reports said both were struck by a military bus, but the police said they could not confirm the reports.",
                "byline": "AP",
                "date": "19821214",
                "title": "British Police Remove Protesters From Base",
                "url": "http://www.nytimes.com/1982/12/14/world/british-police-remove-protesters-from-base.html"
            },
            {
                "body": "In the eyes of Israeli military leaders, Syria remains the best equipped and most dangerous potential foe despite its setbacks in last summer's fighting in Lebanon. Such a judgment is made by these officers as part of their continued watch over present and potential threats to the security of Israel, which, they say, cannot afford even one defeat.",
                "byline": "By DREW MIDDLETON, Special to the New York Times",
                "date": "19821212",
                "title": "ISRAELIS VIEW SYRIAN FORCES WITH CONCERN; Military Analysis",
                "url": "http://www.nytimes.com/1982/12/12/world/israelis-view-syrian-forces-with-concern-military-analysis.html"
            },
            {
                "body": "there is a swirl of cross-currents among the allies these days, so mixed you can take your choice and place your bet. It is as reasonable to argue that they are beginning at last to pull together as it is to say things have never been worse. The House vote against the MX is an encouraging sign for some that the U.S. is getting realistic again,",
                "byline": "By Flora Lewis",
                "date": "19821210",
                "title": "FOREIGN AFFAIRS; NATO's Swirling Currents",
                "url": "http://www.nytimes.com/1982/12/10/opinion/foreign-affairs-nato-s-swirling-currents.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 242
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Following are the key sections of ''Report of the D.O.D. Commission on Beirut International Airport Terrorist Act, Oct. 23, 1983,'' which was dated Dec. 20 and made public today by the Pentagon: Preface On 23 October 1983, a truck laden with the equivalent of over 12,000 pounds of TNT crashed through the perimeter of the compound of the U.S.",
                "date": "19831229",
                "title": "KEY SECTIONS OF PENTAGON'S REPORT ON ATTACK ON THE MARINES",
                "url": "http://www.nytimes.com/1983/12/29/world/key-sections-of-pentagon-s-report-on-attack-on-the-marines.html"
            },
            {
                "body": "IN its title, ''Beyond the Missile Crisis'' makes an assumption. It is that the crisis over the deployment of Pershing II missiles - in this case in West Germany - will not lead to Armageddon. If it did, the ball game would be over; a ''beyond'' could not exist. On the other hand, the crisis could lead to a nonaligned West Germany. In a way,",
                "byline": "By JOHN CORRY",
                "date": "19831228",
                "title": "TV: PERSHING II AND WEST GERMANY",
                "url": "http://www.nytimes.com/1983/12/28/arts/tv-pershing-ii-and-west-germany.html"
            },
            {
                "body": "Across Eastern Europe, especially in Czechoslovakia and East Germany, there are signs of popular as well as official disquiet over the announced deployment of Soviet short-range nuclear missiles. Since Moscow announced on Oct. 24 that preparations had started in East Germany and Czechoslovakia ''for the deployment of operational-tactical missile",
                "byline": "By JAMES M. MARKHAM",
                "date": "19831228",
                "title": "EAST EUROPE IS UNEASY OVER MISSILES",
                "url": "http://www.nytimes.com/1983/12/28/world/east-europe-is-uneasy-over-missiles.html"
            },
            {
                "body": "Nuclear arms did not freeze in 1983, but the chill that struck relations between the superpowers recalled the frost of the 1950's. The movement of United States missiles into Germany and England, to counter a buildup of Soviet missiles, brought energetic protests from some in those countries. And the Soviet Union refused to continue the fitful arms",
                "date": "19831228",
                "title": "A NEW AMERICAN STYLE, A HEIGHTENING OF TENSION",
                "url": "http://www.nytimes.com/1983/12/28/world/a-new-american-style-a-heightening-of-tension.html"
            },
            {
                "body": "For the benefit of youngsters afflicted with an American education, let me note that George Orwell was the pen name of an Englishman named Eric Blair whose extensive writings included the novel ''1984.'' His idea for the book was conceived in 1943 when Britain was at war with Nazi Germany. It was completed in 1948 and published in 1949. While",
                "byline": "By Russell Baker",
                "date": "19831228",
                "title": "OBSERVER; BUT WHAT ABOUT 2020?",
                "url": "http://www.nytimes.com/1983/12/28/opinion/observer-but-what-about-2020.html"
            },
            {
                "body": "Growing older extends the memory, and it feels strange to have been alive at a time that now seems very long ago. For example, I remember a Christmas half a century back. I can pinpoint the year - 1933 - by the fact that in the country across the border from my native Austria a new government had just come into power. It was the first Christmas",
                "byline": "By Hans Fantel",
                "date": "19831225",
                "title": "SOUND CHRISTMAS PEACE VIA RADIO",
                "url": "http://www.nytimes.com/1983/12/25/arts/sound-christmas-peace-via-radio.html"
            },
            {
                "body": "Holiday services will be televised Sunday from three churches: one on Fifth Avenue, one at Wisconsin and Massachusetts Avenues in Washington, D.C., and one thousands of miles out in the Pacific Ocean - in Honolulu. From the 144-year- old Kawaiahao Church, of the United Church of Christ in Honolulu, ABC-TV will continue its annual custom of",
                "byline": "By C. Gerald Fraser Yuletide Services",
                "date": "19831225",
                "title": "TELEVISION WEEK",
                "url": "http://www.nytimes.com/1983/12/25/arts/television-week-123352.html"
            },
            {
                "body": "David Binder, Belgrade correspondent for The Times from 1963 to 1966, is assistant news editor of the newspaper's Washington bureau. IN A DIM LOUNGE OF Belgrade's Surcin Airport, two Macedonians stand beside their identical crimson carry-on bags, smoking cigarettes. They tell me they have just returned from England, after training to run mobile",
                "byline": "By David Binder",
                "date": "19831225",
                "title": "A RETURN TO YUGOSLAVIA",
                "url": "http://www.nytimes.com/1983/12/25/magazine/a-return-to-yugoslavia.html"
            },
            {
                "body": "Typically, television year 1983 was a disconcerting affair. Whatever one may think of it generally, the medium is unique in its sheer quantity and variety. Huffing and puffing to offer sports, news, game shows, soap operas, movies, situation comedies, talk shows and action-adventure romps, television goes right on mixing the sublime with the silly,",
                "byline": "By John J. O'Connor",
                "date": "19831225",
                "title": "TV VIEW; IMPRESSIVE ACTING AND HEFTIER SCRIPTS WERE HIGH POINTS",
                "url": "http://www.nytimes.com/1983/12/25/arts/tv-view-impressive-acting-and-heftier-scripts-were-high-points.html"
            },
            {
                "body": "It's not easy and to many people may seem silly this Christmas to write about peace and good will on earth. Seldom in recent years has there been more tension between the battling nations and conflicting creeds of the world. There are wars in the Middle East at the very cradle of civilization; rebellions and hideous massacres in Central America and",
                "byline": "By James Reston",
                "date": "19831221",
                "title": "WASHINGTON; PEACE ON EARTH?",
                "url": "http://www.nytimes.com/1983/12/21/opinion/washington-peace-on-earth.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 301
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "AS A MAN NAMED KIM Dae Jung sets out on a planned 7,000-mile journey home to South Korea next month, he will undoubtedly be thinking about Benigno Aquino. Kim did not know Aquino well. Indeed, they met only once, on March 10, 1983, in Cambridge, Mass. But the parallels between their lives are remarkable. As leading opposition politicians in the",
                "byline": "By Sanford J. Ungar; Sanford J. Ungar, a Washington journalist, is editing a collection of essays on postwar American foreign policy for the Carnegie Endowment for International Peace.",
                "date": "19841223",
                "title": "A KOREAN EXILE'S LONG JOURNEY HOME",
                "url": "http://www.nytimes.com/1984/12/23/magazine/a-korean-exile-s-long-journey-home.html"
            },
            {
                "body": "Almost nothing is impossible in New York, but some things are more unlikely than others. The modern-day equivalent of the true love celebrated in traditional song isn't likely, even at this season, to be presented with partridges in pear trees and other such delights that filled the 12 days of Christmas. But it matters not a whit. There are urban",
                "byline": "By Enid nemy",
                "date": "19841221",
                "title": "HOLIDAY SURPRISES AND HAPPENINGS",
                "url": "http://www.nytimes.com/1984/12/21/arts/holiday-surprises-and-happenings.html"
            },
            {
                "body": "WASHINGTON IRVING, serving as the American Minister to Spain, wrote in 1843 to his niece Sara Irving in Tarrytown, N.Y.: ''I thought of you all at dear little Sunnyside on Christmas Day, and heartily wished myself there to eat my Christmas dinner among you. I hope you kept up Christmas in the usual style, and that the cottage was decked with",
                "byline": "By JOSEPH GIOVANNINI",
                "date": "19841220",
                "title": "DECORATIONS IN THE HOUSES OF CHRISTMAS PAST",
                "url": "http://www.nytimes.com/1984/12/20/garden/decorations-in-the-houses-of-christmas-past.html"
            },
            {
                "body": "A West German member of the European Parliament was denied permission today to enter Israel with five other representatives of the Green Party because of her conviction four years ago on terrorist charges. The Israeli decision, which came as the Green Party delegation was in Beirut on a Middle East tour, brought into relief a simmering controversy",
                "byline": "By JAMES M. MARKHAM",
                "date": "19841218",
                "title": "ISRAEL BARS A MEMBER OF GERMAN GREEN PARTY",
                "url": "http://www.nytimes.com/1984/12/18/world/israel-bars-a-member-of-german-green-party.html"
            },
            {
                "body": "MR NOON By D. H. Lawrence. Edited by Lindeth Vasey. 370 pp. New York: Cambridge University Press. $24.95. APART from Virginia Woolf, that formidable figure in the gender wars of recent decades, there is probably no major writer of this century with whose life, at least in its main outlines, we are better acquainted than we are with the life of D.",
                "byline": "By Diana Trilling",
                "date": "19841216",
                "title": "LAWRENCE IN LOVE",
                "url": "http://www.nytimes.com/1984/12/16/books/lawrence-in-love.html"
            },
            {
                "body": "On weekends, families come on outing to gawk at the neo-Gothic mansion with reflecting windows that dominates a wooded hillside overlooking Mexico City. They pass through its 25-foot-high wrought-iron gates cautiously, as if trespassing on a property guarded by 50 armed police - until recently, the case. Then they gain confidence, climbing on",
                "byline": "By Alan Riding; Alan Riding is chief of The Times's bureau in Rio de Janeiro. This article is adapted from his book ''Distant Neighbors: Portrait of the Mexicans,'' to be published by Knopf in February.",
                "date": "19841216",
                "title": "CORRUPTION, MEXICAN STYLE",
                "url": "http://www.nytimes.com/1984/12/16/magazine/corruption-mexican-style.html"
            },
            {
                "body": "Bishop Desmond Tutu, a leading opponent of apartheid in South Africa, accepted the 1984 Nobel Peace Prize today after a bomb scare interrupted the ceremony for an hour and 20 minutes. A bomb threat telephoned by an anonymous caller to an Oslo newspaper caused the police to evacuate the ceremonial hall and ask King Olav V, Bishop Tutu and hundreds",
                "byline": "AP",
                "date": "19841211",
                "title": "BISHOP TUTU GIVEN NOBEL PRIZE IN OSLO CEREMONY",
                "url": "http://www.nytimes.com/1984/12/11/world/bishop-tutu-given-nobel-prize-in-oslo-ceremony.html"
            },
            {
                "body": "Buoyed by a string of electoral triumphs, the five-year-old Green Party gathered here this weekend with the proclaimed goal of resolving one of the central questions of West Germany's unsettled politics: whether or not to forge regional coalitions with the Social Democrats. Noisy champions of an imperiled environment and advocates of taking West",
                "byline": "By JAMES M. MARKHAM",
                "date": "19841211",
                "title": "GERMAN GREEN PARTY: A FORK IN THE NATURE PATH",
                "url": "http://www.nytimes.com/1984/12/11/world/german-green-party-a-fork-in-the-nature-path.html"
            },
            {
                "body": "THEIR travels take them to the cities and outposts in Africa, Western Europe, the Communist bloc, South America, Arctic belt and even the land down under. Some college basketball coaches and recruiters have become modern-day Stanleys looking for Dr. Livingstone, or rather another Dr. J. And recently, some of the young men they have found tending",
                "byline": "By PETER ALFANO",
                "date": "19841209",
                "title": "FOREIGNERS MAKE MARK IN AN AMERICAN GAME",
                "url": "http://www.nytimes.com/1984/12/09/sports/foreigners-make-mark-in-an-american-game.html"
            },
            {
                "body": "Michael T. Kaufman is chief of The Times's bureau in Warsaw. THE MEAL WAS PLAIN, AND, outside, a chill November wind blew through Warsaw's dark and empty streets. But, as befits a Polish get- together, the conversation at the dinner table was lavish and extravagant, mixing politics and history, religion and literature. The point under debate,",
                "byline": "By Michael T. Kaufman",
                "date": "19841209",
                "title": "THE IMPORTANCE OF GENERAL JARUSZELSKI",
                "url": "http://www.nytimes.com/1984/12/09/magazine/the-importance-of-general-jaruszelski.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 237
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "As a year of hijackings, kidnappings, car bombings and murder draws to a close, reports from correspondents of The New York Times around the world indicate that governments have hardened their attitudes and toughened security measures against a growing plague of terrorism. Across Europe and the Middle East, where terrorists in 1985 struck more",
                "byline": "By ROBERT D. McFADDEN",
                "date": "19851230",
                "title": "TERROR IN 1985: BRUTAL ATTACKS, TOUGH RESPONSE",
                "url": "http://www.nytimes.com/1985/12/30/world/terror-in-1985-brutal-attacks-tough-response.html"
            },
            {
                "body": "Japanese business executives warned that they would curtail their investments in the United States if Congress ended the favorable tax treatment they have received. Saudi Arabians threatened to sell their United States securities rather than disclose how much they own. The political action committee of a Dutch-owned company contributed $726,000 to",
                "byline": "By MARTIN TOLCHIN, Special to the New York Times",
                "date": "19851230",
                "title": "FOREIGNERS' POLITICAL ROLES IN U.S. GROW BY INVESTING",
                "url": "http://www.nytimes.com/1985/12/30/us/foreigners-political-roles-in-us-grow-by-investing.html"
            },
            {
                "body": "Some want romance, others a simple respite from the pace of their lives. To some the offbeat beckons, while for others the pleasure of travel lies in a return to the familiar. Some want tropical somnolence, others snow and cold. Some seek the urbane, others the primitive. Some long for the unattainable; others find that wearying. The bewildering",
                "byline": "By Fred Ferretti; FRED FERRETTI is a reporter for the Style section of The New York Times.",
                "date": "19851229",
                "title": "A YEAR'S WORTH OF TRAVEL WISHES",
                "url": "http://www.nytimes.com/1985/12/29/travel/a-year-s-worth-of-travel-wishes.html"
            },
            {
                "body": "SCRAMBLE: A Narrative History of the Battle of Britain. By Norman Gelb. (Harcourt Brace Jovanovich, $22.95.) In July 1940, Nazi Germany, fresh from its conquest of France, sent the Luftwaffe into the skies of Britain. Germany assumed that the tactics that had overwhelmed much of Europe would be just as effective against the British, forcing them to",
                "byline": "By Hal Goodman",
                "date": "19851229",
                "title": "IN SHORT: NONFICTION",
                "url": "http://www.nytimes.com/1985/12/29/books/in-short-nonfiction-237854.html"
            },
            {
                "body": "PUBLIC PHILOSOPHER Selected Letters of Walter Lippmann. Edited by John Morton Blum. 652 pp. New York: Ticknor & Fields. $29.95. WHY should anyone bother to read over 600 pages of letters written by the same person, even so prominent a pundit as Walter Lippmann? In one sense, the answer is simple. In 1913, Walter Lippmann published his first book,",
                "byline": "By Warren F. Kimball; Warren F. Kimball is a professor of history at Rutgers University. His most recent publication is the three-volume collection ''Churchill & Roosevelt: The Complete Correspondence.''",
                "date": "19851222",
                "title": "DEAR RICH-AND-FAMOUS",
                "url": "http://www.nytimes.com/1985/12/22/books/dear-rich-and-famous.html"
            },
            {
                "body": "The game was called four-square, and the place was a playground on a quiet street in Queens. The apparent leader of the ball game, not that anyone was really keeping score, was a young girl from Malaysia. Bouncing the ball around resolutely, she appeared to have the best of the players in the three other squares - a boy from China, a girl from",
                "date": "19851222",
                "title": "247 PUPILS, 77 NATIONS IN 1 SCHOOL",
                "url": "http://www.nytimes.com/1985/12/22/nyregion/247-pupils-77-nations-in-1-school.html"
            },
            {
                "body": "There is a story told here about the time, 10 years ago, when only three people were out of work in all of Switzerland. All three were sought out by reporters for interviews, but just one would consent and only on condition that his name not be used. As aprocryphal as the story may be, it says much about the status of being unemployed in a country",
                "byline": "By THOMAS W. NETTER, Special to the New York Times",
                "date": "19851220",
                "title": "SWITZERLAND IS WORKING WELL; THREE ECONOMISTS TELL WHY",
                "url": "http://www.nytimes.com/1985/12/20/business/switzerland-is-working-well-three-economists-tell-why.html"
            },
            {
                "body": "The Soviet and American founders of International Physicians for the Prevention of Nuclear War, the group that was awarded the Nobel Peace Prize earlier this month, will meet with the Soviet leader, Mikhail S. Gorbachev, in Moscow on Wednesday, the organization announced here today. The two physicians, Dr. Bernard Lown, of the Harvard School of",
                "byline": "By MATTHEW L. WALD, Special to the New York Times",
                "date": "19851217",
                "title": "ANTI-NUCLEAR DOCTORS ANNOUNCE THEY WILL MEET WITH GORBACHEV",
                "url": "http://www.nytimes.com/1985/12/17/world/anti-nuclear-doctors-announce-they-will-meet-with-gorbachev.html"
            },
            {
                "body": "On the eve of his first visit to Eastern Europe as Secretary of State, George P. Shultz today attacked the postwar division of Berlin and Germany as ''unnatural and inhuman.'' He said the United States rejected the incorporation of Eastern Europe ''into a Soviet sphere of influence.'' Flying to this divided city, which has often symbolized",
                "byline": "By BERNARD GWERTZMAN, Special to the New York Times",
                "date": "19851215",
                "title": "GERMANY'S DIVISION IS 'INHUMAN,' SHULTZ DECLARES ON VISIT TO BERLIN",
                "url": "http://www.nytimes.com/1985/12/15/world/germany-s-division-is-inhuman-shultz-declares-on-visit-to-berlin.html"
            },
            {
                "body": "The room, quiet and green in tone, contains an oval wooden table, six upholstered chairs and a crystal chandelier. On the discreetly flowered walls are 69 small framed black and white photographs of the men and women who have won the Nobel Peace Prize since it was first awarded in 1901. A visitor to the Nobel Institute here can enter the hallowed",
                "byline": "By RICHARD BERNSTEIN, Special to the New York Times",
                "date": "19851215",
                "title": "NOBEL PRIZE OUTCRY: PANEL SURPRISED",
                "url": "http://www.nytimes.com/1985/12/15/world/nobel-prize-outcry-panel-surprised.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 279
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "PASSAGE THROUGH ARMAGEDDON The Russians in War and Revolution 1914-1918. By W. Bruce Lincoln. Illustrated. 637 pp. New York: Simon & Schuster. $22.95. THE great battles in the Old Testament that took place in the mountainous har megiddo supplied a label for the scene prophesied in Revelations of Armageddon, the ultimate battle between good and evil",
                "byline": "By F. D. Reeve; F. D. Reeve's books on Russia include ''Just Over the Border,'' ''The Russian Novel'' and ''Robert Frost in Russia.''",
                "date": "19861228",
                "title": "MAKING RUSSIA SAFE FOR BOLSHEVISM",
                "url": "http://www.nytimes.com/1986/12/28/books/making-russia-safe-for-bolshevism.html"
            },
            {
                "body": "WORLDWIDE VIGIL At noon, Greenwich Mean Time, Dec. 31 (7 A.M. here), when the whole world is poised for an hour on the same day of the year, a worldwide vigil observing the International Year of Peace is planned in dozens of locations. Several churches in the metropolitan New York area are holding special services or events. Among them is a",
                "byline": "By Eleanor Charles",
                "date": "19861228",
                "title": "WESTCHESTER GUIDE",
                "url": "http://www.nytimes.com/1986/12/28/nyregion/westchester-guide-637786.html"
            },
            {
                "body": "Archbishop Desmond M. Tutu is urging the Reagan Administration to institute a new policy toward South Africa, offering Pretoria a choice between extensive financial and diplomatic support for dismantling apartheid, or greatly increased ostracism. Such a strategy, Archbishop Tutu said, would entail a decision by Washington to stop vetoing mandatory",
                "byline": "By ALAN COWELL, Special to the New York Times",
                "date": "19861226",
                "title": "TUTU IS URGING U.S. TO ALTER POLICY ON APARTHEID",
                "url": "http://www.nytimes.com/1986/12/26/world/tutu-is-urging-us-to-alter-policy-on-apartheid.html"
            },
            {
                "body": "When Pope John Paul II travels the globe, it is in the squalid slums of the third world that his message seems most urgent and compelling. During a visit to Guyaquil, Ecuador, last year, he dropped in on El Guasmo, a sprawling collection of tin and bamboo shacks where the streets are usually nothing but mud and where several hundred thousand people",
                "byline": "By E. J. DIONNE Jr., Special to the New York Times",
                "date": "19861225",
                "title": "VATICAN EMBRACING THIRD WORLD AND BATTLING MARXIST INFLUENCES",
                "url": "http://www.nytimes.com/1986/12/25/world/vatican-embracing-third-world-and-battling-marxist-influences.html"
            },
            {
                "body": "''CANDLE IN THE WIND'' is an unprecedented look at religion in the Soviet Union. The word ''unprecedented'' should be used with caution, of course; it is often misapplied. In the case of the documentary on Channel 13 at 11 o'clock tonight, however, it fits. ''Candle in the Wind'' is a scholarly, balanced, impressive piece of work. ''What is the",
                "byline": "By JOHN CORRY",
                "date": "19861223",
                "title": "'CANDLE IN THE WIND,' ON RELIGION IN SOVIET",
                "url": "http://www.nytimes.com/1986/12/23/movies/candle-in-the-wind-on-religion-in-soviet.html"
            },
            {
                "body": "IN quick succession, Secretary of Defense Caspar W. Weinberger and Secretary of State George P. Shultz came to NATO headquarters recently to reassure the allies that American foreign policy was on course. But an emerging full-dress debate on the alliance's health and destiny goes well beyond the turmoil in Washington over the Reagan",
                "byline": "By JAMES M. MARKHAM",
                "date": "19861221",
                "title": "FOR NATO, POLITICAL MOOD SWINGS",
                "url": "http://www.nytimes.com/1986/12/21/weekinreview/for-nato-political-mood-swings.html"
            },
            {
                "body": "Questions are based on news reports in The Times this week. Answers appear on page 54. 1. This is part of one of the most important private collections of English literature. What is it? What is happening to the collection? 2. The Soviet Union has developed plans it says would defeat the proposed American missile defense program. The proposal",
                "byline": "By DONNA ANDERSON",
                "date": "19861220",
                "title": "SATURDAY NEWS QUIZ",
                "url": "http://www.nytimes.com/1986/12/20/us/saturday-news-quiz.html"
            },
            {
                "body": "WHAT interests me is the truth.'' With these words Randolph Churchill introduced me to his concept of history, and to five years of serving as one of his research assistants. It was March 1962. Six months had passed since he had been asked by his father to write the official Churchill biography, based on the exclusive use of Churchill's private",
                "byline": "BY MARTIN GILBERT; Martin Gilbert is a fellow of Merton College, Oxford. His latest book that is not about Churchill is ''Shcharansky: Hero of Our Time.''",
                "date": "19861214",
                "title": "REWARDS OF THE SEARCH FOR CHURCHILL: ANGRY DUKES AND GOLDEN EGGS",
                "url": "http://www.nytimes.com/1986/12/14/books/rewards-of-the-search-for-churchill-angry-dukes-and-golden-eggs.html"
            },
            {
                "body": "STUTTGART, SAARBRUCKEN, BONN: the meat-and-potatoes circuit of German music. One of its busier and more respected conductors these days is a 42-year-old American. At a time of heightened anti-Americanism in Europe, he is about to take over as general music director of Bonn - conducting its symphony orchestra and in charge of its festivals, music",
                "byline": "BY LINDA BLANDFORD; Linda Blandford, a columnist for The Guardian of London, is the author of ''Scenes From Orchestra Life.''",
                "date": "19861214",
                "title": "CHAMPIONING THE NEW MUSIC",
                "url": "http://www.nytimes.com/1986/12/14/magazine/championing-the-new-music.html"
            },
            {
                "body": "Using such innocuous instruments as trade in onions and carrots, as well as more sophisticated exchanges on nuclear energy and biotechnology, Brazil and Argentina have begun burying their political rivalry and assuming the challenge of integrating their economies. The moves, which gained momentum during a three-day visit here this week by President",
                "byline": "By ALAN RIDING, Special to the New York Times",
                "date": "19861214",
                "title": "FOR BRAZIL AND ARGENTINA, NEW AMITY",
                "url": "http://www.nytimes.com/1986/12/14/world/for-brazil-and-argentina-new-amity.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 188
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: The city's monument to the dead is a marble statue of a grieving mother holding two fallen sons, one killed fighting for the Germans and the other for the French. To say the lovely capital of Alsace has an identity crisis is putting it mildly. The city's monument to the dead is a marble statue of a grieving mother holding two fallen sons, one",
                "byline": "By JAMES M. MARKHAM, Special to the New York Times",
                "date": "19871230",
                "title": "Strasbourg Journal; Too German for France, Too French for Germany",
                "url": "http://www.nytimes.com/1987/12/30/world/strasbourg-journal-too-german-for-france-too-french-for-germany.html"
            },
            {
                "body": "LEAD: The dramatic disclosures by the Sandinista Defense Minister, Humberto Ortega Saavedra, and by Maj. Roger Miranda Bengoechea, the Sandinista defector, have opponents of aid to the contras grasping at straws. The dramatic disclosures by the Sandinista Defense Minister, Humberto Ortega Saavedra, and by Maj. Roger Miranda Bengoechea, the",
                "byline": "By Robert S. Leiken; Robert S. Leiken, editor of two books on Central America, is a visiting scholar at Harvard University.",
                "date": "19871228",
                "title": "Foes of Contra Aid Are Grasping at Straws",
                "url": "http://www.nytimes.com/1987/12/28/opinion/foes-of-contra-aid-are-grasping-at-straws.html"
            },
            {
                "body": "LEAD: THE FRANCO REGIME 1936-1975. By Stanley G. Payne. Illustrated. 677 pp. Madison: University of Wisconsin Press. $30. THE FRANCO REGIME 1936-1975. By Stanley G. Payne. Illustrated. 677 pp. Madison: University of Wisconsin Press. $30. GEN. FRANCISCO FRANCO won a bloody civil war with the aid of Hitler and Mussolini, and then built a regime that",
                "byline": "By PAUL PRESTON; Paul Preston, the director of the Center for Contemporary Spanish Studies at the University of London, is the author of ''The Spanish Civil War 1936-39.''",
                "date": "19871227",
                "title": "THE CONQUEROR OF HIS COUNTRY",
                "url": "http://www.nytimes.com/1987/12/27/books/the-conqueror-of-his-country.html"
            },
            {
                "body": "LEAD: The 15 members of the Security Council, having narrowed their differences over how to end the Iran-Iraq war, said today that they were determined to enforce a cease-fire on the two sides. The 15 members of the Security Council, having narrowed their differences over how to end the Iran-Iraq war, said today that they were determined to enforce",
                "byline": "By PAUL LEWIS, Special to the New York Times",
                "date": "19871225",
                "title": "U.N. READY TO TRY AN ARMS EMBARGO IN THE GULF WAR",
                "url": "http://www.nytimes.com/1987/12/25/world/un-ready-to-try-an-arms-embargo-in-the-gulf-war.html"
            },
            {
                "body": "LEAD: In an age of greater openness in Soviet society, how does an actor bring a former unperson to life? In an age of greater openness in Soviet society, how does an actor bring a former unperson to life? For Vasily S. Lanovoy and Aleksandr G. Filipenko, the answer was a combination of old newsreels and 1920's textbooks, lectures from a panel of",
                "byline": "By BILL KELLER, Special to the New York Times",
                "date": "19871224",
                "title": "Trotsky a Tough Nut for Actor",
                "url": "http://www.nytimes.com/1987/12/24/theater/trotsky-a-tough-nut-for-actor.html"
            },
            {
                "body": "LEAD: The reason America's European allies have firmly endorsed the new treaty to destroy Soviet and American medium-range missiles is that it would be politically damaging to refuse. Their own voters would be indignant. The reason America's European allies have firmly endorsed the new treaty to destroy Soviet and American medium-range missiles is",
                "byline": "By FLORA LEWIS",
                "date": "19871222",
                "title": "FOREIGN AFFAIRS; Disarmament Jitters",
                "url": "http://www.nytimes.com/1987/12/22/opinion/foreign-affairs-disarmament-jitters.html"
            },
            {
                "body": "LEAD: Hungary and East Germany became the first Soviet-bloc nations to announce that they will participate in the 1988 Summer Olympics in South Korea. Hungary and East Germany became the first Soviet-bloc nations to announce that they will participate in the 1988 Summer Olympics in South Korea. Both countries formally accepted the International",
                "byline": "AP",
                "date": "19871222",
                "title": "2 From Soviet Bloc in Games",
                "url": "http://www.nytimes.com/1987/12/22/sports/2-from-soviet-bloc-in-games.html"
            },
            {
                "body": "LEAD: THIS is a watershed moment of promise and peril in a Europe that for four decades has been the most heavily armed corner of this planet and, paradoxically, the most peaceful, too. THIS is a watershed moment of promise and peril in a Europe that for four decades has been the most heavily armed corner of this planet and, paradoxically, the most",
                "byline": "By JAMES M. MARKHAM",
                "date": "19871220",
                "title": "THE WORLD; Europe Considers How to Take Up Arms",
                "url": "http://www.nytimes.com/1987/12/20/weekinreview/the-world-europe-considers-how-to-take-up-arms.html"
            },
            {
                "body": "LEAD: SCORES of Christmas stamps have been announced this year. In addition to sets released specifically for the holiday, other issues offer joyful themes that make excellent stocking stuffers. SCORES of Christmas stamps have been announced this year. In addition to sets released specifically for the holiday, other issues offer joyful themes that",
                "byline": "By JOHN F. DUNN",
                "date": "19871220",
                "title": "STAMPS; CHRISTMAS THEME INSPIRES MANY ISSUES",
                "url": "http://www.nytimes.com/1987/12/20/style/stamps-christmas-theme-inspires-many-issues.html"
            },
            {
                "body": "LEAD: LAUGHING AT LARSON LAUGHING AT LARSON The bizarre humor of Gary Larson, the syndicated cartoonist who tickles the funny bone of the scientific community, is the subject of a new exhibit opening today at the New York State Museum in Albany. ''The Far Side of Science,'' contains 400 cartoons - anthropormophic gorillas, malevolent pythons, dizzy",
                "byline": "By Joan Cook",
                "date": "19871220",
                "title": "GOING ON IN THE NORTHEAST",
                "url": "http://www.nytimes.com/1987/12/20/us/going-on-in-the-northeast.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 192
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: AS the last of its 31,622,400 seconds tick into oblivion tomorrow night, 1988 promises to go out with a ball, a bang and a bonanza of festive celebrations in New York City. AS the last of its 31,622,400 seconds tick into oblivion tomorrow night, 1988 promises to go out with a ball, a bang and a bonanza of festive celebrations in New York",
                "byline": "By ANDREW L. YARROW",
                "date": "19881230",
                "title": "Lights! Champagne! Music! 53 Ways to Welcome the New Year",
                "url": "http://www.nytimes.com/1988/12/30/arts/lights-champagne-music-53-ways-to-welcome-the-new-year.html"
            },
            {
                "body": "LEAD: Dominique Moisi, the deputy director of the French Institute of International Relations, says he sometimes feels like ''a representative of an endangered species - those who are still fighting for the survival of the West.'' Dominique Moisi, the deputy director of the French Institute of International Relations, says he sometimes feels like",
                "byline": "By JAMES M. MARKHAM, Special to the New York Times",
                "date": "19881227",
                "title": "Unpredictable Russians Boggle West's Brains",
                "url": "http://www.nytimes.com/1988/12/27/world/unpredictable-russians-boggle-west-s-brains.html"
            },
            {
                "body": "LEAD: The white inhabitants of Namibia celebrated Christmas in this coastal resort with little of the fear and panic that the prospect of black-majority rule evoked in them a decade ago. The white inhabitants of Namibia celebrated Christmas in this coastal resort with little of the fear and panic that the prospect of black-majority rule evoked in",
                "byline": "By JOHN D. BATTERSBY, Special to the New York Times",
                "date": "19881226",
                "title": "Amid Namibia's White Opulence, Majority Rule Isn't So Scary Now",
                "url": "http://www.nytimes.com/1988/12/26/world/amid-namibia-s-white-opulence-majority-rule-isn-t-so-scary-now.html"
            },
            {
                "body": "LEAD: Mikhail S. Gorbachev's dramatic announcement of arms cutbacks has left United States analysts grappling with Lenin's old question: ''What is to be done?'' Some argue that the West should simply stand pat and ask for even deeper cuts, while proceeding with planned ''modernization'' of its nuclear weapons in Europe. Mikhail S. Gorbachev's",
                "byline": "By Joanne Landy; Joanne Landy is director of the Campaign for Peace and Democracy/ East and West in New York.",
                "date": "19881225",
                "title": "A New Goal for The Peace Movement",
                "url": "http://www.nytimes.com/1988/12/25/opinion/a-new-goal-for-the-peace-movement.html"
            },
            {
                "body": "LEAD: IN the three months Emperor Hirohito has been gravely ill, there is one question few Japanese have asked or answered: How will his reign be remembered? IN the three months Emperor Hirohito has been gravely ill, there is one question few Japanese have asked or answered: How will his reign be remembered? In today's affluent, powerful Japan,",
                "byline": "By SUSAN CHIRA",
                "date": "19881225",
                "title": "IDEAS & TRENDS: A Concern for Pride; Despite New Efforts, Japan Avoids Making Peace With the War",
                "url": "http://www.nytimes.com/1988/12/25/weekinreview/ideas-trends-concern-for-pride-despite-new-efforts-japan-avoids-making-peace.html"
            },
            {
                "body": "LEAD: John Cleese, looking fit and chipper, is sitting on a sofa in a television studio in Bristol, England, not far from where he was born. He is on the 46th day of promotional interviews for his film ''A Fish Called Wanda.'' This interview will be, by his estimate, about the 150th he has given, but he shows no hint of the boredom or restlessness",
                "byline": "By Bill Bryson: Bill Bryson is an American writer living in England.",
                "date": "19881225",
                "title": "CLEESE UP CLOSE",
                "url": "http://www.nytimes.com/1988/12/25/magazine/cleese-up-close.html"
            },
            {
                "body": "LEAD: Questions appear on page 18. Questions appear on page 18. 1. The play by Alan Bennett presents a reigning British monarch, in this case Queen Elizabeth II, as a character in a play. 2. That the bulletin was not made available to the general public. The Government said wider distribution required specific approval by the Federal Aviation",
                "date": "19881224",
                "title": "ANSWERS TO QUIZ",
                "url": "http://www.nytimes.com/1988/12/24/us/answers-to-quiz.html"
            },
            {
                "body": "LEAD: Yasir Arafat met with Chancellor Franz Vranitzky of Austria today as part of the P.L.O. chairman's effort to obtain European support for an international conference on the Middle East and a Palestinian state. Yasir Arafat met with Chancellor Franz Vranitzky of Austria today as part of the P.L.O. chairman's effort to obtain European support",
                "byline": "Reuters",
                "date": "19881220",
                "title": "Arafat, Pressing Diplomacy, Meets With Austria Leaders",
                "url": "http://www.nytimes.com/1988/12/20/world/arafat-pressing-diplomacy-meets-with-austria-leaders.html"
            },
            {
                "body": "LEAD: THE North Atlantic Treaty Organization, founded 40 years ago to protect Western democracies from the Soviet military threat, could be on the verge of a serious mid-life crisis. Oddly, the root of the trouble is what should be regarded as good news: Mikhail S. Gorbachev's announcement of a Soviet troop withdrawal of 50,000 soldiers and 5,000",
                "byline": "By CRAIG R. WHITNEY",
                "date": "19881218",
                "title": "THE WORLD: Adjusting to Moscow's Disarmament Plans; For NATO, Gorbachev's Overture Has Drawbacks",
                "url": "http://www.nytimes.com/1988/12/18/weekinreview/world-adjusting-moscow-s-disarmament-plans-for-nato-gorbachev-s-overture-has.html"
            },
            {
                "body": "LEAD: INTERNATIONAL/3-29 INTERNATIONAL/3-29 Relief efforts after the earthquake in Armenia have exposed the backwardness in the Soviet system. But the rescuers have seen a society long secretive about tragedies open itself to pity as never before. Page 1 Sri Lanka's ethnic Sinhalese youth are joining a violent political opposition that has",
                "date": "19881218",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1988/12/18/nyregion/news-summary-774988.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 179
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team - Soviet Union. Women - Kim Soo Nyung, South Korea. Women's team - South Korea. U.S. Indoor Champions Men - Ed Eliason, South Stansbury, Utah. Women - Denise Parker, South Jordan, Utah. ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team -",
                "date": "19891231",
                "title": "Winners of Individual and Team Championships",
                "url": "http://www.nytimes.com/1989/12/31/sports/winners-of-individual-and-team-championships.html"
            },
            {
                "body": "LEAD: The dizzying conclusion of the decade did mark the end of a historical period, so dramatically that only die-hard dodos could still suggest it may be only a mirage or a trick. The dizzying conclusion of the decade did mark the end of a historical period, so dramatically that only die-hard dodos could still suggest it may be only a mirage or a",
                "byline": "By Flora Lewis",
                "date": "19891231",
                "title": "FOREIGN AFFAIRS; Welcome The New Horizon",
                "url": "http://www.nytimes.com/1989/12/31/opinion/foreign-affairs-welcome-the-new-horizon.html"
            },
            {
                "body": "LEAD: The United States and other Western nations are trying to convene the Security Council by Tuesday to voice concern over the situation in Rumania, but China is opposing the move, diplomats say. The United States and other Western nations are trying to convene the Security Council by Tuesday to voice concern over the situation in Rumania, but",
                "byline": "By PAUL LEWIS, Special to The New York Times",
                "date": "19891225",
                "title": "Upheaval in the East: The United Nations; China Resists Any U.N. Statement On Rumania Turmoil, Envoys Say",
                "url": "http://www.nytimes.com/1989/12/25/world/upheaval-east-united-nations-china-resists-any-un-statement-rumania-turmoil.html"
            },
            {
                "body": "LEAD: An oasis spring soaks the desert green at Wadi Natrun, and a cloister bell beckons the faithful to prayer and pilgrims to rest and succor. An oasis spring soaks the desert green at Wadi Natrun, and a cloister bell beckons the faithful to prayer and pilgrims to rest and succor. In a land that is mostly Muslim, and in a region where Islam's",
                "byline": "By ALAN COWELL, Special to The New York Times",
                "date": "19891225",
                "title": "Coptic Monasteries Flourish in Egypt",
                "url": "http://www.nytimes.com/1989/12/25/world/coptic-monasteries-flourish-in-egypt.html"
            },
            {
                "body": "LEAD: There are no decorations, no festivities in Bethlehem this Christmas. There will be church services for visitors, and six foreign choirs have come to sing in Nativity Square on Christmas Eve. But the people are staying silently in their homes. The holidays have been proclaimed a time of mourning and of protest. There are no decorations, no",
                "byline": "By Flora Lewis; Anthony Lewis is on leave.",
                "date": "19891224",
                "title": "FOREIGN AFFAIRS; Bethlehem Without Christmas",
                "url": "http://www.nytimes.com/1989/12/24/opinion/foreign-affairs-bethlehem-without-christmas.html"
            },
            {
                "body": "LEAD: What happened? Morning in America, hole in the ozone, Oliver North, AIDS, terrorists, contras like Founding Fathers, $640 toilet seats, triumph of democracy, just say no. 1980 It's America vs. the Soviet Union, Khomeini, Castro, inflation and Jimmy Carter. What happened? Morning in America, hole in the ozone, Oliver North, AIDS, terrorists,",
                "date": "19891224",
                "title": "PORTRAIT OF THE 1980's; Selections From 10 Years of History",
                "url": "http://www.nytimes.com/1989/12/24/weekinreview/portrait-of-the-1980-s-selections-from-10-years-of-history.html"
            },
            {
                "body": "LEAD: With the collapse of President Nicolae Ceausescu's regime in Rumania, Stalinism, the system of incorporating Communist power in a single, all-powerful leader, has crumbled in every Eastern European Communist country except Albania. With the collapse of President Nicolae Ceausescu's regime in Rumania, Stalinism, the system of incorporating",
                "byline": "By CRAIG R. WHITNEY, Special to The New York Times",
                "date": "19891224",
                "title": "Upheaval in the East: The Old Order; The Collapse Of Stalinism",
                "url": "http://www.nytimes.com/1989/12/24/world/upheaval-in-the-east-the-old-order-the-collapse-of-stalinism.html"
            },
            {
                "body": "LEAD: To the Editor: To the Editor: Over this last remarkable year, Americans watched as millions gathered in Beijing's Tiananmen Square, and in city squares in East Germany and Czechoslovakia to show their desire for democracy. In some American towns and cities it is traditional to gather in town squares on Christmas Eve, to sing carols, to greet",
                "date": "19891223",
                "title": "Let Freedom Shine In Squares of America",
                "url": "http://www.nytimes.com/1989/12/23/opinion/l-let-freedom-shine-in-squares-of-america-055189.html"
            },
            {
                "body": "LEAD: Chancellor Helmut Kohl concluded his emotional first visit to East Germany today, saying that the yearning for German unity was entirely normal and that peace in Europe could not be secured ''until the right to self-determination in Central Europe is realized.'' Chancellor Helmut Kohl concluded his emotional first visit to East Germany today,",
                "byline": "By SERGE SCHMEMANN, Special to The New York Times",
                "date": "19891221",
                "title": "Upheaval in the East; Kohl Strives to Address Hope and Fear on Unity",
                "url": "http://www.nytimes.com/1989/12/21/world/upheaval-in-the-east-kohl-strives-to-address-hope-and-fear-on-unity.html"
            },
            {
                "body": "LEAD: Two hot-air balloons bearing peace slogans were anchored today in front of the Brandenburg Gate as a sign of friendship. Two hot-air balloons bearing peace slogans were anchored today in front of the Brandenburg Gate as a sign of friendship. Dozens of people watched a team from France and West Germany anchored the large, brightly colored",
                "byline": "AP",
                "date": "19891221",
                "title": "East Germans Allow Balloons To Fly at Brandenburg Gate",
                "url": "http://www.nytimes.com/1989/12/21/world/east-germans-allow-balloons-to-fly-at-brandenburg-gate.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 301
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Disregard last year; it was not my finest prognosticating hour. I was right about the bust into recession and the sudden German unification, but wrong about everything else. Serve me no humble pie; when Dolph Camilli, the Brooklyn Dodger home-run hitter, struck out three times in a row, we in the Ebbets Field bleachers used to nod sagely and say,",
                "byline": "By William Safire",
                "date": "19901231",
                "title": "ESSAY; Office Pool, 1991",
                "url": "http://www.nytimes.com/1990/12/31/opinion/essay-office-pool-1991.html"
            },
            {
                "body": "Foreign ministers of the European Community agreed today to meet in a special session on Friday to consider an independent initiative aimed at persuading Iraq to withdraw its forces from Kuwait before the United Nations deadline of Jan. 15. The meeting was proposed by Germany and endorsed by France after the United States and Iraq repeatedly failed",
                "byline": "By ALAN RIDING, Special to The New York Times",
                "date": "19901231",
                "title": "CONFRONTATION IN THE GULF; EUROPEANS PLAN A SPECIAL SESSION ON CRISIS IN GULF",
                "url": "http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-europeans-plan-a-special-session-on-crisis-in-gulf.html"
            },
            {
                "body": "IF there is one convenience that historians will find in sorting out the precipitous collapse of Communism, it is the tidy way in which events have fallen into calendar years. It was in 1989 that Communist regimes fell, with Romania just squeezing in before the year's end, and it was in 1990 that the real scope of the political naivete and economic",
                "byline": "By SERGE SCHMEMANN",
                "date": "19901230",
                "title": "The World; What if There's No Happy Ending in Moscow?",
                "url": "http://www.nytimes.com/1990/12/30/weekinreview/the-world-what-if-there-s-no-happy-ending-in-moscow.html"
            },
            {
                "body": "QUIET NEW YEAR A contemplative New Year observance is held each Dec. 31 at Wainwright House in Rye, repeated by millions of people in locations worldwide. The World Peace Vigil is scheduled at noon Greenwich Mean Time, which translates into 7 A.M. Rye time. Those who go may expect to partake of hot tea or coffee, Danish pastry and quiet",
                "byline": "By Eleanor Charles",
                "date": "19901230",
                "title": "WESTCHESTER GUIDE",
                "url": "http://www.nytimes.com/1990/12/30/nyregion/westchester-guide-792290.html"
            },
            {
                "body": "Hanging upside down under the silver dome of the Tarrant County Convention Center in Fort Worth, 18 feet from the taut grid of the safety net below, his massive arms readying for the catch, Vilen Golovko sensed that something was dangerously wrong. Pyotr Serdukov, his flying partner for nine years in the Cranes, the aerialists of the Moscow Circus,",
                "byline": "By Glenn Collins; Glenn Collins reports on culture for The New York Times.",
                "date": "19901230",
                "title": "Daring The Impossible",
                "url": "http://www.nytimes.com/1990/12/30/magazine/daring-the-impossible.html"
            },
            {
                "body": "Near center court in Baghdad's modern basketball arena during the 1989 Peace and Friendship Games, the aroma of incense surrounded the dignitaries seated on soft couches and stuffed chairs amid bouquets of flowers. As they watched the basketball games, they munched on pieces of fruit or sipped glasses of fruit juice from the silver trays carried by",
                "byline": "By Dave Anderson",
                "date": "19901230",
                "title": "SPORTS OF THE TIMES; The Coach Who Beat Saddam Hussein . . . Twice",
                "url": "http://www.nytimes.com/1990/12/30/sports/sports-of-the-times-the-coach-who-beat-saddam-hussein-twice.html"
            },
            {
                "body": "INDIA A Million Mutinies Now. By V. S. Naipaul. 521 pp. New York: Viking. $24.95. \"INDEPENDENCE had come to India like a kind of revolution,\" V. S. Naipaul says in the introductory chapter of his elegant account of a journey around the world's largest democracy. \"Now there were many revolutions within that revolution. . . . All over India scores of",
                "byline": "By Janette Turner Hospital; Janette Turner Hospital, whose novel \"The Ivory Swing\" is set in South India, lived there in 1977 and again in 1990. A collection of her short stories, \"Isobars,\" is due out next fall.",
                "date": "19901230",
                "title": "A Country Still in the Making",
                "url": "http://www.nytimes.com/1990/12/30/books/a-country-still-in-the-making.html"
            },
            {
                "body": "LUDWIG WITTGENSTEIN The Duty of Genius. By Ray Monk. Illustrated. 654 pp. New York: The Free Press. $29.95. Ludwig Wittgenstein was the greatest philosopher of the 20th century. Many books have been written about his philosophy. Ray Monk's \"Ludwig Wittgenstein\" is the first substantial biography of his whole life. It is not a book to which one",
                "byline": "By Anthony Kenny; Anthony Kenny, the author of \"Wittgenstein\" and \"The Legacy of Wittgenstein,\" is the president of the British Academy.",
                "date": "19901230",
                "title": "Give Him Genius or Give Him Death",
                "url": "http://www.nytimes.com/1990/12/30/books/give-him-genius-or-give-him-death.html"
            },
            {
                "body": "The New Year's Eve Concert for Peace at the Cathedral of St. John the Divine is to be a tribute to Leonard Bernstein, who died on Oct. 14 at age 72. He was a founder and frequent conductor of the annual peace concerts at the cathedral. The performance, which begins at 7:30 P.M., was organized by Bernstein's family and staff and by the music",
                "date": "19901225",
                "title": "Bernstein Tribute At Peace Concert",
                "url": "http://www.nytimes.com/1990/12/25/arts/bernstein-tribute-at-peace-concert.html"
            },
            {
                "body": "A Boston cardiologist who recently visited Iraq as part of an international physicians' organization said yesterday that the United Nations trade embargo is having serious negative effects on the medical care of civilians, both children and adults, in that country. Dr. John O. Pastore, who recently visited Iraq with a team of doctors from the",
                "byline": "By LAWRENCE K. ALTMAN, Special to The New York Times",
                "date": "19901224",
                "title": "STANDOFF IN THE GULF; Doctors Who Visited Iraq Say Embargo Hurts Civilians",
                "url": "http://www.nytimes.com/1990/12/24/world/standoff-in-the-gulf-doctors-who-visited-iraq-say-embargo-hurts-civilians.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 429
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Successful mediation in trouble spots around the world and the fading of the cold war have raised expectations that the United Nations may finally fulfill its lofty goals, helping to defuse threats to peace and security and offering a forum for addressing problems that no country can solve alone. As the sixth Secretary General of the United",
                "byline": "By PAUL LEWIS,",
                "date": "19911230",
                "title": "New U.N. Leader Is Taking Over At a Time of Great Expectations",
                "url": "http://www.nytimes.com/1991/12/30/world/new-un-leader-is-taking-over-at-a-time-of-great-expectations.html"
            },
            {
                "body": "\"Mikhail Gorbachev will be ousted by Yeltsin-Sobchak-Shevardnadze reformers following public revulsion after a bloody crackdown\" was the prediction made in this space last year. Never mind that I recanted under pressure of television lights, or foolishly dismissed Norman Schwarzkopf as Ethelred the Unready; in the Nostradamus dodge, you remember",
                "byline": "By WILLIAM SAFIRE;",
                "date": "19911230",
                "title": "Essay; Office Pool, 1992",
                "url": "http://www.nytimes.com/1991/12/30/opinion/essay-office-pool-1992.html"
            },
            {
                "body": "THAT a shiver would go down the spine of Europe when a reunified Germany started exercising its new political and economic muscle was not surprising. What is surprising, perhaps, is how the other nations of Europe seem to have accepted German clout as a natural part of the new order of things. That the Germans can pursue what they see as their own",
                "byline": "By CRAIG R. WHITNEY",
                "date": "19911229",
                "title": "In the New Era, a New Realism; As Germany Flexes Its Muscles, The New Europe Goes Along",
                "url": "http://www.nytimes.com/1991/12/29/weekinreview/new-era-new-realism-germany-flexes-its-muscles-new-europe-goes-along.html"
            },
            {
                "body": "FOR the United States, 1991 began with victory in the brief, vivid war in the Persian Gulf, and it ended with victory in the long, convoluted struggle to contain Communism. Congratulating himself, his predecessors and the American people in a Christmas Eve homily, President Bush said success had been won by the \"millions of Americans who supported",
                "byline": "By R. W. APPLE Jr.",
                "date": "19911229",
                "title": "The Sense of Triumph Fades, Uncertainty and Unease Grow",
                "url": "http://www.nytimes.com/1991/12/29/weekinreview/the-sense-of-triumph-fades-uncertainty-and-unease-grow.html"
            },
            {
                "body": "Secession and political disintegration have redrawn the map of Europe over the last few months. The Baltic states declared independence, Croatia and Slovenia have struggled to withdraw from Yugoslavia and a loose commonwealth has replaced the Soviet Union. There have even been independence movements within independence movements in areas like",
                "byline": "By John McClaughry;",
                "date": "19911228",
                "title": "A Visionary Of Disunion",
                "url": "http://www.nytimes.com/1991/12/28/opinion/a-visionary-of-disunion.html"
            },
            {
                "body": "International 2-6 ISLAMIC PARTY WINS IN ALGERIA A party that advocates turning Algeria into an Islamic republic in the Iranian mold triumphed in the country's first free parliamentary elections, trouncing the party that has governed for 30 years. 1 U.S. MUST LEAVE BASE, MANILA SAYS After the collapse of months of negotiations, the Philippines told",
                "date": "19911228",
                "title": "News Summary",
                "url": "http://www.nytimes.com/1991/12/28/nyregion/news-summary-368991.html"
            },
            {
                "body": "Europeans are adjusting this week to two major shocks. The Soviet Union is gone, and Germany is back. East of the Urals, a power center has collapsed. But in the heart of Europe, an old one is re-emerging. In the last three weeks, Germany has shown a new and more assertive face internationally. On matters ranging from interest rates to the war in",
                "byline": "By STEPHEN KINZER,",
                "date": "19911227",
                "title": "Germany Is a Challenge For Post-Soviet Europe",
                "url": "http://www.nytimes.com/1991/12/27/world/germany-is-a-challenge-for-post-soviet-europe.html"
            },
            {
                "body": "President Bush moved quickly tonight to recognize Russia and other former republics of the now-extinct Soviet Union. After praising the former Soviet leader, Mikhail S. Gorbachev, Mr. Bush went out of his way to express support for President Boris N. Yeltsin of Russia, who has emerged as the first among equals in the new Commonwealth of Independent",
                "byline": "By MICHAEL WINES,",
                "date": "19911226",
                "title": "END OF THE SOVIET UNION; BUSH LAUDS VISION OF SOVIET LEADER",
                "url": "http://www.nytimes.com/1991/12/26/world/end-of-the-soviet-union-bush-lauds-vision-of-soviet-leader.html"
            },
            {
                "body": "The Soviet state, marked throughout its brief but tumultuous history by great achievement and terrible suffering, died today after a long and painful decline. It was 74 years old. Conceived in utopian promise and born in the violent upheavals of the \"Great October Revolution of 1917,\" the union heaved its last in the dreary darkness of late",
                "byline": "By SERGE SCHMEMANN,",
                "date": "19911226",
                "title": "END OF THE SOVIET UNION; The Soviet State, Born of a Dream, Dies",
                "url": "http://www.nytimes.com/1991/12/26/world/end-of-the-soviet-union-the-soviet-state-born-of-a-dream-dies.html"
            },
            {
                "body": "Germany flexed its new diplomatic muscle today by recognizing the independence of two breakaway Yugoslav republics, Slovenia and Croatia. German consulates in the two republics will be upgraded to embassies on Jan. 15, the Foreign Ministry said in a statement. \"In the view of the German Government, the republics of Slovenia and Croatia fulfill the",
                "byline": "By STEPHEN KINZER,",
                "date": "19911224",
                "title": "Slovenia and Croatia Get Bonn's Nod",
                "url": "http://www.nytimes.com/1991/12/24/world/slovenia-and-croatia-get-bonn-s-nod.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 295
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "International 3-11 U.S. SHOOTS DOWN IRAQI PLANE A U.S. fighter jet shot down an Iraqi plane after it entered a southern zone that was created to protect Shiite Muslims, the Pentagon said. It was the first time that a plane was downed since a ban on Iraqi flights south of the 32d parallel. A1 JAPAN'S HEALTH-CARE TRADE-OFFS Corporations bear only a",
                "date": "19921228",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1992/12/28/nyregion/news-summary-348892.html"
            },
            {
                "body": "At a quarter to 10 one recent morning, Marrack I. Goulding, a sheaf of overnight cables in his hand, slumped down at the head of the table in his 36th-floor conference room and began another day commanding the United Nations' global army of 60,000 peacekeepers. The Under Secretary General in charge of peacekeeping laconically forecast \"a fairly",
                "byline": "By PAUL LEWIS,",
                "date": "19921227",
                "title": "U.N.'s Top Troop Official Sees No Need for War Room",
                "url": "http://www.nytimes.com/1992/12/27/world/un-s-top-troop-official-sees-no-need-for-war-room.html"
            },
            {
                "body": "Will the new era be dominated by regional alliances and economic pacts or by a renewal of global and multilateral institutions? The 1990's are shaping up as a struggle between these rival international orders. So far, regional relationships -- in Europe, North America and elsewhere -- have the upper hand. The emerging world order looks like an old",
                "byline": "By G. John Ikenberry;",
                "date": "19921226",
                "title": "A World From Scratch",
                "url": "http://www.nytimes.com/1992/12/26/opinion/a-world-from-scratch.html"
            },
            {
                "body": "Helmut Schmidt's eyes and his hearing may not be as sharp as they used to be when he was Chancellor of West Germany 15 years ago, but his vision is. He worries about the future of this country now more than he ever did then, at the height of the cold war. \"The soul of the German people is in danger,\" he said in his office at the weekly journal Die",
                "byline": "By CRAIG R. WHITNEY,",
                "date": "19921225",
                "title": "Hamburg Journal; Germany's March Into New Century: A Troubling Vision to Ex-Chancellor",
                "url": "http://www.nytimes.com/1992/12/25/world/hamburg-journal-germany-s-march-into-new-century-troubling-vision-ex-chancellor.html"
            },
            {
                "body": "People actually do do fine and noble things. I mention that only because we pundits hardly ever mention that. Except at this time of year, when our normal grumpiness seems abnormal. So allow me to interrupt the usual flow of complaints and howls and give these holiday bouquets to those whose good works expose words as mere words. The people of the",
                "byline": "LESLIE H. GELB",
                "date": "19921224",
                "title": "Foreign Affairs; Who Did Good",
                "url": "http://www.nytimes.com/1992/12/24/opinion/foreign-affairs-who-did-good.html"
            },
            {
                "body": "To the Editor: \"The World's Only Other Cop\" (editorial, Dec. 8) identifies a central obstacle to a wider international role for the United Nations when it points out that the five permanent members of the United Nations Security Council \"still reflect power 1945-style: the United States, Britain, France, Russia and China.\" Yet your proposed",
                "date": "19921224",
                "title": "Let U.N. Assembly Elect Security Council",
                "url": "http://www.nytimes.com/1992/12/24/opinion/l-let-un-assembly-elect-security-council-448892.html"
            },
            {
                "body": "China ordered France today to close its consulate in the southern city of Guangzhou, as punishment for the French sale of 60 fighter planes to Taiwan. The action was the latest sign of the growing strains between China and the West over contacts with Taiwan. The closing was apparently a warning to other countries -- including the United States,",
                "byline": "By NICHOLAS D. KRISTOF,",
                "date": "19921224",
                "title": "CHINA SAYS FRANCE MUST CLOSE OFFICE",
                "url": "http://www.nytimes.com/1992/12/24/world/china-says-france-must-close-office.html"
            },
            {
                "body": "Chancellor Helmut Kohl announced today that he wanted to send up to 1,500 German soldiers to Somalia early next year to help the American-led international relief effort there, the first time since World War II that German forces would be sent outside NATO's territorial confines. Deploring endless legalistic discussions about whether the 1949",
                "byline": "By CRAIG R. WHITNEY,",
                "date": "19921218",
                "title": "Kohl May Send 1,500 Troops to Somalia",
                "url": "http://www.nytimes.com/1992/12/18/world/kohl-may-send-1500-troops-to-somalia.html"
            },
            {
                "body": "To the Editor: In \"The World's Only Other Cop\" (editorial, Dec. 8), you make three good suggestions to strengthen the United Nations -- adopting the Secretary General's call for standby peace enforcement units, getting the United States and other members to pay their dues on time and continuing the management reforms. Your suggestion to restructure",
                "date": "19921218",
                "title": "Why Security Council Should Stay at Five",
                "url": "http://www.nytimes.com/1992/12/18/opinion/l-why-security-council-should-stay-at-five-197492.html"
            },
            {
                "body": "President Roh Tae Woo said here not long ago that he wants to be remembered as the man who fulfilled South Korea's \"aspirations for democratization.\" But for Asia and the United States, perhaps most important has been his paramount role in isolating North Korea, a three-year diplomatic campaign that has left one of the world's most menacing powers",
                "byline": "By DAVID E. SANGER,",
                "date": "19921216",
                "title": "Seoul Looks North, Balancing Hope and Anxiety",
                "url": "http://www.nytimes.com/1992/12/16/world/seoul-looks-north-balancing-hope-and-anxiety.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 279
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "International A2-10 VATICAN RECOGNIZES ISRAEL Formally recognizing each other after decades of aloofness, Israel and the Vatican signed an agreement to open diplomatic relations. But at the dawn of a new epoch, many Israelis seem unable to shed the memories of church-induced pain. A1 The Vatican still seeks to defend its position in the Arab world.",
                "date": "19931231",
                "title": "NEW SUMMARY",
                "url": "http://www.nytimes.com/1993/12/31/nyregion/new-summary.html"
            },
            {
                "body": "The sizable vote for an ultranationalist in Russia's parliamentary elections two weeks ago is providing the Government with a further weapon in its campaign against the extension of the North Atlantic Treaty Organization to Central and Eastern Europe. An eastward extension of NATO would be just the sort of humiliation that would drive wounded",
                "byline": "By STEVEN ERLANGER,",
                "date": "19931229",
                "title": "NATO Issue: Rightist Vote Helps Russia",
                "url": "http://www.nytimes.com/1993/12/29/world/nato-issue-rightist-vote-helps-russia.html"
            },
            {
                "body": "Something very strange is going on, behind closed doors, among the Governments of Israel, Germany, the Czech Republic and Iran. Blinded again by the urge to recover hostages and the delusion of Iranian \"moderates,\" Israel may unwittingly be providing the intelligence cover that could help Teheran acquire Western nuclear technology. I have only",
                "byline": "By WILLIAM SAFIRE",
                "date": "19931227",
                "title": "Essay; Helping Iran Arm",
                "url": "http://www.nytimes.com/1993/12/27/opinion/essay-helping-iran-arm.html"
            },
            {
                "body": "International A3-10 LIFE CHANGING IN GAZA STRIP While Israeli and Palestinian negotiators try to work out the fine points leading to an Israeli withdrawal from the Gaza Strip, life on the ground has already changed. Israeli troops have quietly ceded whole sections of the sprawling Gaza refugee camps to Palestinian guerrillas, who four months ago",
                "date": "19931224",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1993/12/24/nyregion/news-summary-339593.html"
            },
            {
                "body": "In his first major assessment of Russia's parliamentary elections, President Boris N. Yeltsin today described the vote as a major reprimand. He said that he would keep his current economic team and its reform program but that his Government would give more attention to the problems of the poor and introduce a \"new, more open style.\" At a Kremlin",
                "byline": "By SERGE SCHMEMANN,",
                "date": "19931223",
                "title": "YELTSIN CALLS VOTE A REBUKE BUT VOWS TO PURSUE REFORMS",
                "url": "http://www.nytimes.com/1993/12/23/world/yeltsin-calls-vote-a-rebuke-but-vows-to-pursue-reforms.html"
            },
            {
                "body": "A. H. Raskin, an authority on labor whose articles and editorials ran in The New York Times for more than four decades, died yesterday at his home in Manhattan. He was 82. The cause of death was cancer, said his wife, Marge. Mr. Raskin served The Times as a reporter, editorial writer and as assistant editor of the editorial page. Informative but",
                "byline": "By RICHARD SEVERO",
                "date": "19931223",
                "title": "A. H. Raskin, 82, Times Reporter and Editor, Dies",
                "url": "http://www.nytimes.com/1993/12/23/obituaries/a-h-raskin-82-times-reporter-and-editor-dies.html"
            },
            {
                "body": "President Boris N. Yeltsin declared today that the successor to the K.G.B., the Security Ministry, had proven \"unreformable\" and ordered it transformed into yet another new internal security service. In a statement issued through the Itar-Tass news agency, Mr. Yeltsin denounced the Security Ministry as \"obsolete, ineffective, a burden on the state",
                "byline": "By SERGE SCHMEMANN,",
                "date": "19931222",
                "title": "YELTSIN SHAKES UP SECURITY MINISTRY",
                "url": "http://www.nytimes.com/1993/12/22/world/yeltsin-shakes-up-security-ministry.html"
            },
            {
                "body": "Sometime soon after the anti-Communist revolution, a new mantra entered international life. The phrases \"free-market economy\" and \"democracy\" became chanted together, an inseparable formula. Without one, the other could not exist. In combination they were sung as the only answer to the future of Eastern Europe and Russia. The mantra met the beliefs",
                "byline": "By A. M. ROSENTHAL",
                "date": "19931221",
                "title": "On My Mind; To Russia in Constancy",
                "url": "http://www.nytimes.com/1993/12/21/opinion/on-my-mind-to-russia-in-constancy.html"
            },
            {
                "body": "A specter is haunting Europe the specter of extreme nationalism. When it appeared two years ago, in Serbia, the United States and Western Europe decided not to treat it as a serious threat. They followed a policy of appeasement, a wheedling diplomacy that rewarded Serbian aggression. Now the specter is before us in a form not so easy to ignore: the",
                "byline": "By ANTHONY LEWIS",
                "date": "19931217",
                "title": "Abroad at Home; When You Appease Fascism",
                "url": "http://www.nytimes.com/1993/12/17/opinion/abroad-at-home-when-you-appease-fascism.html"
            },
            {
                "body": "International A3-23 DEEP SUSPICIONS IN ULSTER A day after Britain and Ireland announced a framework for peace in Ulster, British troops still patrolled Belfast and there was no sign that suspicions were easing. A3 RETALIATION FOR SERB SHELLING Bosnian Army shells hit Serb-held neighborhoods in Sarajevo, two days after a Serbian bombardment that",
                "date": "19931217",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1993/12/17/nyregion/news-summary-208093.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 255
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Warring factions in the conflict that has convulsed Bosnia and Herzegovina for 33 months continued today to inch toward a four-month cessation of fighting, which United Nations mediators hope will be a prelude to a political settlement of the war. Seeking to conclude the accord by this weekend, the senior United Nations commander, Lieut. Gen. Sir",
                "byline": "By STEPHEN KINZER,",
                "date": "19941231",
                "title": "With Hope and Caution, U.N. Is Trying to Extend the Cease-Fire in Bosnia",
                "url": "http://www.nytimes.com/1994/12/31/world/with-hope-and-caution-un-is-trying-to-extend-the-cease-fire-in-bosnia.html"
            },
            {
                "body": "With the pace, violence and denouement of an action movie, the obscure civil war in Algeria vaulted into prominence this week when four Algerian rebels hijacked an Air France airliner, killed three hostages and then were themselves slain by French commandos. But for France, Algeria's former colonial ruler, this victory over terrorism has brought",
                "byline": "By ALAN RIDING,",
                "date": "19941230",
                "title": "France Ensnared; However Much It Regrets Its Fate, Paris Is a Party to Algeria's Conflict",
                "url": "http://www.nytimes.com/1994/12/30/world/france-ensnared-however-much-it-regrets-its-fate-paris-party-algeria-s-conflict.html"
            },
            {
                "body": "Out away from the sea, where the old town's narrow lanes gradually give way to square high-rises, a splash of graffiti scrawled on a highway overpass reads, \"Berlusconi, King of the Thieves.\" Silvio Berlusconi once was popular in this Adriatic port in south-central Italy. In the national elections last March that put Mr. Berlusconi into office,",
                "byline": "By JOHN TAGLIABUE,",
                "date": "19941230",
                "title": "In Skirmish With Unions, Fiat Is Victor",
                "url": "http://www.nytimes.com/1994/12/30/world/in-skirmish-with-unions-fiat-is-victor.html"
            },
            {
                "body": "International A2-7 MEXICAN PESO PLUNGES Mexico's economic crisis worsened, as the peso plunged nearly 10 percent more against the dollar and stocks fell. Meanwhile, the Mexican Government gave no indication of its economic strategy. A1 A BARGAIN FOR TOURISTS A plunging peso is a boon for United States tourists, who can expect cheaper vacations in",
                "date": "19941228",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1994/12/28/nyregion/news-summary-226106.html"
            },
            {
                "body": "Fighting in Bosnia and Herzegovina has all but stopped after a seven-day cease-fire negotiated last week by former President Jimmy Carter. Seeking to extend the break in fighting, United Nations mediators have begun an intensive effort to negotiate a new accord that would commit the warring parties to stop fighting for four months. Mediators hope",
                "byline": "By STEPHEN KINZER,",
                "date": "19941228",
                "title": "With Bosnia Quiet, U.N. Pushes for More Lasting Cease-Fire",
                "url": "http://www.nytimes.com/1994/12/28/world/with-bosnia-quiet-un-pushes-for-more-lasting-cease-fire.html"
            },
            {
                "body": "In the 30 years since Vanessa Redgrave first dazzled Americans as the loopy rich girl ditching an impossible, hammer-and-sickle obsessed husband in \"Morgan!,\" this English actress often seemed to be living at cross-purposes. She would win raves for her performances, then lose jobs with her support for unpopular causes. In the late 1980's, she",
                "byline": "By DIANA JEAN SCHEMO",
                "date": "19941227",
                "title": "Even in Her Own Words, A Woman of Convictions",
                "url": "http://www.nytimes.com/1994/12/27/movies/even-in-her-own-words-a-woman-of-convictions.html"
            },
            {
                "body": "Both the Muslim-dominated Government and the Bosnian Serbs said today that there had been violations of the cease-fire that began on Saturday, but the United Nations said most war fronts were quiet. The Bosnian Serbs accused Government troops of minor violations across the republic and said that Bosnian Croats and regular troops from Croatia,",
                "date": "19941227",
                "title": "U.N. Says Most of Bosnia Is Quiet Despite Reports of Fighting",
                "url": "http://www.nytimes.com/1994/12/27/world/un-says-most-of-bosnia-is-quiet-despite-reports-of-fighting.html"
            },
            {
                "body": "Serbs from neighboring Croatia attacked Bosnian Government troops today, and the President of Bosnia warned that the cease-fire that began on Saturday would collapse unless the attacks stopped. Most of Bosnia remained calm on Christmas Day, however, United Nations officials reported. The United Nations said the clashes were not violations of the",
                "date": "19941226",
                "title": "Attacks by Croatian Serbs Called Threat to Bosnia's Cease-Fire",
                "url": "http://www.nytimes.com/1994/12/26/world/attacks-by-croatian-serbs-called-threat-to-bosnia-s-cease-fire.html"
            },
            {
                "body": "When the Republicans won control of the House of Representatives last month, a few conservative lawmakers began quietly plotting to deny Benjamin A. Gilman the post he had long cherished: the chairmanship of the House Foreign Affairs Committee. Their thinking was that Mr. Gilman, a New Yorker whom some conservatives brand \"a Rockefeller",
                "byline": "By STEVEN GREENHOUSE,",
                "date": "19941225",
                "title": "Washington at Work; The House Republicans' New Voice On Foreign Policy: Very Soft-Spoken",
                "url": "http://www.nytimes.com/1994/12/25/world/washington-work-house-republicans-new-voice-foreign-policy-very-soft-spoken.html"
            },
            {
                "body": "The cease-fire between the Muslim-led Government and the Bosnian Serbs went into effect today, and United Nations officials reported that both sides generally abided by the halt in fighting. As of Friday, the two sides could not agree to sign the same cease-fire document. But a United Nations official, Colum Murphy, persuaded the Bosnian Serbs",
                "date": "19941225",
                "title": "Bosnia Mostly Quiet as Truce Starts, U.N. Says",
                "url": "http://www.nytimes.com/1994/12/25/world/bosnia-mostly-quiet-as-truce-starts-un-says.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 314
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "THE Clinton Administration apparently does not want Congress to hear the words Eastern Slavonia. Relieved that the dispatch of American troops to Bosnia got Congressional backing, Washington is determined to palm off peacekeeping next door in Eastern Slavonia, the last holdout of Croatian Serbs, to a reluctant United Nations. Logically, the",
                "byline": "By BARBARA CROSSETTE",
                "date": "19951231",
                "title": "THE WORLD;The Mission Not Accepted",
                "url": "http://www.nytimes.com/1995/12/31/weekinreview/the-world-the-mission-not-accepted.html"
            },
            {
                "body": "THE Bordeaux wine country was in a sorry state in 1945. Years of neglect in the Depression of the 1930's, followed by five years of war, almost destroyed it. The war had been particularly onerous. The Bordeaux region was in occupied territory. Many of the most famous chateaus were confiscated by the Germans. Vineyards went unattended; cellars were",
                "byline": "By Frank J. Prial",
                "date": "19951227",
                "title": "Wine Talk",
                "url": "http://www.nytimes.com/1995/12/27/garden/wine-talk-039985.html"
            },
            {
                "body": "The top Russian commander in Chechnya said today that about 600 people, half of them civilians, had been killed in a week of fighting with rebels in Chechnya's second-largest city. Russian troops have kept the city, Gudermes, sealed off since Saturday, preventing civilians from fleeing the fighting and relief workers from entering the city. The",
                "byline": "AP",
                "date": "19951226",
                "title": "Death Toll in Battles in Chechnya Put at 600",
                "url": "http://www.nytimes.com/1995/12/26/world/death-toll-in-battles-in-chechnya-put-at-600.html"
            },
            {
                "body": "The military does not like surprises and, aside from the firecracker some local child set off near the runway after the jet taxied in, the arrival here of 17 soldiers from the Second Brigade went off without a hitch. But there was one thing they were not prepared for this Christmas Eve, their first day in Bosnia with the NATO peace-enforcement",
                "byline": "By IAN FISHER",
                "date": "19951225",
                "title": "CHRISTMAS 1995: WITH CHARLIE COMPANY;For G.I.'s in Bosnia, Small Patch of Peace on Earth",
                "url": "http://www.nytimes.com/1995/12/25/world/christmas-1995-with-charlie-company-for-gi-s-bosnia-small-patch-peace-earth.html"
            },
            {
                "body": "Surrounded by Bosnian Serb troops, its populace unable to enter or leave freely and its battered, pockmarked houses without electricity, heat or running water, this town, in the eyes of many, is the Achilles' heel of the Dayton peace accord. The small Muslim-held pocket around Gorazde was rescued from an assault by Serbian forces in July after NATO",
                "byline": "By CHRIS HEDGES",
                "date": "19951224",
                "title": "Bosnia Enclave Looks Ahead Warily",
                "url": "http://www.nytimes.com/1995/12/24/world/bosnia-enclave-looks-ahead-warily.html"
            },
            {
                "body": "In the village above, tensions run high. Twenty-four hours a day, seven days a week, American and other NATO forces do their best to keep the peace, quelling riots, rooting out snipers and generally trying to stop the warring factions from annihilating one another. It's as real as a picture postcard from Bosnia, but this is Ubungsdorf, Germany, or",
                "date": "19951224",
                "title": "SUNDAY December 24, 1995: BATTLE STATIONS;A Town Without Pity",
                "url": "http://www.nytimes.com/1995/12/24/magazine/sunday-december-24-1995-battle-stations-a-town-without-pity.html"
            },
            {
                "body": "The lights went down and several hundred groggy infantrymen in a movie theater here fixed their eyes on bloody images of the country they will travel to in a few short days. They saw bombed-out buildings, men dragged dead through the streets, children with limbs blown off from mortar rounds. \"Can you see our purpose in Bosnia?\" Col. John R. S.",
                "byline": "By IAN FISHER",
                "date": "19951223",
                "title": "Some Skeptical and Scared, Company C Is Set for Bosnia",
                "url": "http://www.nytimes.com/1995/12/23/world/some-skeptical-and-scared-company-c-is-set-for-bosnia.html"
            },
            {
                "body": "Switzerland has decided to permit NATO to fly troops and equipment through Swiss air space to peace-enforcement operations in Bosnia and Herzegovina. The flights, to take place only when NATO is unable to fly more direct routes from Germany over Austria, are expected to start immediately, Transportation Ministry officials said today. During the",
                "byline": "AP",
                "date": "19951223",
                "title": "Swiss Grants NATO Transit Permits",
                "url": "http://www.nytimes.com/1995/12/23/world/swiss-grants-nato-transit-permits.html"
            },
            {
                "body": "The warring factions in Bosnia have begun withdrawing from confrontation lines as some roads have already been cleared of mines, the commander of American forces here said today. The commander, Maj. Gen. William L. Nash, said that \"they not only pledged their support\" for the peace agreement, \"but they reported a variety of measures they were",
                "byline": "By RAYMOND BONNER",
                "date": "19951222",
                "title": "Bosnia Foes Are Beginning To Pull Back",
                "url": "http://www.nytimes.com/1995/12/22/world/bosnia-foes-are-beginning-to-pull-back.html"
            },
            {
                "body": "MENORAHS always make Ruth Westheimer a little sad. Hanukkah of 1938 was the last Jewish holiday she spent with her Orthodox family in Frankfurt before she was sent off at age 10 to the safety of a Swiss orphanage. Her parents and all her relatives died in concentration camps. Last Sunday, Dr. Westheimer, known, of course, as Dr. Ruth, the outspoken",
                "byline": "By BOB MORRIS",
                "date": "19951221",
                "title": "AT HOME WITH: Dr. Ruth Westheimer;The Bible as Sex Manual?",
                "url": "http://www.nytimes.com/1995/12/21/garden/at-home-with-dr-ruth-westheimer-the-bible-as-sex-manual.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 347
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "In the heart of Teheran's business district, the 27-acre compound that was once the United States Embassy sits as a little-noticed monument to the most radical time in Iran's revolution, a time when anti-American fever ran so high that young militants held 52 Americans hostage for 444 days. With its football field, swimming pool and tennis courts",
                "byline": "By ELAINE SCIOLINO",
                "date": "19961229",
                "title": "In World Flux, a Constant: U.S. and Iran Still Foes",
                "url": "http://www.nytimes.com/1996/12/29/world/in-world-flux-a-constant-us-and-iran-still-foes.html"
            },
            {
                "body": "Defying increased pressure from President Slobodan Milosevic to stay off the streets, tens of thousands of opposition demonstrators poured into central Belgrade today, apparently energized rather than cowed by the heavy police presence. Mr. Milosevic's Interior Ministry announced on Wednesday night that demonstrations would be banned across Serbia",
                "byline": "By JANE PERLEZ",
                "date": "19961227",
                "title": "DEFYING MILOSEVIC, THOUSANDS MARCH IN SERBIAN CAPITAL",
                "url": "http://www.nytimes.com/1996/12/27/world/defying-milosevic-thousands-march-in-serbian-capital.html"
            },
            {
                "body": "Marxist guerrillas occupying the residence of the Japanese Ambassador released 225 of their 365 hostages tonight. But they stopped short of fulfilling President Alberto K. Fujimori's demand that they release all their captives and lay down their arms in exchange for the chance of free passage out of the compound. The guerrillas did not release",
                "byline": "By CLIFFORD KRAUSS",
                "date": "19961223",
                "title": "PERU REBELS FREE 225 HOSTAGES, BUT RETAIN MANY OF HIGH RANK",
                "url": "http://www.nytimes.com/1996/12/23/world/peru-rebels-free-225-hostages-but-retain-many-of-high-rank.html"
            },
            {
                "body": "FASCISM Past, Present, Future. By Walter Laqueur. 263 pp. New York: Oxford University Press. $25. Among the last of a remarkable generation of German Jewish intellectuals, Walter Laqueur has seen and survived much of this century's agitated history. He has also written cogently, even presciently, about it for more than 40 years. As a journalist,",
                "byline": "By David Schoenbaum",
                "date": "19961222",
                "title": "Out of Nowhere",
                "url": "http://www.nytimes.com/1996/12/22/books/out-of-nowhere.html"
            },
            {
                "body": "THE images, once again, are vivid. Long columns of Rwandans bearing small bundles of their worldly goods trudge on in the thousands, along narrow roads that lead them to an uncertain fate back home. Nobody knows what reprisals these Hutus face for genocide committed in their name two years ago. A first group, fleeing fighting in Zaire, returned to",
                "byline": "By BARBARA CROSSETTE",
                "date": "19961222",
                "title": "The Shield for Exiles is Lowered",
                "url": "http://www.nytimes.com/1996/12/22/weekinreview/the-shield-for-exiles-is-lowered.html"
            },
            {
                "body": "An Away Manger FORTY years ago Thomas W. Haas of West Hempstead spent his first Christmas away from home. ''I was 23,'' he said. ''I had been drafted and I was sent to Korea.'' He wound up three miles from the demilitarized zone. The Korean War was over, ''but we still saw machine-gun-riddled statues,'' he said, ''and remnants of bunkers.'' With no",
                "byline": "By DIANE KETCHAM",
                "date": "19961222",
                "title": "LONG ISLAND JOURNAL",
                "url": "http://www.nytimes.com/1996/12/22/nyregion/long-island-journal-799459.html"
            },
            {
                "body": "THE young German knocked on the door in Flushing, Queens, and was let into the book-lined apartment by the aging Jew, a survivor of several Nazi concentration camps. Not many people's idea, perhaps, of a match made in heaven. This one works, though. The two have got along handsomely since the young man, Thomas Briel, arrived from Germany last year",
                "byline": "By CLYDE HABERMAN",
                "date": "19961220",
                "title": "A Friendship Transcends The Past",
                "url": "http://www.nytimes.com/1996/12/20/nyregion/a-friendship-transcends-the-past.html"
            },
            {
                "body": "''Who wants to die for Danzig?'' That was the battle cry of American isolationists earlier in this century -- from right-wingers before World War II to left-wingers afterward -- before we learned that only by helping Europe unify to prevent war on that continent could we avoid the loss of U.S. lives. Isolationists now have strange bedfellows: many",
                "byline": "By WILLIAM SAFIRE",
                "date": "19961216",
                "title": "NATO: Bigger Is Better",
                "url": "http://www.nytimes.com/1996/12/16/opinion/nato-bigger-is-better.html"
            },
            {
                "body": "After nearly a year in Bosnia, American soldiers have lost some of their ability to fight in a conventional war, officers say. While insisting that the loss of combat skills is not serious, senior Army officers nevertheless say they would like to give the 10,000 combat troops returning to bases in Germany up to half a year to rest, catch up on",
                "byline": "By MIKE O'CONNOR",
                "date": "19961213",
                "title": "Does Keeping the Peace Spoil G.I.'s for War?",
                "url": "http://www.nytimes.com/1996/12/13/world/does-keeping-the-peace-spoil-gi-s-for-war.html"
            },
            {
                "body": "NATO took the first formal step today to expand its alliance to include formerly Communist nations of Eastern Europe and then moved quickly to ease Russia's apprehensions by offering to negotiate a special charter with Russia and to increase military cooperation and contacts. The foreign ministers of NATO's 16 member nations, meeting at the",
                "byline": "By STEVEN LEE MYERS",
                "date": "19961211",
                "title": "NATO TAKES STEPS TO EXPAND RANKS INTO EAST EUROPE",
                "url": "http://www.nytimes.com/1996/12/11/world/nato-takes-steps-to-expand-ranks-into-east-europe.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 199
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "INTERNATIONAL A3-10 Hong Kong to Kill Chickens The Hong Kong government announced that starting today it would kill every chicken in the territory -- more than 1.2 million -- to combat a potentially deadly strain of flu. The virus, which scientists now believe is generally contracted from chickens carrying it, has caused four deaths and left at",
                "date": "19971229",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1997/12/29/nyregion/news-summary-826464.html"
            },
            {
                "body": "President Clinton came to Bosnia today to give the American soldiers here a pat on the back -- and to give the Bosnians a shove. On his first visit to the ravaged capital, Sarajevo, the President hailed the progress made since the war's end two years ago. But, as he contemplated the ethnic hatreds still dividing this nation, he warned that ''the",
                "byline": "By JAMES BENNET",
                "date": "19971223",
                "title": "CLINTON, ON TOUR, PRESSES BOSNIANS AND SALUTES G.I.'S",
                "url": "http://www.nytimes.com/1997/12/23/world/clinton-on-tour-presses-bosnians-and-salutes-gi-s.html"
            },
            {
                "body": "INDIAN KILLER By Sherman Alexie. Warner, $12.99. Someone is murdering and scalping white men in Seattle, and the press and public assume it must be an Indian. As vigilantes target homeless Indians on the street, three young people with tribal roots pursue their own quests in the city. In 1996 our reviewer, Richard E. Nicholls, praised Alexie's",
                "byline": "By Laurel Graeber",
                "date": "19971221",
                "title": "New & Noteworthy Paperbacks",
                "url": "http://www.nytimes.com/1997/12/21/books/new-noteworthy-paperbacks-580740.html"
            },
            {
                "body": "THE people who work at the Columbia/ HCA division office in Winter Park, Fla., watch what they say to one another. They self-consciously do not speak of the Government's huge fraud investigation of their company or anything related to it. They know that any colleague they talk to might at some point be subpoenaed and that any conversation -- even",
                "byline": "By KURT EICHENWALD and N. R. KLEINFIELD",
                "date": "19971221",
                "title": "HEALTH CARE'S GIANT: Working Under a Cloud -- A special report.; How Scandal Put an End To the Flag-Waving",
                "url": "http://www.nytimes.com/1997/12/21/business/health-care-s-giant-working-under-cloud-special-report-scandal-put-end-flag.html"
            },
            {
                "body": "Clumsily gripping a pen with his black leather gloves, stomping his feet to ward off the cold and clenching his lips to prevent them from trembling, Lieut. Craig T. Lennon slowly wrote down ''three doors'' in his notebook. ''The windows were stolen out of 648 last night?'' said the 23-year-old officer from Columbus, Ohio, through his interpreter,",
                "byline": "By CHRIS HEDGES",
                "date": "19971221",
                "title": "For U.S. Troops in Bosnia, Dreary Life on the Line",
                "url": "http://www.nytimes.com/1997/12/21/world/for-us-troops-in-bosnia-dreary-life-on-the-line.html"
            },
            {
                "body": "WHEN FRANCES GOODRICH and Albert Hackett adapted ''Anne Frank: The Diary of a Young Girl'' for the 1955 Broadway stage production, they wrote a play in terms that would speak to audiences of the mid-1950's. The war against Nazi Germany had been over only 10 years. Israel was a new state, aged seven. Elie Wiesel's ''Night'' would not be published in",
                "byline": "By Vincent Canby",
                "date": "19971221",
                "title": "SUNDAY VIEW; A New 'Anne Frank' Still Stuck in the 50's",
                "url": "http://www.nytimes.com/1997/12/21/theater/sunday-view-a-new-anne-frank-still-stuck-in-the-50-s.html"
            },
            {
                "body": "Tenzila Zeric, a 47-year-old Muslim, sits trapped in a small apartment here in northwestern Bosnia, just a few miles from the home she fled when war erupted five years ago. She cannot return to her home, which is now in an area held by Serbs, because they have repeatedly attacked Muslims and Croats trying to cross the partition lines that still",
                "byline": "By CHRIS HEDGES",
                "date": "19971220",
                "title": "Dayton Peace Accord Meets Bosnia Stalemate",
                "url": "http://www.nytimes.com/1997/12/20/world/dayton-peace-accord-meets-bosnia-stalemate.html"
            },
            {
                "body": "Following is a transcript of the White House news conference yesterday in which President Clinton announced a commitment in principle to extend the stay of American troops in Bosnia and Herzegovina beyond June 1998, the expiration date of the mandate for the NATO peacekeeping force now stationed there. The transcript was prepared by the Federal",
                "date": "19971219",
                "title": "DECISION IN BOSNIA; In the President's Words: Toward 'a Lasting Peace'",
                "url": "http://www.nytimes.com/1997/12/19/world/decision-in-bosnia-in-the-president-s-words-toward-a-lasting-peace.html"
            },
            {
                "body": "INTERNATIONAL A3-21 Kim Dae Jung Wins South Korean Presidency In South Korea, Kim Dae Jung, a legendary pro-democracy campaigner whom past dictators repeatedly tried to kill because of his unwavering struggle for freedom, was elected President. Voters repudiated the ruling party that has presided over an economic crisis. A1 Clinton Plans for Bosnia",
                "date": "19971219",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1997/12/19/nyregion/news-summary-686662.html"
            },
            {
                "body": "Although he acknowledged that work remained to be done, President Clinton gave a remarkably upbeat assessment of his Administration's foreign-policy achievements at his news conference on Tuesday, a kind of sneak preview of his 1998 State of the Union Message. The picture was all but unrecognizable to many in Washington foreign-policy circles,",
                "byline": "By R. W. APPLE Jr.",
                "date": "19971218",
                "title": "Clinton on His Foreign Policy: A Rose-Tinted World",
                "url": "http://www.nytimes.com/1997/12/18/world/clinton-on-his-foreign-policy-a-rose-tinted-world.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 163
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "From the neck down, Otto Schily is very much the bourgeois gentleman: pocket watch, tailored suit, elegant cufflinks, somber tie. But look up at the mop of hair and mischievous eyes of Mr. Schily, the German Interior Minister, and some of the contradictions of the man and his country begin to come into focus. The official who represents law and",
                "byline": "By ROGER COHEN",
                "date": "19981229",
                "title": "Schroder Aide Typifies New German Subtlety",
                "url": "http://www.nytimes.com/1998/12/29/world/schroder-aide-typifies-new-german-subtlety.html"
            },
            {
                "body": "EUROPE RUSSIA: 10 NUCLEAR MISSILES DEBUT -- Russia deployed 10 new Topol-M nuclear missiles in the Saratov region, 450 miles southeast of Moscow. The deployment was a major step for Russia's cash-shy military, because the Government does not have enough money to maintain all its armed forces and decided to concentrate on developing the",
                "byline": "Compiled by Christopher S. Wren",
                "date": "19981228",
                "title": "World Briefing",
                "url": "http://www.nytimes.com/1998/12/28/world/world-briefing.html"
            },
            {
                "body": "THE earliest confirmed case of infection with HIV-1, the virus that causes most AIDS cases around the world, is in a blood sample taken from an African man in 1959, in what was then the Belgian Congo. Earlier this year, D.N.A. analysts at the Aaron Diamond AIDS Research Center in New York, comparing that sample with others and calculating mutation",
                "byline": "By DONALD G. McNEIL Jr.",
                "date": "19981227",
                "title": "The World; AIDS in Africa: The Silent Stalker",
                "url": "http://www.nytimes.com/1998/12/27/weekinreview/the-world-aids-in-africa-the-silent-stalker.html"
            },
            {
                "body": "EUROPE RUSSIA: YELTSIN IS OPTIMISTIC -- President Boris N. Yeltsin waved off a dismal forecast for the economy that the International Monetary Fund issued on Monday. Mr. Yeltsin said Russia was ''on the up'' and headed toward fiscal recovery. The I.M.F. predicted that the economy would sink an additional 8.5 percent next year, a third more than the",
                "byline": "Compiled by Christopher S. Wren",
                "date": "19981223",
                "title": "World Briefing",
                "url": "http://www.nytimes.com/1998/12/23/world/world-briefing.html"
            },
            {
                "body": "A team of diplomats tried to rally divided ethnic Albanian leaders behind international peace efforts in Kosovo today after reports of a Serbian military buildup around the strategically important town of Podujevo. The talks came at the end of a week in which 46 people were killed in the Serbian province, where ethnic Albanians make up 90 percent",
                "date": "19981220",
                "title": "Rebels Urged By Diplomats To Join Talks On Kosovo",
                "url": "http://www.nytimes.com/1998/12/20/world/rebels-urged-by-diplomats-to-join-talks-on-kosovo.html"
            },
            {
                "body": "EUROPE POLAND: OPENING SECRET FILES Polish legislators, overriding the veto of President Alexander Kwasniewski, pushed through a bill opening access to the files of the Communist-era secret police. The bill will allow Poles who felt they were the victims of Communist repression to see personal files compiled by the authorities before 1989 and",
                "byline": "Compiled by Christopher S. Wren",
                "date": "19981219",
                "title": "World Briefing",
                "url": "http://www.nytimes.com/1998/12/19/world/world-briefing.html"
            },
            {
                "body": "TO find out how the Holocaust and Bill Clinton's sex life could wind up in the same thought, you will have to climb into the mind of Representative Henry J. Hyde, chairman of the House Judiciary Committee. This man who would bring down the President actually made the connection. ''Have you been to Auschwitz?'' Mr. Hyde asked during committee",
                "byline": "By CLYDE HABERMAN",
                "date": "19981218",
                "title": "NYC; Protesting Critics' Zeal Over Clinton",
                "url": "http://www.nytimes.com/1998/12/18/nyregion/nyc-protesting-critics-zeal-over-clinton.html"
            },
            {
                "body": "EUROPE BRITAIN: PROSECUTORS SEE NO BIAS IN PINOCHET CASE -- Prosecutors told the House of Lords that its decision to let Gen. Augusto Pinochet be arrested in England and held on a Spanish extradition petition was not tainted by bias. The former Chilean dictator's lawyers want the Lords to set aside the ruling because of disclosures that the law",
                "byline": "Compiled by Christopher S. Wren",
                "date": "19981217",
                "title": "WORLD BRIEFING",
                "url": "http://www.nytimes.com/1998/12/17/world/world-briefing.html"
            },
            {
                "body": "INTERNATIONAL A3-21 Clinton Ends Mideast Trip; Israeli Pullback Uncertain President Clinton, concluding a three-day trip to the Mideast, pronounced the mission a success in putting the derailed peace effort ''back on track.'' But Prime Minister Benjamin Netanyahu of Israel made clear that he was unlikely to abide by the timetable of the agreement",
                "date": "19981216",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1998/12/16/nyregion/news-summary-445096.html"
            },
            {
                "body": "EUROPE SERBIA: EXAMINATION OF GRAVES IS BLOCKED -- A team of 19 Finnish forensic specialists investigating atrocities in Kosovo said the Serbian police barred them from opening a mass grave thought to contain the bodies of ethnic Albanians. Troops with armored vehicles blocked the Finns as they headed to the first of six sites they plan to search",
                "byline": "Compiled by Christopher S. Wren",
                "date": "19981211",
                "title": "World Briefing",
                "url": "http://www.nytimes.com/1998/12/11/world/world-briefing.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 182
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "EUROPE GERMANY: KOHL INVESTIGATION -- Prosecutors in Bonn plan a criminal investigation against former Chancellor Helmut Kohl, who has admitted that he kept secret bank accounts and received more than $1 million in undisclosed political contributions while in office. Dismissing demands from even his own party, the Christian Democratic Union, Mr.",
                "byline": "Compiled by Barth Healey",
                "date": "19991229",
                "title": "WORLD BRIEFING",
                "url": "http://www.nytimes.com/1999/12/29/world/world-briefing.html"
            },
            {
                "body": "Five Lebanese guerrillas who had been jailed without trial in Israel arrived in Beirut today after being freed by Israel, apparently in a good-will gesture ahead of peace talks with Syria and possible negotiations with Lebanon. The men, members of the Iranian-backed Hezbollah, which is fighting to end Israel's 21-year-old occupation of southern",
                "date": "19991227",
                "title": "Israel Releases 5 Lebanese Prisoners Before Talks With Syria",
                "url": "http://www.nytimes.com/1999/12/27/world/israel-releases-5-lebanese-prisoners-before-talks-with-syria.html"
            },
            {
                "body": "INTERNATIONAL A3-13 China Sentences Members Of Banned Spiritual Group Three men and a woman accused of being top leaders of the Falun Gong spiritual movement outlawed by the Chinese government were given prison sentences ranging up to 18 years by a Beijing court. A1 Turn in Burundi Ethnic Struggle Burundi's government has herded 350,000 people from",
                "date": "19991227",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1999/12/27/nyregion/news-summary-082228.html"
            },
            {
                "body": "POPULAR music was running out the clock throughout 1999. No one, it seemed, wanted to squander an original idea this year, lest it be tossed out with the entire passe 20th century. Hip-hop's dominance was incontestable; it's as pervasive now as the blues was in the 1960's. Although hip-hop's musical vanguard is no longer its commercial front line,",
                "byline": "By JON PARELES",
                "date": "19991226",
                "title": "1999: THE YEAR IN REVIEW - MUSIC; Marking Time as Duke's Century Wound Down",
                "url": "http://www.nytimes.com/1999/12/26/arts/1999-the-year-in-review-music-marking-time-as-duke-s-century-wound-down.html"
            },
            {
                "body": "This is the season of the baby Jesus, when all of the Christian world bends its knee -- or at least turns its eye -- in the direction of the child-god, laid in a manger, surrounded by oxen and sheep, worshiped by awed shepherds and sojourning wise men. The image of the celestial child is a moving one. It calls to mind the astonishing mildness of",
                "byline": "By Mark Edmundson",
                "date": "19991226",
                "title": "Bookend; Rebel With a Cause: the Romantics' Jesus",
                "url": "http://www.nytimes.com/1999/12/26/books/bookend-rebel-with-a-cause-the-romantics-jesus.html"
            },
            {
                "body": "Richard C. Holbrooke's moment has come, and he intends to make the most of it. With a long and bedeviled nomination process and the battle to pay American dues to the United Nations now behind him, he has one year left as chief American representative here, one year to put his imprint on Washington's relations with the world and perhaps to emerge",
                "byline": "By BARBARA CROSSETTE",
                "date": "19991221",
                "title": "Chief American U.N. Delegate Charts Course for His Month at the Helm",
                "url": "http://www.nytimes.com/1999/12/21/world/chief-american-un-delegate-charts-course-for-his-month-at-the-helm.html"
            },
            {
                "body": "1919: A WARNING FROM KEYNES In ''The Economic Consequences of the Peace,'' John Maynard Keynes warned of the disaster that would follow from forcing Germany to pay huge reparations to Britain and France, which would then be expected to repay huge American loans. Politicians ignored him, but they shouldn't have. 1923: WHEELBARROWS OF CASH Inflation",
                "date": "19991220",
                "title": "INTERNATIONAL; CENTURY HIGHLIGHTS",
                "url": "http://www.nytimes.com/1999/12/20/news/international-century-highlights.html"
            },
            {
                "body": "1919: A WARNING FROM KEYNES In ''The Economic Consequences of the Peace,'' John Maynard Keynes warned of the disaster that would follow from forcing Germany to pay huge reparations to Britain and France, which would then be expected to repay huge American loans. Politicians ignored him, but they shouldn't have. 1923: WHEELBARROWS OF CASH Inflation",
                "date": "19991220",
                "title": "OUTLOOK 2000: INTERNATIONAL; CENTURY HIGHLIGHTS",
                "url": "http://www.nytimes.com/1999/12/20/business/outlook-2000-international-century-highlights.html"
            },
            {
                "body": "Gunmen sprayed automatic gunfire and hurled grenades into a Serbian cafe in this southwestern Kosovo town Friday night, killing a Serb and wounding eight others, officials said today. Following the attack, more than 100 angry Serbs gathered this afternoon in the town square in Orahovac, which is 40 miles south of the capital, Pristina, and has been",
                "date": "19991219",
                "title": "Attack on Cafe in Tense Kosovo Town Kills Serb and Wounds 8",
                "url": "http://www.nytimes.com/1999/12/19/world/attack-on-cafe-in-tense-kosovo-town-kills-serb-and-wounds-8.html"
            },
            {
                "body": "EUROPE GERMANY: KOHL INQUIRY BEGINS -- Parliament began an investigation into allegations that former Chancellor Helmut Kohl's party accepted bribes. Mr. Kohl has admitted he used secret accounts to pay for campaign activities of his Christian Democratic Party, a violation of finance laws. The inquiry will also examine allegations that Mr. Kohl's",
                "byline": "Compiled By Terence Neilan",
                "date": "19991217",
                "title": "World Briefing",
                "url": "http://www.nytimes.com/1999/12/17/world/world-briefing.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 401
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "ARCHERY U.S. Target Men's Olympic Bow: Richard Johnson, Woodstock, Conn. Women's Olympic Bow: Karen Scavotto, Enfield, Conn. Men's Compound Bow: Dave Cousins, Westbrooke, Me. Women's Compound Bow: Christie Bisco, Raymond, Me. U.S. Intercollegiate Team: Texas A&M. Men's Olympic Bow: Christopher Shull, Texas A&M. Women's Olympic Bow: Jessica Carlson,",
                "byline": "Compiled by Vincent M. Mallozzi",
                "date": "20001231",
                "title": "CHAMPIONS 2000; From Sydney To the Bronx, the Winners",
                "url": "http://www.nytimes.com/2000/12/31/sports/champions-2000-from-sydney-to-the-bronx-the-winners.html"
            },
            {
                "body": "With its cluster of high-rises known as the ''Frankfurter Manhattan,'' its big banks and its bustling airport, this is a town with pretensions. Petra Roth, the mayor, sees it as a ''global city providing hub functions for the continent,'' a place that should be ''as cosmopolitan as New York.'' On one level, such ambitions seem droll. The first",
                "byline": "By ROGER COHEN",
                "date": "20001230",
                "title": "Germany's Financial Heart Is Open but Wary",
                "url": "http://www.nytimes.com/2000/12/30/world/germany-s-financial-heart-is-open-but-wary.html"
            },
            {
                "body": "INTERNATIONAL A3-12 Israelis and Palestinians Weigh Clinton Peace Plan The Clinton administration expects to receive answers to its Middle East peace proposals that will be qualified but positive enough for Israeli Prime Minister Ehud Barak and the Palestinian leader, Yasir Arafat, to go to Washington for talks. The proposals, which Mr. Clinton",
                "date": "20001227",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/2000/12/27/nyregion/news-summary-170933.html"
            },
            {
                "body": "The Hyundai Group, which has led South Korean efforts to forge business ties with North Korea, said today that it might be unable to make a $12 million payment it owes to the North Korean government. The fee is part of a $942 million contract to develop tourism on the east coast of the country, said Kim Young Soo, a spokesman for the Asan",
                "date": "20001227",
                "title": "Hyundai May Miss Payment",
                "url": "http://www.nytimes.com/2000/12/27/business/hyundai-may-miss-payment.html"
            },
            {
                "body": "Victor Borge, the irrepressible musical humorist, pianist and conductor saluted all over the world as ''the comedian of the keyboard'' and ''the unmelancholy Dane,'' died Saturday at his home in Greenwich, Conn. He was 91. Mr. Borge made Broadway history in the 1950's when his show, ''Comedy in Music,'' ran for 849 performances at the Golden",
                "byline": "By STEPHEN HOLDEN",
                "date": "20001225",
                "title": "Victor Borge, Pianist Who Combined Comedy and Classical Music, Dies at 91",
                "url": "http://www.nytimes.com/2000/12/25/arts/victor-borge-pianist-who-combined-comedy-and-classical-music-dies-at-91.html"
            },
            {
                "body": "SEVERAL European nation-states including Germany, Austria and Italy -- emerged about a century ago from the vast multinational, polyglot empires that dominated 19th-century Europe. Their roots are not deep, their reality one of mingled blood. Yet, as the advance of the European Union encroaches on national sovereignty and the wealth of Europe draws",
                "byline": "By ROGER COHEN",
                "date": "20001224",
                "title": "Papers, Please; Europe's Love-Hate Affair With Foreigners",
                "url": "http://www.nytimes.com/2000/12/24/weekinreview/papers-please-europe-s-love-hate-affair-with-foreigners.html"
            },
            {
                "body": "Victor Borge, the irrepressible musical humorist, pianist and conductor saluted all over the world as ''the comedian of the keyboard'' and ''the unmelancholy Dane,'' died yesterday at his home in Greenwich, Conn. He was 91. Mr. Borge made Broadway history in the 1950's when his show, ''Comedy in Music,'' ran for 849 performances at the Golden",
                "byline": "By STEPHEN HOLDEN",
                "date": "20001224",
                "title": "Victor Borge, 91, Comic Piano Virtuoso, Dies",
                "url": "http://www.nytimes.com/2000/12/24/nyregion/victor-borge-91-comic-piano-virtuoso-dies.html"
            },
            {
                "body": "INTERNATIONAL A3-14 Israel Admits Killings Of Palestinian Militants Senior Israeli officials have acknowledged a new tactic of hunting down and killing individuals whom Israel holds responsible for planning or making attacks on its citizens. The disclosures have provoked an outcry among Palestinian officials, who call such actions ''state",
                "date": "20001222",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/2000/12/22/nyregion/news-summary-109550.html"
            },
            {
                "body": "INTERNATIONAL A3-19 Mideast Talks Under Way, Once Again, at White House Israeli and Palestinian negotiators met with President Clinton at the White House, as hopes revived for the possibility of a Middle East settlement before Mr. Clinton leaves office next month. Little progress was reported in the talks so far. A14 Steps to Calm Kashmir India and",
                "date": "20001221",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/2000/12/21/nyregion/news-summary-089303.html"
            },
            {
                "body": "EUROPE GERMANY: JEHOVAH'S WITNESS VICTORY Jehovah's Witnesses chalked up a victory in their legal battle to be granted official status. The constitutional court, Germany's highest, overturned a 1997 ruling that the 200,000 Witnessees should be refused recognition as belonging to a public body, saying the church's application should be reassessed.",
                "byline": "Compile by Terence Neilan",
                "date": "20001220",
                "title": "WORLD BRIEFING",
                "url": "http://www.nytimes.com/2000/12/20/world/world-briefing.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 218
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The sniper sat behind sandbags on the roof of the American Embassy as the sun dropped behind the Paghman Mountains and the sky began to fade. A camp stove at his knee exhaled the stink of diesel and a steady hiss. His name was Sgt. Shane B. Schmidt. He was a marine. This was his bunker. To his left was a bolt-action rifle with a telescopic sight.",
                "byline": "By C. J. CHIVERS",
                "date": "20011231",
                "title": "A NATION CHALLENGED: REPORTER'S DIARY; Two Worlds Paired by War: Life or Death, as Luck Will Have It",
                "url": "http://www.nytimes.com/2001/12/31/world/nation-challenged-reporter-s-diary-two-worlds-paired-war-life-death-luck-will.html"
            },
            {
                "body": "In a beautiful room in a prewar Upper West Side-type apartment building -- think the Apthorp -- in Heaven. Sculptured plaster ceilings, a small chandelier, a marble fireplace, Egyptian and Greek tchotchkes and an old Persian carpet thrown over a worn leather divan. METATRON, the Recording Angel, a vast fiery being with a million eyes, uses this",
                "byline": "By Tony Kushner",
                "date": "20011230",
                "title": "THE LIVES THEY LIVED: ARNOLD HUTSCHNECKER, B. 1898; A Shrink in Paradise",
                "url": "http://www.nytimes.com/2001/12/30/magazine/the-lives-they-lived-arnold-hutschnecker-b-1898-a-shrink-in-paradise.html"
            },
            {
                "body": "Bullets have ended so many governments in this central African country that foreign troops have been invited in with the sole purpose of keeping its political leaders alive. The South African protection force arrived at the end of October. Its mission is to help guard the transitional government that took office Nov. 1 under a power-sharing",
                "byline": "By MARC LACEY",
                "date": "20011230",
                "title": "Foreign Troops Keep Burundi's Peace",
                "url": "http://www.nytimes.com/2001/12/30/world/foreign-troops-keep-burundi-s-peace.html"
            },
            {
                "body": "Soon it will be over. That may be the best thing left about 2001. No one needs to be reminded of the devastation of Sept. 11, of the recession that was already under way, of a war with no immediate end in sight. And it would hardly be surprising if New Year's Eve events were more muted than they have been in recent years, and filled with mixed",
                "byline": "By JON PARELES",
                "date": "20011228",
                "title": "CRITIC'S NOTEBOOK; When a Year Becomes An Old Acquaintance",
                "url": "http://www.nytimes.com/2001/12/28/movies/critic-s-notebook-when-a-year-becomes-an-old-acquaintance.html"
            },
            {
                "body": "TRAVELS WITH A MEDIEVAL QUEEN By Mary Taylor Simeti Illustrated. 318 pages. Farrar, Straus & Giroux. $30. In 1186, Constance of Hauteville, accompanied by 150 mules loaded with treasure, was dispatched from Palermo by her nephew, William II, the Norman king of Sicily, to marry Henry VI of Germany. Henry was a Hohenstaufen and would become Holy",
                "byline": "By RICHARD EDER",
                "date": "20011226",
                "title": "BOOKS OF THE TIMES; Following in the Footsteps Of a 12th-Century Queen",
                "url": "http://www.nytimes.com/2001/12/26/books/books-of-the-times-following-in-the-footsteps-of-a-12th-century-queen.html"
            },
            {
                "body": "SOME time back, I was trying to help my father find an airfield in Italy where he had served with the Royal Air Force during World War II. In the decades since his brief deployment near Tarquinia on the coast north of Rome, life in those parts had moved on and the grass had grown over that particular slice of family history. We drove hither and",
                "byline": "By ALAN COWELL",
                "date": "20011216",
                "title": "A Shrine to Spitfires and Mustangs",
                "url": "http://www.nytimes.com/2001/12/16/travel/a-shrine-to-spitfires-and-mustangs.html"
            },
            {
                "body": "LATE in September 1991, Serbian forces of the Yugoslav Army began bombing the Croatian city of Dubrovnik, a glorious 1,400-year-old walled tourist destination at the foot of the Dinaric Alps and the edge of the Adriatic Sea. Dubrovnik is a designated Unesco World Heritage Site, but in 1991, at least 100 of its inhabitants were killed and more than",
                "byline": "By AMEI WALLACH",
                "date": "20011216",
                "title": "ART/ARCHITECTURE; Making Art From the Splintered Memories of War",
                "url": "http://www.nytimes.com/2001/12/16/arts/art-architecture-making-art-from-the-splintered-memories-of-war.html"
            },
            {
                "body": "HARDLY a day goes by without an expert proposing more foreign aid or support for education as a cure for terrorism. There are compelling reasons for improving the living standards and education of people in developing countries, but is reducing terrorism one of them? Available evidence from a close cousin to terrorism -- violent crimes against",
                "byline": "By Alan B. Krueger",
                "date": "20011213",
                "title": "Economic Scene; To avoid terrorism, end poverty and ignorance. Right? Guess again. Debunking conventional wisdom about the roots of hate crime.",
                "url": "http://www.nytimes.com/2001/12/13/business/economic-scene-avoid-terrorism-end-poverty-ignorance-right-guess-again-debunking.html"
            },
            {
                "body": "Prime Minister Tony Blair said today that Britain was willing to lead an international military force to provide security and stability in Afghanistan, but a final decision on its makeup and mandate was still under intense discussion among allied military forces and the United Nations. Speaking at a news conference at No. 10 Downing Street with",
                "byline": "By PATRICK E. TYLER",
                "date": "20011212",
                "title": "A NATION CHALLENGED: THE COALITION; Britain Ready To Lead Force For the U.N. After the War",
                "url": "http://www.nytimes.com/2001/12/12/world/nation-challenged-coalition-britain-ready-lead-force-for-un-after-war.html"
            },
            {
                "body": "Kofi Annan, the secretary general of the United Nations, used the occasion of the 2001 Nobel Peace Prize lecture today to make an impassioned case for the continued importance of the organization as a promoter of peace and a champion of individual rights in an unstable and unequal world. ''In the 21st century, I believe the mission of the United",
                "byline": "By SARAH LYALL",
                "date": "20011211",
                "title": "In Nobel Talk, Annan Sees Each Human Life as the Prize",
                "url": "http://www.nytimes.com/2001/12/11/world/in-nobel-talk-annan-sees-each-human-life-as-the-prize.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 213
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "IN times past, tombstones often told the story of a life. This example comes from the book ''Churchyard Literature,'' published in 1877: ''Samuel Bishop, town clerk of New Haven, 54 years; its representative at 54 sessions of the general assembly, judge of the county and probate courts; died mayor of the city, and collector of the port, 7 August,",
                "byline": "By Dick Ahles",
                "date": "20021229",
                "title": "Full Lives, Captured In Memory And Words",
                "url": "http://www.nytimes.com/2002/12/29/nyregion/full-lives-captured-in-memory-and-words.html"
            },
            {
                "body": "JANUARY Euro becomes legal tender in Europe. The jobless rate rose in December to 5.8 percent, a level it last reached in April 1995. President Bush chokes on a pretzel, faints and falls off couch while watching TV. Palestinian gunman kills six Israelis at bat mitzvah celebration. Kmart files for bankruptcy. The journalist Daniel Pearl is reported",
                "date": "20021229",
                "title": "Year in Review",
                "url": "http://www.nytimes.com/2002/12/29/weekinreview/year-in-review.html"
            },
            {
                "body": "The head of the International Atomic Energy Agency accused North Korea of ''nuclear brinkmanship'' today, after North Korean technicians broke open the sealed doors of a reactor shut down by agreement in the mid-1990's and moved 1,000 fuel rods back into it. The reactor produces plutonium, an essential component of nuclear weapons, according to the",
                "byline": "By JAMES BROOKE",
                "date": "20021227",
                "title": "Atom Agency Chief Criticizes North Korea",
                "url": "http://www.nytimes.com/2002/12/27/world/atom-agency-chief-criticizes-north-korea.html"
            },
            {
                "body": "Those fortunate enough to be in London this Christmas season should stand under the neo-Classical portico of the National Gallery and cast their eyes to the south, where they will see something altogether delightful and unexpected. Below, in Trafalgar Square, this city's only great civic piazza, two pillars leap toward the heavens: Nelson's column",
                "byline": "By Thomas Pakenham",
                "date": "20021224",
                "title": "A Short History Of A Tall Tree",
                "url": "http://www.nytimes.com/2002/12/24/opinion/a-short-history-of-a-tall-tree.html"
            },
            {
                "body": "Representatives of Afghanistan's six neighbors signed a declaration of nonaggression here today, an important gesture of support one year after Hamid Karzai was sworn in as president of the interim government. President Karzai pledged in a speech to the gathered foreign ministers and envoys from Pakistan, China, Iran, Tajikistan, Uzbekistan and",
                "byline": "By CARLOTTA GALL",
                "date": "20021223",
                "title": "THREATS AND RESPONSES: KABUL; Afghanistan and Its Neighbors Sign a Pact to Keep the Peace",
                "url": "http://www.nytimes.com/2002/12/23/world/threats-responses-kabul-afghanistan-its-neighbors-sign-pact-keep-peace.html"
            },
            {
                "body": "Prime Minister Tony Blair today warned British troops to prepare for action against Iraq if Saddam Hussein fails to comply with weapons inspections. In a Christmas message on the British Forces Broadcasting Service, Mr. Blair apologized for the uncertainty facing them but said it was unavoidable under the circumstances. ''At the moment we simply",
                "byline": "By WARREN HOGE",
                "date": "20021221",
                "title": "THREATS AND RESPONSES: BRITAIN; Blair Warns Troops to Be Prepared For a War",
                "url": "http://www.nytimes.com/2002/12/21/world/threats-and-responses-britain-blair-warns-troops-to-be-prepared-for-a-war.html"
            },
            {
                "body": "A JEW IN AMERICA My Life and a People's Struggle for Identity. By Arthur Hertzberg. Illustrated. 468 pp. San Francisco: HarperSanFrancisco. $29.95. Deep into this book, long after Arthur Hertzberg has laid claim, quite explicitly, to having set in motion three decades of amicable relations between blacks and Jews in Congress, to having been a",
                "byline": "By Steven J. Zipperstein",
                "date": "20021215",
                "title": "A Jewish Education",
                "url": "http://www.nytimes.com/2002/12/15/books/a-jewish-education.html"
            },
            {
                "body": "The European Union redrew its map today, pushing its border eastward to add 10 nations, most of them poor former Communist countries. The expansion -- the biggest in European Union history -- will create a mega-Europe of 450 million people in 25 countries and an economy of more than $9 trillion, close to that of the United States. Today's",
                "byline": "By ELAINE SCIOLINO",
                "date": "20021214",
                "title": "European Union Acts to Admit 10 Nations",
                "url": "http://www.nytimes.com/2002/12/14/world/european-union-acts-to-admit-10-nations.html"
            },
            {
                "body": "No one questions that this is a historic moment: Not quite all of Europe, but most of it from the Atlantic Ocean to the Russian border, is all but certain to agree this week in Copenhagen to fulfill a decades-long dream and fuse itself into a single entity in the name of peace and prosperity. The trouble is that few people -- either in the 15",
                "byline": "By IAN FISHER",
                "date": "20021213",
                "title": "In Vast Expansion of the European Union, Pluses but Also Perils Lie Ahead",
                "url": "http://www.nytimes.com/2002/12/13/world/in-vast-expansion-of-the-european-union-pluses-but-also-perils-lie-ahead.html"
            },
            {
                "body": "Coming to the hyperpower capital from peace-torn Europe, I find three things. Washington is at war. Washington is probably going to war. And Washington is starting to think about a peace to end both wars -- the war on terrorism and the likely war with Iraq. People in Europe, and the world beyond, need to wake up to all three realities. There is",
                "byline": "By Timothy Garton Ash",
                "date": "20021212",
                "title": "The Capital Makes Up Its Mind",
                "url": "http://www.nytimes.com/2002/12/12/opinion/the-capital-makes-up-its-mind.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 214
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Amid rolling hills and tidy farms, the fences are topped with barbed wire and the guard at the gate carefully checks for identification before letting a visitor into the world's top laboratory for nuclear sleuths. Here, atom by atom, scientists from many countries are addressing riddles like the source of Iran's highly enriched uranium, which",
                "byline": "By WILLIAM J. BROAD",
                "date": "20031230",
                "title": "Sleuths Patrol Nations for Nuclear Mischief",
                "url": "http://www.nytimes.com/2003/12/30/science/sleuths-patrol-nations-for-nuclear-mischief.html"
            },
            {
                "body": "THE American military has now fought two wars in two years, earning two dramatically swift battlefield victories that are already changing the face of future warfare. It seems clear that the American military will have few worries any time soon about rivals in technical proficiency and the reach of its power. So the next thing to expect is for the",
                "byline": "By THOM SHANKER",
                "date": "20031228",
                "title": "THE YEARS AHEAD: WAR; The Weak Will Try To Shift The Battle",
                "url": "http://www.nytimes.com/2003/12/28/weekinreview/the-years-ahead-war-the-weak-will-try-to-shift-the-battle.html"
            },
            {
                "body": "THE rock guitarist Peter Frampton has had, as he puts it, ''a very nice career.'' His 1976 double album, ''Frampton Comes Alive,'' still ranks as one of the top-selling albums of all time, with more than 16 million copies sold. He has played on albums by George Harrison and David Bowie, appeared as himself on an episode of ''The Simpsons,'' and is",
                "byline": "By TOM McNICHOL",
                "date": "20031225",
                "title": "Frampton's 'Wah' Makes a Comeback",
                "url": "http://www.nytimes.com/2003/12/25/technology/frampton-s-wah-makes-a-comeback.html"
            },
            {
                "body": "CONSIDER Christmas half a century ago. It was an age of international cooperation. Less well noticed, it was also an age of unusually enlightened economics. In that era, the United Nations was formed, the Marshall aid plan for Europe was adopted, the Bretton Woods agreement stabilized international finance for more than two decades and trade",
                "byline": "By Jeff Madrick",
                "date": "20031225",
                "title": "Economic Scene; America is paying a significant price for favoring unilateralism over international cooperation. Is the price too high?",
                "url": "http://www.nytimes.com/2003/12/25/business/economic-scene-america-paying-significant-price-for-favoring-unilateralism-over.html"
            },
            {
                "body": "To the Editor: Col. Muammar el-Qaddafi has been an active enemy of the United States and a threat to world peace for more than 30 years. His decision to rid his country of all weapons of mass destruction and to submit to international inspections (front page, Dec. 20) is a direct consequence of President Bush's policy of using military power to",
                "date": "20031223",
                "title": "Was Qaddafi Swayed by the War?",
                "url": "http://www.nytimes.com/2003/12/23/opinion/l-was-qaddafi-swayed-by-the-war-672653.html"
            },
            {
                "body": "To the Editor: You report (front page, Dec. 17) that former Secretary of State James A. Baker III's success in getting Paris Club members to provide substantial debt relief to Iraq will aid similar efforts with Iraq's biggest creditors -- other Arab nations. I would hope that American foreign policy is nuanced enough to take off the negotiating",
                "date": "20031223",
                "title": "Iraq's Reconstruction",
                "url": "http://www.nytimes.com/2003/12/23/opinion/l-iraq-s-reconstruction-672424.html"
            },
            {
                "body": "DELANO--William A. died peacefully at home in the early hours of December 15th of renal failure. He was 79. Bill was a veteran of World War II, serving in China. He was a graduate of Yale Law School in 1953, which he attended after two years of volunteer service with the American Friends Service Committee in Berlin, Germany from 1948-50. He was an",
                "date": "20031219",
                "title": "Paid Notice: Deaths DELANO, WILLIAM A.",
                "url": "http://www.nytimes.com/2003/12/19/classified/paid-notice-deaths-delano-william-a.html"
            },
            {
                "body": "The news of Saddam Hussein's capture restored a sense of unity on Sunday among world leaders as they welcomed the seizure of one of the Middle East's most brutal dictators and expressed hope that his arrest would open a new chapter of stability and reconciliation in Iraq. Gone, for the moment, were recriminations over prewar intelligence on",
                "byline": "By PATRICK E. TYLER",
                "date": "20031215",
                "title": "THE CAPTURE OF HUSSEIN: GLOBAL REACTION; Leaders Set Aside Differences to Congratulate U.S.",
                "url": "http://www.nytimes.com/2003/12/15/world/capture-hussein-global-reaction-leaders-set-aside-differences-congratulate-us.html"
            },
            {
                "body": "Howard Dean barely paused when asked what he would have done differently had he, instead of President Bush, been meeting with China's premier this week, in the midst of a flare-up between Taiwan and China. ''I would have probably said the same thing,'' he said of the president's warning to Taiwan not to even think about independence. ''But I",
                "byline": "By DAVID E. SANGER and JODI WILGOREN",
                "date": "20031214",
                "title": "THE 2004 CAMPAIGN: THE ISSUES; Dean Strives for a Nuanced Approach to Foreign Policy",
                "url": "http://www.nytimes.com/2003/12/14/us/2004-campaign-issues-dean-strives-for-nuanced-approach-foreign-policy.html"
            },
            {
                "body": "The leaders of the 15-nation European Union approved a common security strategy on Friday that they said would enable Europe to ''share in the responsibility for global security, and in building a better world.'' The leaders, opening a two-day summit meeting to discuss a draft constitution for the union as it brings in 10 new members, most of them",
                "byline": "By JOHN TAGLIABUE",
                "date": "20031213",
                "title": "Europeans Approve New Security Strategy",
                "url": "http://www.nytimes.com/2003/12/13/world/europeans-approve-new-security-strategy.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 330
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "On a recent afternoon, Kurt Masur stood backstage at Avery Fisher Hall studying an excerpt from the score of ''La Mer.'' The great Toscanini had marked it up, presumably to achieve a more striking effect, but Mr. Masur disagreed. ''It's nonsense,'' he said. ''Debussy was a wonderful orchestrator -- he didn't need any of this.'' The offhand comment",
                "byline": "By JEREMY EICHLER",
                "date": "20041231",
                "title": "Masur Visits, Message And Intensity Intact",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C07E6D81439F932A05751C1A9629C8B63"
            },
            {
                "body": "Silent night it wasn't. At 6 o'clock on Friday, as a crystalline blue dusk descended over the desert valley, Chris Birkett began his nightly Christmas extravaganza, turning his modest house and yard into ''Winter Wonderland,'' a blazing filigree of up to 150,000 lights forming Santas, reindeer, ''Nutcracker'' characters, snowflakes, stars and",
                "byline": "By RALPH BLUMENTHAL",
                "date": "20041227",
                "title": "Yard Display's Neighbors Wish for a Silent Night",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9506E0DD1F30F934A15751C1A9629C8B63"
            },
            {
                "body": "It started as a minor dispute between farm worker and farm owner, a bit of unpleasantness that might have been smoothed over with a few mild words. The 68-year-old owner, Hilde Wiese, discovered a gosling crushed between crates in the flower garden. She scolded the gardener for her carelessness. The worker, resentful, shouted at the owner's son,",
                "byline": "By SHARON LaFRANIERE",
                "date": "20041225",
                "title": "Tensions Simmer as Namibia Divides Its Farmland",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A06E5DA1E30F936A15751C1A9629C8B63"
            },
            {
                "body": "'The United States of Europe' ''The New Superpower and the End of American Supremacy'' By T.R. Reid. 305 pages. Penguin Press. $25.95 Sometimes major events take place quietly, their import obscured by the hubbub of more arresting happenings. Only with time is the shift perceptible; it becomes clear that the world has changed not because another",
                "byline": "By ROGER COHEN",
                "date": "20041216",
                "title": "BOOKS OF THE TIMES; Nudging America Awake as a United Europe Takes the Stage",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9806E5DD1430F935A25751C1A9629C8B63"
            },
            {
                "body": "To Rule the Waves' 'How the British Navy Shaped the Modern World' 648 pages. By Arthur Herman HarperCollins. $26.95. In the mid-16th century, England was a minor player on the world stage. The Spanish and the Portuguese, ahead in the race for the spoils of Asia and South America, dominated international trade and controlled the world's oceans. They",
                "byline": "By WILLIAM GRIMES",
                "date": "20041215",
                "title": "BOOKS OF THE TIMES; The Rise of the British Empire From Its Navy's Point of View",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9904E1DE1730F936A25751C1A9629C8B63"
            },
            {
                "body": "WITHIN months of the 9/11 attacks on New York and Washington, the global surge of sympathy for the United States began to ebb. Before the invasion of Iraq, London's Sunday Times reported that equal numbers of Britons ranked Saddam Hussein and George W. Bush as the top threat to world peace. In France, a book claiming that Washington itself had",
                "byline": "By Jonathan Tepperman",
                "date": "20041212",
                "title": "ESSAY; The Anti-Anti-Americans",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9803E5DC1F3EF931A25751C1A9629C8B63"
            },
            {
                "body": "One day before too long, when your mobile telephone sounds, it could be a novel calling to recount how the headstrong heroine dumped the handsome heartbreaker. Or it might be a guidebook surfacing at a critical moment in a crowded bar to provide you with pickup lines in Spanish, French or German. The increasing power of cellphones is fast shaping",
                "byline": "By DOREEN CARVAJAL",
                "date": "20041207",
                "title": "A Library and Cinema in Your Pocket",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D05EED91431F934A35751C1A9629C8B63"
            },
            {
                "body": "In a general way, bridge can contribute to world peace. At the world championships in Istanbul a month ago, players from 40 countries with different ideologies and religions sat down together in harmony. A more specific example came in an unscripted interlude at the prize-giving ceremony. The World Mixed Team Championship had just been won by Zia",
                "byline": "By Alan Truscott",
                "date": "20041206",
                "title": "Bridge; The Game May Foster Peace, But Traps Aren't Ruled Out",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D00E0D61731F935A35751C1A9629C8B63"
            },
            {
                "body": "SOLD IN CHINA -- Beginning Saturday, China is expected to begin allowing foreign companies to open as many stores as they choose, setting off a scrum between global retailing powerhouses, including Wal-Mart. The retailer is apparently willing to change its spots to get a piece of potentially the largest retail market on the planet. While",
                "byline": "By DAVID CARR",
                "date": "20041205",
                "title": "The Week Ahead",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C03E3DC1731F936A35751C1A9629C8B63"
            },
            {
                "body": "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means",
                "date": "20041203",
                "title": "The Listings",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C0DE6DE1F3EF930A35751C1A9629C8B63"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 169
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional",
                "date": "20051230",
                "title": "The Listings: Dec. 30 - Jan. 5",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A03E2DA1330F933A05751C1A9639C8B63"
            },
            {
                "body": "ELECTING a Parliament under the new permanent Constitution was a significant achievement for the Iraqi people, who once again faced down terrorist violence and political intimidation to demonstrate their desire for a democratic future. For better or worse, in the election's aftermath, the United States will almost certainly begin to withdraw its",
                "byline": "By Andrew Erdmann",
                "date": "20051227",
                "title": "After Withdrawal, Engagement",
                "url": "http://www.nytimes.com/2005/12/27/opinion/27erdmann.html"
            },
            {
                "body": "Company Man: Slade, above, started at Bear Stearns when it had about 50 employees and saw it reach 12,000.; John H. Slade b. 1908 (Photograph by Lisa Kereszi) The Lives They Lived Job for Life He spent 69 years at one all Street firm -- and counted himself fortunate. By Jon Gertner It is hard to say who was getting the better deal: Bear Stearns, a",
                "date": "20051225",
                "title": "No Headline",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A06EEDC1730F936A15751C1A9639C8B63"
            },
            {
                "body": "To the Editor: It is perfectly legal and moral to bar certain parties from running in democratic elections. The Nazis are not allowed to run in Germany; nor are the Taliban permitted to run in Afghanistan or the Baathists welcome to run in Iraq. And surely, a terrorist organization should not be allowed to participate in a round of elections that",
                "date": "20051224",
                "title": "Palestinian Elections: A Place for Hamas?",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C05E6D81530F937A15751C1A9639C8B63"
            },
            {
                "body": "THE THIRD REICH IN POWER 1933-1939. By Richard J. Evans. Illustrated. 941 pp. The Penguin Press. $37.95. HISTORIANS of Nazi Germany know they will be measured against the remarkable success of William Shirer's ''Rise and Fall of the Third Reich,'' a 1,200-page doorstop that has been selling briskly for four and a half decades. Shirer's tale of a",
                "byline": "By BRIAN LADD",
                "date": "20051218",
                "title": "A State of Evil",
                "url": "http://www.nytimes.com/2005/12/18/books/review/18ladd.html"
            },
            {
                "body": "Albert Einstein's hound-dog face and unruly white hair were well known in Princeton, where he lived the last decades of his life. He was an icon of science, peace and general intellectual pursuits. Less well known, though, are his writings about race, and how living in Princeton, with its vibrant middle-class African-American community, influenced",
                "byline": "By ROBERT STRAUSS",
                "date": "20051218",
                "title": "BY THE WAY; More Than Just a Physicist",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9902E0D71F31F93BA25751C1A9639C8B63"
            },
            {
                "body": "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional",
                "date": "20051216",
                "title": "The Listings: Dec. 16 -- Dec. 22",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9400E2D81F31F935A25751C1A9639C8B63"
            },
            {
                "body": "Pope Benedict XVI on Tuesday condemned terrorism, nuclear arms and, apparently in a reference to allegations that the United States has tortured terror suspects, lack of respect for international law. The issue of torture has stirred anger in Europe, and Benedict, in the annual papal message for peace, cited Vatican policy that ''not everything",
                "byline": "By IAN FISHER",
                "date": "20051214",
                "title": "Pope Condemns Both Terror And Violations Of Geneva Pact",
                "url": "http://www.nytimes.com/2005/12/14/international/europe/14pope.html"
            },
            {
                "body": "EVERYBODY braced for trouble four years ago when England and Argentina were drawn to play in the first round of the World Cup. The common wisdom was that a new version of the Falklands-Malvinas war was going to break out in Japan. Instead, the relative lovefest in the streets of Sapporo boggled Kevin Miles, a professional fan representative from",
                "byline": "By GEORGE VECSEY",
                "date": "20051214",
                "title": "Sports of The Times; Fans Don't Let Fans Get Too Rowdy",
                "url": "http://select.nytimes.com//2005/12/14/sports/soccer/14vecsey.html"
            },
            {
                "body": "Mohamed ElBaradei, the director general of the International Atomic Energy Agency, warned Iran on Friday to stop hindering an investigation into the country's nuclear energy program, which the United States and many other observers suspect is a cover to develop nuclear weapons. ''The international community has begun to lose its patience,'' he told",
                "byline": "By WALTER GIBBS",
                "date": "20051210",
                "title": "Head of Nuclear Agency Again Urges Iran to Cooperate",
                "url": "http://www.nytimes.com/2005/12/10/international/europe/10nobel.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 167
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Hakim Taniwal was a sociologist sent to humble a warlord, a gentle, bespectacled professor dispatched into Afghanistan's badlands on what seemed a fool's errand. His triumph made for a heartening parable about the power of words over weapons. But the flaw in the hopeful tale was its setting. Afghanistan is a place resistant to happy endings. In the",
                "byline": "By BARRY BEARAK",
                "date": "20061231",
                "title": "THE LIVES THEY LIVED; 'So We Will Talk': HAKIM TANIWAL b. 1946",
                "url": "http://www.nytimes.com/2006/12/31/magazine/31Taniwal.t.html"
            },
            {
                "body": "Saddam Hussein is one of the few modern leaders to have been tried and executed for his crimes and other abuses of power. Most dictators of the past century have died of natural causes at home or in comfortable exile -- or at the hands of assassins. But with trials of former leaders becoming more common in the past decade, there are other",
                "byline": "By MARLISE SIMONS",
                "date": "20061231",
                "title": "THE STRUGGLE FOR IRAQ; Hussein's Case Won't Bolster International Human Rights Law, Experts Fear",
                "url": "http://www.nytimes.com/2006/12/31/world/middleeast/31history.html"
            },
            {
                "body": "To the Editor: Christoph Niemann's cover illustration for the Book Review of Dec. 17 -- an issue devoted largely to books on war -- shows what appear to be computer-generated, schematic silhouettes of men holding swords and shields in martial formation, about to be rained down upon by a swarm of schematic red arrows. It's a strong design. The",
                "date": "20061231",
                "title": "What Is It Good For?",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9B04EFDB1131F932A05751C1A9609C8B63"
            },
            {
                "body": "President Gerald R. Ford was never one for second-guessing, but for many years after leaving office in 1977, he carried in his wallet a scrap of a 1915 Supreme Court ruling. A pardon, the excerpt said, ''carries an imputation of guilt,'' and acceptance of a pardon is ''a confession of it.'' Mr. Ford's decision to pardon Richard M. Nixon for any",
                "byline": "By SCOTT SHANE",
                "date": "20061229",
                "title": "THE 38TH PRESIDENT; For Ford, Pardon Decision Was Always Clear-Cut",
                "url": "http://www.nytimes.com/2006/12/29/washington/29pardon.html"
            },
            {
                "body": "Gazprom, the Russian energy monopoly, threatened Tuesday to halt natural gas supplies to Belarus if that country did not agree to a large price increase by the first of the year. The strong Russian position suggests that Moscow is becoming aggressive in energy pricing even with countries that have been close allies. Belarus now has the cheapest gas",
                "byline": "By ANDREW E. KRAMER",
                "date": "20061227",
                "title": "Gazprom Threatens to Cut Off Gas if Belarus Rejects Higher Price",
                "url": "http://www.nytimes.com/2006/12/27/world/europe/27belarus.html"
            },
            {
                "body": "The Security Council on Saturday unanimously approved sanctions intended to curb Iran's nuclear program, capping months of negotiations over how severe and sweeping the restrictions should be. The resolution, prepared by Germany and the Security Council's five permanent members -- the United States, Britain, France, Russia and China -- bans the",
                "byline": "By ELISSA GOOTMAN",
                "date": "20061224",
                "title": "Security Council Approves Sanctions Against Iran Over Nuclear Program",
                "url": "http://www.nytimes.com/2006/12/24/world/24nations.html"
            },
            {
                "body": "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times and tickets: nytimes.com/theater. Previews and Openings 'THE SCENE' In previews; opens on Jan. 11. A buzz-maker at the Humana Festival, Theresa Rebeck's new play is about an",
                "date": "20061222",
                "title": "The Listings: Dec. 22 - Dec. 28",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A03E7D61031F931A15751C1A9609C8B63"
            },
            {
                "body": "It is easy to poke fun at the belief that music can be an ennobling endeavor, a universal language to forge sympathy between peoples of profoundly different backgrounds. But it's hard to remain so jaded when encountering the West-Eastern Divan Orchestra, an ensemble of young Israeli and Arab musicians, founded seven years ago by the conductor",
                "byline": "By ANTHONY TOMMASINI",
                "date": "20061221",
                "title": "MUSIC REVIEW; Barenboim Seeks Harmony, And More Than One Type",
                "url": "http://www.nytimes.com/2006/12/21/arts/music/21west.html"
            },
            {
                "body": "For a long time, I let my hopes for a decent outcome in Iraq triumph over what I had learned reporting from Lebanon during its civil war. Those hopes vanished last summer. So, I'd like to offer President Bush my updated rules of Middle East reporting, which also apply to diplomacy, in hopes they'll help him figure out what to do next in Iraq. Rule",
                "byline": "By THOMAS L. FRIEDMAN",
                "date": "20061220",
                "title": "Mideast Rules To Live By",
                "url": "http://select.nytimes.com//2006/12/20/opinion/20friedman.html"
            },
            {
                "body": "DANGEROUS NATION By Robert Kagan. 527 pp. Alfred A. Knopf. $30. In his celebrated book ''Of Paradise and Power,'' Robert Kagan took issue with ''the mistaken idea that the American founding generation was utopian, that it genuinely considered power politics 'alien and repulsive' and was simply unable to comprehend the importance of the power factor",
                "byline": "By Geoffrey Wheatcroft",
                "date": "20061217",
                "title": "Manifest Destinies",
                "url": "http://www.nytimes.com/2006/12/17/books/review/Wheatcroft.t.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 173
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "CONDOLEEZZA RICE An American Life: A Biography By Elisabeth Bumiller Illustrated. 400 pages. Random House. $27.95. The writer of contemporary history is like the man with his nose pressed against the mirror trying to see his whole body, Arnold Toynbee cautioned. Yet whatever their limitations, books about prominent sitting officials are",
                "byline": "By ROBER DALLEK",
                "date": "20071227",
                "title": "BOOKS OF THE TIMES; A Woman of Ambition, Neither Hero Nor Villain",
                "url": "http://www.nytimes.com/2007/12/27/books/27dallek.html"
            },
            {
                "body": "On the outskirts of Kandahar in Southern Afghanistan, there's a junkyard of the Soviet empire. It's filled with the hulls of T-55 and T-62 tanks and the tubes of multiple rocket launchers. Some of the tanks are intact. I guess high-explosive, antitank missiles penetrated the turrets and coated the interior of the steel shells with blood. I drove",
                "byline": "By ROGER COHEN",
                "date": "20071227",
                "title": "OP-ED COLUMNIST; Beyond Conspiracy, Progress",
                "url": "http://www.nytimes.com/2007/12/27/opinion/27cohen.html"
            },
            {
                "body": "At the sound of the copter blades, a thousand Masai tribesmen crane their necks upward. It is as if their savior is dropping from the sky. ''Railaaaaaaaaaaaaaaaaa!'' they yell. The tribesmen turn into a stampede, hollering and poking their gnarled wooden clubs in the air. An enormous cloud of dust swallows the copter as it lands. Out comes Raila",
                "byline": "By JEFFREY GETTLEMAN",
                "date": "20071222",
                "title": "In Helicopter or Hummer, Kenya Contender Dazzles",
                "url": "http://www.nytimes.com/2007/12/22/world/africa/22kenya.html"
            },
            {
                "body": "THE mission began at dusk, in a light rain. I carried the package under my arm, hoping not to attract attention. As my husband and I approached the target -- a large hospital -- from the south, I whispered, ''Try to look normal.'' ''How can I look normal when I'm soaking wet?'' he asked. ''This is ridiculous.'' ''Sweep the perimeter and stop",
                "byline": "By MICHELLE SLATALLA",
                "date": "20071220",
                "title": "CYBERFAMILIAS; Love That Book? Then Set It Free",
                "url": "http://www.nytimes.com/2007/12/20/fashion/20Cyber.html"
            },
            {
                "body": "Eighty-seven countries and international organizations pledged $7.4 billion in aid to the Palestinians on Monday, in the most ambitious fund-raising effort in more than a decade to help Palestinians create a viable, peaceful and secure state of their own. The total is set to cover the next three years. The Palestinians had hoped to secure $5.6",
                "byline": "By ELAINE SCIOLINO",
                "date": "20071218",
                "title": "Donors Pledge $7.4 Billion in Aid to the Palestinians",
                "url": "http://www.nytimes.com/2007/12/18/world/middleeast/18paris.html"
            },
            {
                "body": "THE Russian people, Dostoyevsky once said, believe so fervently in an all-powerful czar that this ideal ''is bound to influence the whole future course of our history.'' And so it was that the heir to this tradition, President Vladimir V. Putin, went before the cameras last week to show that he had in fact broken with the old ways and was as",
                "byline": "By CLIFFORD J. LEVY",
                "date": "20071216",
                "title": "THE WORLD; Russia's Knockoff Democracy",
                "url": "http://travel.nytimes.com/2007/12/16/weekinreview/16levy.html"
            },
            {
                "body": "NATO commanders in Kosovo say they are ready to shut down any violence in the wake of the province's expected secession from Serbia. The scorched frescoes and shattered roof tiles at the Serbian Orthodox monastery of St. Joanikije testify to how difficult that task might be. It was less than four years ago that the drowning deaths of three Albanian",
                "byline": "By NICHOLAS KULISH",
                "date": "20071209",
                "title": "NATO Says It's Prepared to Keep the Peace in Kosovo",
                "url": "http://www.nytimes.com/2007/12/09/world/europe/09kosovo.html"
            },
            {
                "body": "ELLIOTT CARTER, a celebrated figure on the international stage even before Georg Solti took his Variations for Orchestra to Europe with the Chicago Symphony in 1971, is the most respected and admired of American composers. Festivals devoted to his music have taken place in many cities, including London, Paris and Madrid. And he is a prophet",
                "byline": "By CHARLES ROSEN",
                "date": "20071209",
                "title": "MUSIC; An Old Master Still in Development",
                "url": "http://www.nytimes.com/2007/12/09/arts/music/09rose.html"
            },
            {
                "body": "Correction Appended Fiction & Poetry THE ABSTINENCE TEACHER. By Tom Perrotta. (St. Martin's, $24.95.) In this new novel by the author of ''Little Children,'' a sex-ed teacher faces off against a church bent on ridding her town of ''moral decay.'' AFTER DARK. By Haruki Murakami. Translated by Jay Rubin. (Knopf, $22.95.) A tale of two sisters, one",
                "date": "20071202",
                "title": "100 Notable Books of 2007",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9F0DE0DE123DF931A35751C1A9619C8B63"
            },
            {
                "body": "THE MITFORDS Letters Between Six Sisters. Edited by Charlotte Mosley. Illustrated. 834 pp. Harper/HarperCollins Publishers. $39.95. In this age of blogs and celebutantes, the aristocratic, letter-writing Mitfords may seem snobbish, quaint, even kitschy. But to dismiss them as dusty relics would be to miss out on a great deal of eccentric charm, wit",
                "byline": "By CARYN JAMES",
                "date": "20071202",
                "title": "'Heil Hitler! Love, Bobo'",
                "url": "http://www.nytimes.com/2007/12/02/books/review/James-t.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 136
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "International IRANIAN AUTHORITIES RAID OFFICES OF PROMINENT RIGHTS ACTIVIST Authorities stormed the office of Iran's Nobel Peace Prize laureate, Shirin Ebadi, seizing her computers and her clients' documents. The raid appeared to be part of an effort to keep a tight rein on Ms. Ebadi, Iran's most prominent human rights activist, before presidential",
                "date": "20081230",
                "title": "INSIDE THE TIMES: December 30, 2008",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C00E2D91030F933A05751C1A96E9C8B63"
            },
            {
                "body": "THE ASCENT OF MONEY A Financial History of the World By Niall Ferguson Illustrated. 442 pp. The Penguin Press. $29.95 Niall Ferguson, it is fair to say, is a one-man book factory. In fact, if the American economy cranked out goods as prolifically as Ferguson does histories, we might not be in half the fix we are in right now. But then Ferguson",
                "byline": "By MICHAEL HIRSH",
                "date": "20081228",
                "title": "Follow the Money",
                "url": "http://www.nytimes.com/2008/12/28/books/review/Hirsh-t.html"
            },
            {
                "body": "Before dawn on Sept. 5, 1972, the eleventh day of the Olympic Games in Munich, eight Palestinian terrorists, dressed in track suits and carrying assault rifles and hand grenades in their gym bags, climbed over a perimeter fence of the Olympic Village. They crept into Building 31, which housed the Israeli delegation, initiating a long, horrifying",
                "byline": "BY MICHAEL SOKOLOVE",
                "date": "20081228",
                "title": "JIM MCKAY | B. 1921; The Unexpected Anchor",
                "url": "http://www.nytimes.com/2008/12/28/magazine/28mcKay-t.html"
            },
            {
                "body": "International A MUSLIM REVIVAL IN BOSNIA Stirs Fears of Further Division Thirteen years after a war in which 100,000 people were killed, the majority of them Muslim, mosques and madrasas are sprouting all over Bosnia. But many people worry that the Muslim revival is leading to a growing culture clash between conservative Islam and Bosnia's avowed",
                "date": "20081227",
                "title": "Inside the Times, December 27, 2008",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9B05E3DE1F3EF934A15751C1A96E9C8B63"
            },
            {
                "body": "IN a disappointing year for serious American movies, two television series, AMC's ''Mad Men'' and Showtime's ''Brotherhood,'' far outshone in truthfulness and complexity most of what American filmmakers created for the big screen. Hollywood, in its awards-seeking mode, keeps recycling the same sanctified topics -- the Holocaust and civil rights.",
                "byline": "By STEPHEN HOLDEN",
                "date": "20081221",
                "title": "FILM; Characters Abroad, Conflicts Close to Home",
                "url": "http://www.nytimes.com/2008/12/21/movies/21hold.html"
            },
            {
                "body": "-- THERE was a time not so long ago when Avraham Burg was viewed by many Israelis as proof that the inherent tensions of Zionism -- religious versus secular, insular versus worldly, Jewish state versus state of all its citizens -- could be reconciled with grace. Here was a religiously observant Jew with a cosmopolitan outlook, a decorated",
                "byline": "By ETHAN BRONNER",
                "date": "20081220",
                "title": "THE SATURDAY PROFILE; Once a Political Riser, an Israeli Challenges His Country's Identity",
                "url": "http://www.nytimes.com/2008/12/20/world/middleeast/20burg.html"
            },
            {
                "body": "HOWARD--Fred, on December 13, 2008. Beloved companion of Bonnie Kaye, husband of the late Fay Howard, father of John and Ron Howard and dear grandfather to Eliza, Molly, Ali, Zach and Jackson Howard. Fred's passion for everything made his life anything but ordinary. There were no constraints in his mind or actions, nothing that inhibited his",
                "date": "20081216",
                "title": "Paid Notice: Deaths HOWARD, FRED",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9805EEDC1E3AF935A25751C1A96E9C8B63"
            },
            {
                "body": "Annika Sorenstam ended her Hall of Fame career with an eight-foot birdie on the 18th hole of the Dubai Ladies Masters on Sunday, completing a 1-under 71 that left her in seventh place, six shots behind the winner, Anja Monke. Sorenstam, who is retiring to focus on her family and business interests, led the tournament after the second round but shot",
                "byline": "By THE ASSOCIATED PRESS",
                "date": "20081215",
                "title": "Sorenstam Birdies, Then Walks Off Into Retirement",
                "url": "http://www.nytimes.com/2008/12/15/sports/golf/15golf.html"
            },
            {
                "body": "Afghanistan and most of its neighbors agreed at an informal conference here on Sunday to work together to stabilize the country, restrict narcotics traffic and coordinate action against terrorist groups. The conference of foreign ministers, organized by France, was aimed at shoring up regional relations in the interest of security and stability.",
                "byline": "By STEVEN ERLANGER",
                "date": "20081215",
                "title": "Afghanistan and Neighbors Discuss Close Cooperation",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C07EFDA153FF936A25751C1A96E9C8B63"
            },
            {
                "body": "HOWARD--Fred, on December 13, 2008. Beloved companion of Bonnie Kaye, husband of the late Fay Howard, father of John and Ron Howard and dear grandfather to Eliza, Molly, Ali, Zach and Jackson Howard. Fred's passion for everything made his life anything but ordinary. There were no constraints in his mind or actions, nothing that inhibited his",
                "date": "20081215",
                "title": "Paid Notice: Deaths HOWARD, FRED",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9803E4DC1E3AF936A25751C1A96E9C8B63"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 142
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Crisis brings out the best in some people, or so it is said. It certainly produced some excellent books this year. What follows is my list of six for 2009, books that I found informative and enjoyable this year. Three of the books cover aspects of financial history, including one on the greatest capitalists ever and two on the era that led to the",
                "byline": "By FLOYD NORRIS",
                "date": "20091225",
                "title": "HIGH & LOW FINANCE; Financial Giants, Diminished",
                "url": "http://www.nytimes.com/2009/12/25/business/25norris.html"
            },
            {
                "body": "1909 Artificial Gems Discussed NEW YORK A lively discussion has arisen among New York jewelers as to whether society is adopting the custom of mingling artificial with genuine pearls. The interviews with Paris jewelers cabled to the New York Herald regarding the imitation pearls in Mrs. Astor's necklace has stirred New Yorkers. The gem expert of",
                "date": "20091224",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2009/12/24/opinion/24iht-olddec24.html"
            },
            {
                "body": "To the Editor: The answer to Michael Feinstein's question ''Whose Christmas Is It?'' (Op-Ed, Dec. 18) is everyone's. Mr. Feinstein muses on the many Christmas songs penned by Jewish tunesmiths. These are secular songs -- evoking snow, a fireplace and a fat man in a red suit -- none having anything to do with the sacred birth of Jesus. For 30 years",
                "date": "20091223",
                "title": "LETTERS; Christmas Music by and for People of All Faiths",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C07EFDD1F3AF930A15751C1A96F9C8B63"
            },
            {
                "body": "A sampling of noteworthy musical presentations for the holiday season at churches, synagogues and concert halls in New York, compiled by Anne Mancuso. All are free unless otherwise noted. (Houses of worship accept donations.) More holiday events this weekend are in The Listings on Pages 22 to 25, and on Page 37. Unless noted, church choirs are",
                "byline": "By ANNE MANCUSO",
                "date": "20091211",
                "title": "Musical Tidings of Comfort, Joy and Jubilation",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C00E6DE133FF932A25751C1A96F9C8B63"
            },
            {
                "body": "At an abandoned beer warehouse in this city's Valby district, law enforcement officials have constructed an elaborate holding facility with three dozen steel cages to accommodate more than 350 potential troublemakers during a United Nationsclimate conference that gets under way here on Monday. Critics call the holding pens -- and a variety of other",
                "byline": "By TOM ZELLER Jr.; Lars Kroldrup contributed reporting.",
                "date": "20091207",
                "title": "Copenhagen Tightens Security Before Meeting, but Critics Call Efforts Excessive",
                "url": "http://www.nytimes.com/2009/12/07/science/earth/07security.html"
            },
            {
                "body": "The look of a typeface can determine how readers perceive a word or phrase. Take the common seasonal greeting ''Happy holidays.'' When set in an ornamented Latin style, the words appear jolly and joyous, while spiky Old English or German Fraktur reads as dour -- Scrooge-like. Various typefaces symbolize the holidays, and not just those goofy",
                "byline": "By STEVEN HELLER",
                "date": "20091206",
                "title": "HOLIDAY BOOKS; Visuals | The Art of the Word",
                "url": "http://www.nytimes.com/2009/12/06/books/review/Heller-t.html"
            },
            {
                "body": "On the afternoon he held the eighth meeting of his Afghanistan review, President Obama arrived in the White House Situation Room ruminating about war. He had come from Arlington National Cemetery, where he had wandered among the chalky white tombstones of those who had fallen in the rugged mountains of Central Asia. How much their sacrifice weighed",
                "byline": "By PETER BAKER; Reporting was contributed by Elisabeth Bumiller, Helene Cooper, Carlotta Gall, Carl Hulse, Mark Landler, Mark Mazzetti, David E. Sanger, Eric Schmitt, Scott Shane and Thom Shanker.",
                "date": "20091206",
                "title": "Inside the Situation Room: How a War Plan Evolved",
                "url": "http://www.nytimes.com/2009/12/06/world/asia/06reconstruct.html"
            },
            {
                "body": "Citing progress on many issues, the White House said Friday that President Obama had shifted the date he would appear at the United Nationsclimate change conference in Copenhagen to Dec. 18, the last scheduled day. In a written statement, it said the president believed that he could have a more decisive impact by appearing at the end of the 12-day",
                "byline": "By JOHN M. BRODER",
                "date": "20091205",
                "title": "Obama Shifts His Visit to Last Day of Climate Conference",
                "url": "http://www.nytimes.com/2009/12/05/science/earth/05climate.html"
            },
            {
                "body": "Cape Town awaits. On Friday evening, beneath Table Mountain and facing the treacherous crosscurrents of converging oceans, it will be host to the World Cup draw. The business of placing the 32 nations who reached the 2010 finals in eight groups will be sugarcoated with a 90-minute extravaganza of gospel, jazz and costume to show television viewers",
                "byline": "By ROB HUGHES",
                "date": "20091204",
                "title": "GLOBAL SOCCER ROB HUGHES; Circus Surrounds the World Cup Lottery",
                "url": "http://www.nytimes.com/2009/12/04/sports/soccer/04iht-SOCCER.html"
            },
            {
                "body": "1909 Autos Used in Removals An interesting development of the commercial automobile is now being undertaken by the firm of Waring and Gillow in the form of removals by automobile from London to Paris or any other point on the Continent. The first journey by automobile was made this week in connection with the firm's removal to the Champs-Elyses:",
                "date": "20091204",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2009/12/04/opinion/04iht-olddec4.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 167
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LONDON -- ''We told you so.'' When the treaty establishing Europe's common currency was approved in the early 1990s, Europe's political and business elite had high hopes that it would bind the Continent's disparate economies and often bickering nations as never before. And as the euro made its debut in the early 2000s, there was an outpouring of",
                "byline": "By LANDON THOMAS Jr.",
                "date": "20101229",
                "title": "NEWS ANALYSIS; Skepticism Of the Euro Re-emerges",
                "url": "http://www.nytimes.com/2010/12/29/business/global/29euro.html"
            },
            {
                "body": "KAILUA, Hawaii -- President Obama was peeved. It was Christmas 2009 and a Nigerian had been accused of trying to blow up a plane bound for Detroit. Mr. Obama was supposed to have state-of-the-art secure telecommunications capabilities inside his luxury beachfront rental home here. Instead, he was stuck relying on operators to connect him to his top",
                "byline": "By SHERYL GAY STOLBERG; Eric Schmitt contributed from Washington.",
                "date": "20101229",
                "title": "Traveling Team Stays Focused on Terror",
                "url": "http://www.nytimes.com/2010/12/29/us/politics/29obama.html"
            },
            {
                "body": "LONDON -- ''We told you so.'' When the treaty establishing Europe's common currency was approved in the early 1990s, the political and business elite had high hopes that it would bind the Continent's disparate economies and often bickering countries together as never before. And as the euro was introduced in the early 2000s, there was an outpouring",
                "byline": "By LANDON THOMAS Jr.",
                "date": "20101229",
                "title": "Skeptics About Euro Look Wiser These Days",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A0CEED91139F93AA15751C1A9669D8B63"
            },
            {
                "body": "NOT many people noticed at the time, but World War I ended this year. Well, in a sense it did: on Oct. 3, Germany finally paid off the interest on bonds that had been taken out by the shaky Weimar government in an effort to pay the war reparations imposed by the Treaty of Versailles. While the amount, less than $100 million, was trivial by today's",
                "byline": "By MARGARET MacMILLAN",
                "date": "20101226",
                "title": "OP-ED CONTRIBUTOR; Ending the War to End All Wars",
                "url": "http://www.nytimes.com/2010/12/26/opinion/26macmillan.html"
            },
            {
                "body": "Deborah Yerkes Dyer and Richard Augustus Phelps were married Friday at the Boston Park Plaza Hotel. H. Skip Brandt, a justice of the peace for the Commonwealth of Massachusetts, officiated. The bride, 68, will take her husband's name. She retired as a registered nurse at Suburban Hospital in Bethesda, Md. She graduated from Elmira College and",
                "date": "20101226",
                "title": "Deborah Dyer, Richard Phelps",
                "url": "http://www.nytimes.com/2010/12/26/fashion/weddings/26DYER.html"
            },
            {
                "body": "We face wrenching budget cutting in the years ahead, but there's one huge area of government spending that Democrats and Republicans alike have so far treated as sacrosanct. It's the military/security world, and it's time to bust that taboo. A few facts: The United States spends nearly as much on military power as every other country in the world",
                "byline": "By NICHOLAS D. KRISTOF",
                "date": "20101226",
                "title": "OP-ED COLUMNIST; The Big (Military) Taboo",
                "url": "http://www.nytimes.com/2010/12/26/opinion/26kristof.html"
            },
            {
                "body": "WASHINGTON -- Charles de Gaulle, who famously said the graveyards are filled with indispensable men, was wrong. Richard Charles Albert Holbrooke was that rare indispensable man. Mr. Holbrooke, who died of a shattered aorta at 69 last week, was President Barack Obama's envoy on Afghanistan and Pakistan. He was the most innovative and successful U.S.",
                "byline": "By ALBERT R. HUNT | BLOOMBERG NEWS",
                "date": "20101220",
                "title": "LETTER FROM WASHINGTON; Remembering America's Most Innovative Diplomat",
                "url": "http://www.nytimes.com/2010/12/20/us/20iht-letter20.html"
            },
            {
                "body": "LONDON -- It was the worst of times in the siege of Sarajevo. No venture outside the Holiday Inn, which had become a media fastness in a city under siege, was safe from the daily staccato of sniper fire, mortars and artillery shells. And there at my door, in the first winter of the war, was Richard C. Holbrooke, asking if he could borrow space on",
                "byline": "By JOHN F. BURNS",
                "date": "20101219",
                "title": "Thirsting for a Role in History",
                "url": "http://www.nytimes.com/2010/12/19/weekinreview/19burns.html"
            },
            {
                "body": "BERLIN -- Some years back, at the height of an African summer, a spry cleric braved the security checks at Johannesburg's main airport for a flight back home to Cape Town and was turned back to be body-searched, the only passenger among hundreds to endure that particular indignity on that particular flight. He was also the only black passenger. His",
                "byline": "By ALAN COWELL",
                "date": "20101218",
                "title": "LETTER FROM EUROPE; Freedom in an Era of the Empty Chair",
                "url": "http://www.nytimes.com/2010/12/18/world/europe/18iht-letter18.html"
            },
            {
                "body": "At the end of 2009, the Start treaty between the United States and Russia expired. For the first time in decades there are no mutual inspections and monitoring between the United States and Russia in the nuclear field. For more than a year, the two largest stockpiles of nuclear weapons have been without the finely calibrated system of trust and",
                "date": "20101218",
                "title": "I.H.T. OP-ED CONTRIBUTOR; New Start Matters",
                "url": "http://www.nytimes.com/2010/12/18/opinion/18iht-edstart18.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 157
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "1911 U.S. and U.K. May Trade Stars The Lusitania left Liverpool for New York yesterday [Dec. 30] with many interesting personalities among her three hundred saloon passengers. Mr. Oscar Hammerstein is going over ostensibly to see his son, Mr. William Hammerstein, who has been ill, to settle matters in connection with a lawsuit of which he is a",
                "date": "20111231",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2011/12/31/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "1911 Treaty Abrogation Suits U.S. A signed editorial article by Mr. Roosevelt appears in the current issue of the ''Outlook,'' cordially approving the abrogation of the Russo-American Commercial Treaty, but expressing the opinion that it would have been better first to secure the decision of the Hague Tribunal on the interpretation of the treaty.",
                "date": "20111230",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2011/12/30/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "KABUL, Afghanistan -- After prodding by his American and European backers, President Hamid Karzai dropped his opposition to allowing the Taliban to set up an office in the Persian Gulf state of Qatar, saying on Tuesday that he could abide by such a step if it was what the United States wanted. In a statement issued late Tuesday, Mr. Karzai",
                "byline": "By MATTHEW ROSENBERG and SHARIFULLAH SAHAK",
                "date": "20111228",
                "title": "Karzai Agrees To Let Taliban Set Up Office In Qatar",
                "url": "http://www.nytimes.com/2011/12/28/world/asia/hamid-karzai-agrees-to-let-taliban-set-up-office-in-qatar.html"
            },
            {
                "body": "At 8 in the morning, a scrap of paper blew across an apocalyptic Times Square, and Costantino Gava, a tourist from Italy, stood amid an archipelago of abandoned red cafe tables. He looked about at the vast circus of neon lights winking allure at no one, and snapped another picture of the desolation. ''Buon Natale,'' he said with a shrug. In a city",
                "byline": "By ROBERT D. McFADDEN; Reporting was contributed by Anne Barnard, Matt Flegenheimer, Joseph Goldstein, N. R. Kleinfield, Colin Moynihan, Andy Newman, Michael Powell and Michael Wilson.",
                "date": "20111226",
                "title": "With Christmas Morning, the Rare Serenity of Long Ago",
                "url": "http://www.nytimes.com/2011/12/26/nyregion/christmas-morning-brings-rare-serenity-to-nyc.html"
            },
            {
                "body": "ISLAMABAD, Pakistan -- With the United States facing the reality that its broad security partnership with Pakistan is over, American officials are seeking to salvage a more limited counterterrorism alliance that they acknowledge will complicate their ability to launch attacks against extremists and move supplies into Afghanistan. The United States",
                "byline": "By ERIC SCHMITT",
                "date": "20111226",
                "title": "U.S. Redraws Pakistani Ties With Limits",
                "url": "http://www.nytimes.com/2011/12/26/world/asia/us-preparing-for-pakistan-to-restrict-support-for-afghan-war.html"
            },
            {
                "body": "JOURNEY TO THE ABYSS The Diaries of Count Harry Kessler, 1880-1918 Edited and translated by Laird M. Easton Illustrated. 924 pp. Alfred A. Knopf. $45. Count Harry Kessler (1868-1937), whose diaries provide an unusual guided tour of belle poque and early-20th-century artistic and high life in Berlin, Paris and London, was born in Paris to great",
                "byline": "By LOUIS BEGLEY",
                "date": "20111225",
                "title": "Harry Kessler's Fin de Sicle",
                "url": "http://www.nytimes.com/2011/12/25/books/review/journey-to-the-abyss-the-diaries-of-count-harry-kessler-1880-1918-book-review.html"
            },
            {
                "body": "JERUSALEM -- In a highly unusual response to criticism from European nations on the Security Council, the Israeli Foreign Ministry bluntly accused the countries of ''interfering with Israel's domestic affairs'' and warned that they risked making themselves ''irrelevant.'' The heated diplomatic exchange reflected growing tension and frustration over",
                "byline": "By ISABEL KERSHNER",
                "date": "20111222",
                "title": "Israel Accuses 4 Countries Of Meddling in Its Affairs",
                "url": "http://www.nytimes.com/2011/12/22/world/middleeast/israel-says-4-european-countries-are-meddling-in-its-affairs.html"
            },
            {
                "body": "PARIS -- An ethnic Serb accused of being the shadowy smuggler behind recent border clashes in northern Kosovo was arrested in central Serbia late Tuesday, a day after Chancellor Angela Merkel of Germany warned Serbia that it must reach a peace agreement with Kosovo to join the European Union. Serbia failed to win official European Union candidate",
                "byline": "By DOREEN CARVAJAL",
                "date": "20111222",
                "title": "Serb Charged With Arms Smuggling in Kosovo Conflict",
                "url": "http://www.nytimes.com/2011/12/22/world/europe/serb-said-to-be-behind-kosovo-clashes-is-arrested.html"
            },
            {
                "body": "1911 France Ratifies Morocco Agreement After a heated discussion, the France-German convention with regard to Morocco was ratified by the French Chamber of Deputies yesterday [Dec. 20]. Parliament thus signifying its assent to the understanding arrived at by M. Caillaux's Ministry. The sole article before the Chamber was adopted by 393 votes to 36.",
                "date": "20111221",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2011/12/21/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "BERLIN -- Finally, some good news for Chancellor Angela Merkel. The Free Democrats, her junior coalition partner, agreed last Friday to support the government's multibillion-dollar rescue package for the euro. With visible relief, party leaders announced in Berlin that a grass-roots initiative to force the Free Democrats into vetoing the euro",
                "byline": "By JUDY DEMPSEY",
                "date": "20111220",
                "title": "LETTER FROM EUROPE; Even United, Europe Faces Power Drain",
                "url": "http://www.nytimes.com/2011/12/20/world/europe/20iht-letter20.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 202
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "1912 Wounded Swamp Greek City LARISSA &mdash; The Greek army is about to begin its march to Veria, the nearest point of the railway from Salonica to Monastir. It is believed that a large part of the defeated Turkish army has made its way there. An enthusiastic welcome was given to the Crown Prince at Kozhani, where the entire population turned out,",
                "date": "20121029",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2012/10/29/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "LONDON &mdash; Is Britain moving inexorably toward the European Union &rsquo;s exit door? When the European Union unexpectedly won the Nobel Peace Prize this month, the leaders of Germany , France and Italy spoke of their pride. But the British prime minister, David Cameron , maintained an awkward silence. Before that, the British government said",
                "byline": "By STEPHEN CASTLE",
                "date": "20121028",
                "title": "MEMO FROM LONDON; European Union Exit? Concerns Grow for Britain",
                "url": "http://www.nytimes.com/2012/10/28/world/europe/european-union-exit-concerns-grow-for-britain.html"
            },
            {
                "body": "Classical NOTE: &nbsp;Many events have been postponed or canceled because of concerns about the approach of Hurricane Sandy. Please contact the performance spaces for updates. Full reviews of recent classical performances: nytimes.com/classical . Opera &#9733; Amore Opera (Friday through Sunday, Wednesday and Thursday) This scrappy but very",
                "date": "20121026",
                "title": "Classical Music and Opera Listings for Oct. 26-Nov. 1",
                "url": "http://www.nytimes.com/2012/10/26/arts/music/classical-music-and-opera-listings-for-oct-26-nov-1.html"
            },
            {
                "body": "LONDON &mdash; As hallowed institutions of British life &mdash; the BBC above all, but also the police and prosecutors, and hospitals and schools that should care for young people &mdash; were being sullied by the spreading scandal around the always weird Jimmy Savile, it was a moment of clarity, and hope. Scores of people, most of them from the",
                "byline": "By ALISON SMALE",
                "date": "20121026",
                "title": "LETTER FROM EUROPE; Honoring a Life Lived Courageously",
                "url": "http://www.nytimes.com/2012/10/26/world/europe/26iht-letter26.html"
            },
            {
                "body": "1912 Balkan War &lsquo;Not Unmixed Evil&rsquo; NEW YORK &mdash; &ldquo;The Balkan war is not an unmixed evil,&rdquo; said Count von Bernstorff, German Ambassador to the United States, when interviewed on his arrival to-day [Oct. 22]. &ldquo;The Balkan menace has brought Germany and France into closer intimacy on a saner diplomatic footing. In fact,",
                "date": "20121023",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2012/10/23/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "George McGovern , the United States senator who won the Democratic Party&rsquo;s presidential nomination in 1972 as an opponent of the war in Vietnam and a champion of liberal causes, and who was then trounced by President Richard M. Nixon in the general election, died early Sunday in Sioux Falls, S.D. He was 90. His death was announced in a",
                "byline": "By DAVID E. ROSENBAUM",
                "date": "20121022",
                "title": "George McGovern, a Liberal Trounced but Not Silenced, Dies at 90",
                "url": "http://www.nytimes.com/2012/10/22/us/politics/george-mcgovern-a-democratic-presidential-nominee-and-liberal-stalwart-dies-at-90.html"
            },
            {
                "body": "Hooray for the European Union -- in spite of a Nobel Peace Prize awarded largely on the basis of wishful thinking -- for taking an important, tough-minded step, avoided by NATO and the United States. The bold moment came last month when the European Commission opened an antitrust investigation against Gazprom, the Russian national gas monopoly",
                "byline": "By JOHN VINOCUR",
                "date": "20121019",
                "title": "COLUMNIST; The E.U. Goes After Gazprom",
                "url": "http://www.nytimes.com/2012/10/19/opinion/the-eu-goes-after-gazprom.html"
            },
            {
                "body": "LONDON -- When the European Union unexpectedly won the Nobel Peace Prize last week, the leaders of Germany, France and Italy spoke of their pride. The British prime minister, David Cameron , who will join those leaders at an E.U. summit meeting in Brussels on Thursday, maintained an awkward silence. In Britain these days, even peace is",
                "byline": "By STEPHEN CASTLE",
                "date": "20121018",
                "title": "As Crisis Widens, Fears That Britain Aims to Exit E.U.",
                "url": "http://www.nytimes.com/2012/10/18/world/europe/as-crisis-widens-fears-that-britain-aims-to-exit-european-union.html"
            },
            {
                "body": "BEIJING -- Literature is not a boxing match, though sometimes it can appear that way given the polarizing passions it can generate. Such was the case in recent days, as two very different Chinese writers, one feted by the ruling Communist Party and the other spurned by it, received prestigious international awards. In one corner, it seemed, was Mo",
                "byline": "By DIDI KIRSTEN TATLOW",
                "date": "20121018",
                "title": "LETTER FROM CHINA; In 3 Awards, 3 Ways of Seeing China",
                "url": "http://www.nytimes.com/2012/10/18/world/asia/18iht-letter18.html"
            },
            {
                "body": "PARIS -- The Nobel Peace Prize awarded to the European Union arrived just as a realization was dawning that Europe's single currency -- the Union's most ambitious project -- had survived three years of incessant financial turmoil and was not going to break up. But having narrowly avoided an acrimonious divorce and the loss of some of its errant",
                "byline": "By PAUL TAYLOR | REUTERS",
                "date": "20121016",
                "title": "INSIDE EUROPE; Euro Here to Stay",
                "url": "http://www.nytimes.com/2012/10/16/business/global/euro-here-to-stay.html"
            }
        ],
        "tokens": [
            "peace",
            "Germany"
        ],
        "total": 154
    }
]