[
    {
        "offset": "0",
        "results": [
            {
                "body": "Siberia a refuge of tramps, traders and tall tales A2 China has resumed its criticism of the United States A3 President Reagan praises Afghan resistance fighters A3 Around the World A5 Israeli settlers in Sinai begin for- tifying town A6 High Egyptian official calls peace with Israel irreversible A7 Saudis and Iraq sign pact ending border dispute",
                "date": "19811228",
                "title": "Index; International",
                "url": "http://www.nytimes.com/1981/12/28/nyregion/index-international.html"
            },
            {
                "body": "Stacks of mail - more than 1,000 letters, cards and telegrams bearing postmarks from around the world - await Javier Perez de Cuellar on Jan. 1 when he moves into his new office as Secretary General. The mail contains everything from congratulations to advice on how to run the world to the promotion of pet projects. The letters come from",
                "byline": "Special to the New York Times",
                "date": "19811227",
                "title": "STACKS OF MAIL AWAIT ARRIVAL OF U.N. CHIEF",
                "url": "http://www.nytimes.com/1981/12/27/world/stacks-of-mail-await-arrival-of-un-chief.html"
            },
            {
                "body": "The bomb that wrecked the headquarters of Prime Minister Robert Mugabe's political party in Salisbury last weekend injected new tensions and uncertainty into one of the world's more hopeful experiments. That is the attempt to build a stable and prosperous state in Zimbabwe under majority rule. It has been two years since the Lancaster House",
                "byline": "By ANTHONY LEWIS",
                "date": "19811227",
                "title": "A BOMBING SHAKES MUGABE'S DELICATE BALANCE",
                "url": "http://www.nytimes.com/1981/12/27/weekinreview/a-bombing-shakes-mugabe-s-delicate-balance.html"
            },
            {
                "body": "Dr. Ralph Bunche, the first black to receive the Nobel Peace Prize and the principal architect of one of the most vital activities of the United Nations - its peacekeeping operations - is the subject of the first issue from the United States in 1982. A renowned international mediator, Dr. Bunche was the first Negro to head a division in the",
                "byline": "By Samuel A. Tower",
                "date": "19811227",
                "title": "Stamps; DR. BUNCHE ON FIRST 1982 ISSUE",
                "url": "http://www.nytimes.com/1981/12/27/arts/stamps-dr-bunche-on-first-1982-issue.html"
            },
            {
                "body": "\"Peace and understanding among people cannot be achieved by governmental actions alone; they require voluntary efforts in studying the best in one another's cultures, in mutual enrichment of the qualities of life and in the fellowship of kindred spirits.\" So wrote Dr. Chih Meng in his proposal for the new Chinese-American Cultural Center at Pace",
                "byline": "By Rhoda M. Gilinsky",
                "date": "19811227",
                "title": "CHINA CULTURAL UNIT TO OPEN AT PACE",
                "url": "http://www.nytimes.com/1981/12/27/nyregion/china-cultural-unit-to-open-at-pace.html"
            },
            {
                "byline": "By HENRY TANNER, Special to the New York Times) - Pope John Paul II declared today in his annual peace message that all people should strive to prevent every form of warfare. But he said that ''peoples have a right and even a duty to protect their existence and freedom'' against an unjust aggressor. The message - 21 pages long and addressed to individuals, heads of state and Government leaders the world over - was dated Dec. 8 and thus was written five days before Poland's rulers began their martial-law crackdown against the independent trade union Solidarity. Inalienable Rights Stressed The Pope made no reference to his Polish homeland, but Roman Catholic Church sources singled out the passage about the right of peoples to counter injustice and aggression as being particularly significant. In the official English version, the passage says: ''Christians, even as they strive to resist and prevent every form of warfare, have no hesitation in recalling that, in the name of an elementary requirement of justice, peoples have a right and even a duty to protect their existence and freedom by proportionate means against an unjust aggressor.'' In another passage the Pope warned that there could be no peace in a society in which the individual's inalienable rights were not respected. Such a society, he said, could ''not be at peace with itself'' and therefore could not contribute to building international peace. He emphasized that even local conflicts were often ''an expression of tensions originating elsewhere in the world'' and often had ''profound effects far from where they broke out.'' The same thought was reflected in his message Sunday in St. Peter's Square, when he thanked world public opinion for realizing that the problems of Poland were ''important to all nations and all societies, to Europe and to the contemporary world.'' The papal peace message, which is issued every year just before Christ-mas, has been an institution ever since Pope Paul VI some 10 years ago designated Jan. 1 as a day of peace. Today's message by John Paul was addressed also to the young, to men and women who bear responsibility for life in society and to families and teachers as well as to political leaders. It is being sent to government leaders everywhere. Warning against the ''the scandal of the arms race,'' the Pope called for international action for peace. While appealing to all individuals to do their part of the work for justice and peace, he urged them to ''realize that this work is something beyond human powers'' and can be done only with the help of God. Cautious Language on Poland In his public comments on the Polish situation, the Pope has used cautious language so far, but Vatican officials say he is deeply worried and saddened. One of the strongest expressions by the church here came in a front-page headline today in L'Osservatore Romano, the Vatican newspaper, which read, ''Passive Resistance in Poland by the Working Class.'' The dispatch beneath the three-column headline was a summary based on official Polish declarations and reports by ANSA, the Italian news agency. The agency reported that 15 people arriving aboard Polish ships in Venice and in Savona, near Genoa, had requested political asylum in Italy. The defectors, the agency said, were seamen and their families as well as passengers. ANSA said other people, apparently crew members, had been held against their will aboard several Polish ships. ---- Pope to Visit Africa ROME, Dec. 21 (UPI) - The Vatican said today that Pope John Paul would visit Nigeria and Gabon during a trip of six or seven days to Africa in mid-February. It is to be his first trip abroad since he was shot during an appearance in St. Peter's Square on May 13. A Vatican spokesman, the Rev. Romeo Panciroli, said that the Pope would visit Nigeria, where Roman Catholics account for about 6.5 percent of the population. ''A brief stop in Gabon is also foreseen,'' the spokesman added. The Vatican lists 66 percent of the population of Gabon as Catholic.",
                "date": "19811222",
                "title": "JOHN PAUL CITES RIGHT TO PEOTECT ONE'S FREEDOM",
                "url": "http://www.nytimes.com/1981/12/22/world/john-paul-cites-right-to-peotect-one-s-freedom.html"
            },
            {
                "body": "To the Editor: I fear that The Times is encouraging the forces of despair by its rational but fatalistic analysis of Ulster's latest agony (editorial ''Blood, and Fear, in Ulster''). The continued assertion by otherwise liberal and perceptive observers that Northern Ireland is beyond repair is a subtle form of racism which holds Irish Catholics and",
                "date": "19811222",
                "title": "VIEW ULSTER AS ANOTHER RHODESIA",
                "url": "http://www.nytimes.com/1981/12/22/opinion/l-view-ulster-as-another-rhodesia-142459.html"
            },
            {
                "body": "Alan Cowell is The Times's bureau chief in Nairobi. By Alan Cowell y the banks of the Blue Nile there is a colonnaded palace whose whiteness dazzles. Fans turn slowly in vaulted ceilings, helpless against Khartoum's listless heat. Broad verandas afford prospects of green lawn and emerald palms and a river that is not really blue, but gray brown. A",
                "date": "19811220",
                "title": "EGYPT'S FRIEND IN NEED",
                "url": "http://www.nytimes.com/1981/12/20/magazine/egypt-s-friend-in-need.html"
            },
            {
                "body": "Antarctica: Contested Continent First of two articles. Just 20 years ago, a landmark international treaty set aside the Antarctic continent for scientific and other peaceful purposes ''forever'' and declared it immune from international discord. Now, tensions over the fate of the world's last unexploited continent are rising rapidly. The treaty",
                "byline": "By ROBERT REINHOLD, Special to the New York Times",
                "date": "19811220",
                "title": "ANTARCTIC EXPLORERS SHIFT GOAL TO HIDDEN RESOURCES",
                "url": "http://www.nytimes.com/1981/12/20/us/antarctic-explorers-shift-goal-to-hidden-resources.html"
            },
            {
                "body": "A SEPARATE DEVELOPMENT By Christopher Hope. 199 pp. New York: Charles Scribner's Sons. $10.95. BETWEEN TWO WORLDS By Simone Schwarz-Bart. Translated by Barbara Bray. 270 pp. New York: Harper & Row. $15. HOLDEN CAULFIELD has turned up in an unlikely place: South Africa. He is now called Harry Moto, and he is the hero of ''A Separate Development,''",
                "byline": "DARRYL PINCKNEY; Darryl Pinckney has written for The New York Review of Books and The Village Voice.",
                "date": "19811220",
                "title": "FICTIONS OF RACE",
                "url": "http://www.nytimes.com/1981/12/20/books/fictions-of-race.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 240
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "James Meredith, who broke the color barrier at the University of Mississipi, says he has applied for a teaching or administrative position at the school to carry out his plan for the reunification of black people. ''I have come to the point in my life and work where I can no longer remain the staunch individualist and loner,'' Mr. Meredith, who is",
                "byline": "UPI",
                "date": "19821229",
                "title": "U. of Mississippi's First Black Is Seeking Job at the School",
                "url": "http://www.nytimes.com/1982/12/29/us/u-of-mississippi-s-first-black-is-seeking-job-at-the-school.html"
            },
            {
                "body": "Probably the hardest thing, says Robert S. McNamara, is adjusting to the noninstitutional world, the one without the legions of staff that most accomplished people have learned to use to lever their efforts. After 40 years as an executive of the Ford Motor Company, Secretary of Defense and president of the World Bank, his support system these days",
                "byline": "By ROBERT D. HERSHEY Jr.",
                "date": "19821222",
                "title": "A LOOK AT ROBERT MCNAMARA'S RETIREMENT AGENDA",
                "url": "http://www.nytimes.com/1982/12/22/us/a-look-at-robert-mcnamara-s-retirement-agenda.html"
            },
            {
                "body": "Stephen Peter, a young Ugandan, left the chaos of his homeland and came to Kenya to be educated. Not long ago, he qualified as a printer and proudly displayed his certificate to friends. Recently, bad news came: Since his student days were over, he would no longer be allowed to stay in Kenya, where there is some chance of work; he would have to",
                "byline": "By ALAN COWELL; Alan Cowell is The Times's correspondent based in Nairobi, Kenya.",
                "date": "19821219",
                "title": "AFRICA'S ANGRY YOUNG MEN",
                "url": "http://www.nytimes.com/1982/12/19/magazine/africa-s-angry-young-men.html"
            },
            {
                "body": "One cold night a few months before the Israeli invasion of Lebanon, Brian E. Urquhart, the United Nations' chief diplomatic troubleshooter, was in Damascus - and in a predicament. After meeting with top Syrian officials, the 63-year-old Briton was on his way to a Beirut rendezvous with Yasir Arafat, the head of the Palestine Liberation",
                "byline": "By MADELEINE G. KALB; Madeleine G. Kalb is author of the recent book ''The Congo Cables: The Cold War in Africa From Eisenhower to Kennedy.''",
                "date": "19821219",
                "title": "THE U.N.'S EMBATTLED PEACEKEEPER",
                "url": "http://www.nytimes.com/1982/12/19/magazine/the-un-s-embattled-peacekeeper.html"
            },
            {
                "body": "Secretary General Javier Perez de Cuellar has settled a backstage political struggle here over the key post of High Commissioner for Refugees. He has chosen Poul Hartling, a longtime Danish politician, to succeed himself. But Mr. Hartling's term will be limited to three years instead of the usual five. Mr. Hartling, whose agency cares for about 10",
                "byline": "By BERNARD D. NOSSITER, Special to the New York Times",
                "date": "19821219",
                "title": "U.N. REFUGEE CHIEF GETS A NEW TERM",
                "url": "http://www.nytimes.com/1982/12/19/world/un-refugee-chief-gets-a-new-term.html"
            },
            {
                "body": "Other recent books which, in the opinion of the Book Review staff, are of particular literary, topical or scholarly interest. THE BEST AMERICAN SHORT STORIES OF 1982, edited by John Gardner with Shannon Ravenel. (Houghton Mifflin, $14.95.) The latest in the annual series. BEYOND THE COLD WAR, by E.P. Thompson. (Pantheon Books. Cloth, $15; paper,",
                "date": "19821219",
                "title": "AND BEAR IN MIND",
                "url": "http://www.nytimes.com/1982/12/19/books/and-bear-in-mind.html"
            },
            {
                "body": "TWO years ago, Ben Kingsley, an actor with the Royal Shakespeare Company, was playing Mr. Squeers in the original London production of ''Nicholas Nickleby.'' ''It was killingly hard work and burned up a lot of an actor's brain cells,'' Mr. Kingsley recalled. ''So my wife started putting books in front of me in order to relax me and ease my blasted",
                "byline": "By LESLIE BENNETTS",
                "date": "19821213",
                "title": "BEN KINGSLEY'S JOURNEY FROM HAMLET TO GANDHI",
                "url": "http://www.nytimes.com/1982/12/13/movies/ben-kingsley-s-journey-from-hamlet-to-gandhi.html"
            },
            {
                "body": "When he campaigned for Mayor last year, Andrew Young, the outspoken former United States delegate to the United Nations, promised to make Atlanta a ''gateway'' to business with developing nations. For the first 11 months of his administration, he has addressed himself to the more mundane tasks of running the South's largest city, with only the",
                "byline": "By WENDELL RAWLS Jr., Special to the New York Times",
                "date": "19821212",
                "title": "ATLANTA SEES ROLE AS GLOBAL TRADER",
                "url": "http://www.nytimes.com/1982/12/12/us/atlanta-sees-role-as-global-trader.html"
            },
            {
                "body": "In a swift and confusing sequence, South Africa appeared this week to wave an olive branch at one of its black neighbor states, then brandished its sword at another. On Wednesday, Foreign Minister Roelof F. Botha and Defense Minister Magnus Malan flew home from what would have apparently remained, had it not been for a press disclosure, secret",
                "byline": "By JOSEPH LELYVELD, Special to the New York Times",
                "date": "19821211",
                "title": "SOUTH AFRICAN STRATEGY: OLIVE BRANCH AND SWORD?; News Analysis",
                "url": "http://www.nytimes.com/1982/12/11/world/south-african-strategy-olive-branch-and-sword-news-analysis.html"
            },
            {
                "body": "Despite a peevish signal of breakdown by Foreign Minister Claude Cheysson of France some weeks ago, the Western group working on Namibia still holds together. It is probably the best example of allied cooperation on a tough issue now going, when the West is bickering about everything else from press releases to butter to how to face the Russians.",
                "byline": "By Flora Lewis",
                "date": "19821207",
                "title": "FOREIGN AFFAIRS; WARNING FOR AFRICA",
                "url": "http://www.nytimes.com/1982/12/07/opinion/foreign-affairs-warning-for-africa.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 167
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Unesco, the Paris- based organization that the United States promised today that it would quit next year, is a senior member of what officials call the United Nations ''family,'' a collection of independent world bodies with differing tasks that are loosely grouped under the United Nations in New York. Other ''family'' members include such",
                "byline": "By PAUL LEWIS",
                "date": "19831230",
                "title": "SINCE '45 UNESCO HAS BEEN A POLTICAL BATTLEFIELD",
                "url": "http://www.nytimes.com/1983/12/30/world/since-45-unesco-has-been-a-poltical-battlefield.html"
            },
            {
                "body": "Reagan Impeachment Drive In the first days after the United States invasion of Grenada, many members of Congress hesitated before giving their opinion for or against. When opinion polls seemed to confirm that most Americans favored the invasion, many Congressmen then voiced their praise. Trying to lead the small minority of Congressmen opposed to",
                "byline": "By James F. Clarity and William E. Farrell",
                "date": "19831229",
                "title": "BRIEFING",
                "url": "http://www.nytimes.com/1983/12/29/us/briefing-141434.html"
            },
            {
                "body": "-McQuade's article ''The Legacy of Rhodes'' (Nov. 20) revived many happy memories of the Americans I knew at Oxford when I went up as a Rhodes scholar from India 20 years ago. She states quite rightly that most American Rhodes scholars see great value in their Oxford experiences; what she modestly leaves out - and non-American Oxonians will be the",
                "date": "19831225",
                "title": "The Legacy of Rhodes",
                "url": "http://www.nytimes.com/1983/12/25/magazine/l-the-legacy-of-rhodes-129503.html"
            },
            {
                "body": "Pope John Paul II said today that the deployment of more nuclear missiles in Europe worried people on the continent, and rightly so. ''A new and grave uneasiness fills public opinion, and I understand it,'' he said in a message prepared for the 17th ''World Day of Peace'' on Jan. 1. In the 16-page speech, titled ''From a New Heart Peace Is Born,''",
                "byline": "Reuters",
                "date": "19831224",
                "title": "POPE CONDEMNS MISSILE BUILDUP",
                "url": "http://www.nytimes.com/1983/12/24/world/pope-condemns-missile-buildup.html"
            },
            {
                "body": "It's not easy and to many people may seem silly this Christmas to write about peace and good will on earth. Seldom in recent years has there been more tension between the battling nations and conflicting creeds of the world. There are wars in the Middle East at the very cradle of civilization; rebellions and hideous massacres in Central America and",
                "byline": "By James Reston",
                "date": "19831221",
                "title": "WASHINGTON; PEACE ON EARTH?",
                "url": "http://www.nytimes.com/1983/12/21/opinion/washington-peace-on-earth.html"
            },
            {
                "body": "FOR ALMOST TWO DECADES, the Democratic Party has been tearing itself apart over foreign and defense policy, first over Vietnam and later over detente with the Soviet Union. Now, to listen to the Democrats tell it, their views are more compatible than at any time in the last two decades and they are offering more cohesive ''Democratic alternatives''",
                "byline": "By Leslie H. GelbLeslie H. Gelb is The Times's national security correspondent based in Washington.",
                "date": "19831218",
                "title": "THE DEMOCRATS AND FOREIGN POLICY",
                "url": "http://www.nytimes.com/1983/12/18/magazine/the-democrats-and-foreign-policy.html"
            },
            {
                "body": "WILLIAM FINNEGAN, a writer who lives in San Francisco, is working on a book about South Africa to be published by Harper and Row. You can start to feel like you've arrived at the innermost bead in a deng ya ch'iu, one of those Chinese carvings of an ivory bead within an ivory bead within an ivory bead. You stand at the shore of a small lake on",
                "byline": "By William Finnegan",
                "date": "19831218",
                "title": "IN THE LAND OF BATAKS",
                "url": "http://www.nytimes.com/1983/12/18/travel/in-the-land-of-bataks.html"
            },
            {
                "body": "To the Editor: I must object to the impression created by William J. Dean's Nov. 24 Op-Ed article, ''No Thanks to Give.'' In reference to the severe drought in Africa, he states that the United States has ''callously ignored this unfolding tragedy.'' He implies that the U.S. is not aware of this crisis situation and that no assistance is being",
                "date": "19831213",
                "title": "WHAT AMERICA IS DOING TO HELP AFRICA'S DROUGHT VICTIMS",
                "url": "http://www.nytimes.com/1983/12/13/opinion/l-what-america-is-doing-to-help-africa-s-drought-victims-107164.html"
            },
            {
                "body": "The question was direct, a bit angry: ''Why do the African countries always vote with the Arabs against Israel?'' The question was asked by a visitor from Brooklyn, one of 150 people here at the United Nations today for a special tour that included frank and even at times confrontational talks with diplomats. An answer came from a man who sat",
                "byline": "By RICHARD BERNSTEIN",
                "date": "19831213",
                "title": "A TEST FOR DIPLOMACY: BROOKLYN VISITORS AT THE U.N.",
                "url": "http://www.nytimes.com/1983/12/13/world/a-test-for-diplomacy-brooklyn-visitors-at-the-un.html"
            },
            {
                "body": "A young American Peace Corps volunteer in Diapaga, a village near the Niger border, recently asked her students what would happen if the long-awaited rains did not come and the crops failed. ''The Americans will send us food,'' answered an 11-year-old. ''And if the Americans don't send food?'' she pressed. ''Then,'' said the little boy in an even",
                "byline": "By CLIFFORD D. MAY",
                "date": "19831212",
                "title": "AID IS STRAINED IN UPPER VOLTA",
                "url": "http://www.nytimes.com/1983/12/12/business/aid-is-strained-in-upper-volta.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 171
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "There was quiche and salad for lunch on the first day and an elephant shared the spot, deep in the Kariba Gorge of the Zambezi River, defoliating a tree as the travelers took their sustenance 15 yards away. ALAN COWELL is the Johannesburg bureau chief of The New York Times. The great stream, 1,600 miles long, that curls like a question mark through",
                "byline": "By ALAN COWELL",
                "date": "19841230",
                "title": "PADDLING DOWN THE ZAMBEZI",
                "url": "http://www.nytimes.com/1984/12/30/travel/paddling-down-the-zambezi.html"
            },
            {
                "body": "South Africa and Swaziland agreed today to exchange trade representatives, the two nations' first exchange of permanent diplomatic envoys. South Africa's Foreign Minister, Roelof F. Botha, and his Swazi counterpart, Mhambi Mnisi, signed the accord in Pretoria. No African country except Malawi has full diplomatic relations with the white minority",
                "byline": "Reuters",
                "date": "19841228",
                "title": "AROUND THE WORLD; Swaziland to Upgrade Tie to South Africa",
                "url": "http://www.nytimes.com/1984/12/28/world/around-the-world-swaziland-to-upgrade-tie-to-south-africa.html"
            },
            {
                "body": "Pope John Paul II spoke out today in ''solidarity with the countless multitude of the poor'' and with those suffering from hunger in Africa and elsewhere. The remarks came in his traditional Christmas message delivered before a crowd of 100,000 in St. Peter's Square. The Pope, the spiritual leader of the world's 794 million Roman Catholics, also",
                "byline": "AP",
                "date": "19841226",
                "title": "POPE SPEAKS OUT FOR POOR AND STARVING",
                "url": "http://www.nytimes.com/1984/12/26/world/pope-speaks-out-for-poor-and-starving.html"
            },
            {
                "body": "The church is full, the choir falls silent and the preacher approaches the lectern. By most accounts, the Christmas sermon is the most important and most difficult of the year. The subject in most cases is the birth of Christ, but the lessons drawn from that familiar story are as individual as the preacher and the congregation. In a sampling of",
                "date": "19841225",
                "title": "HOLIDAY SAMPLER: SERMONS INTERPRET THE CHRISTMAS MESSAGE",
                "url": "http://www.nytimes.com/1984/12/25/nyregion/holiday-sampler-sermons-interpret-the-christmas-message.html"
            },
            {
                "body": "Like clockwork, American protesters opposed to South Africa's policy of racial separation gather at 3:30 P.M. each weekday to march in a circle near Pretoria's embassy and court arrest. The demonstrators, watched by police officers, television camera crews and drivers on fashionable Massachusetts Avenue, carry homemade placards and chant slogans",
                "byline": "AP",
                "date": "19841216",
                "title": "SOUTH AFRICA PROTESTERS TAKE PART IN DAILY DRAMA",
                "url": "http://www.nytimes.com/1984/12/16/us/south-africa-protesters-take-part-in-daily-drama.html"
            },
            {
                "body": "South Africa last week insisted anew that it would not be swayed by international criticism. But as the anti-apartheid chorus grew louder in Washington, New York and Stockholm, President P.W. Botha seemed more than a little on the defensive. ''No quiet diplomacy or hard shouting will keep us from seeking the road of justice,'' Mr. Botha said,",
                "byline": "By Milt Freudenheim and Henry Giniger",
                "date": "19841216",
                "title": "THE WORLD; Anti-ApartheidProtests Grow",
                "url": "http://www.nytimes.com/1984/12/16/weekinreview/the-world-anti-apartheidprotests-grow.html"
            },
            {
                "body": "Without mentioning President Reagan by name, South Africa's President, P. W. Botha, today rejected suggestions that United States Government pressure had forced Pretoria to release detained labor unionists and black community leaders. ''No quiet diplomacy or hard shouting will keep us from seeking the road of justice with the retention of civilized",
                "date": "19841214",
                "title": "SOUTH AFRICAN LEADER DENIES U.S. WON RELEASE OF JAILED DISSIDENTS",
                "url": "http://www.nytimes.com/1984/12/14/world/south-african-leader-denies-us-won-release-of-jailed-dissidents.html"
            },
            {
                "body": "Three dissidents who have occupied Britain's consulate in Durban for 91 days left today and two of them were immediately arrested on charges of high treason, an offense that carries the death penalty. The police arrested 72-year-old Archie Gumede, the black president of the anti-Government United Democratic Front, and Paul David, an Indian, as they",
                "byline": "UPI",
                "date": "19841213",
                "title": "AFRICAN DISSIDENTS QUIT BRITISH MISSION",
                "url": "http://www.nytimes.com/1984/12/13/world/african-dissidents-quit-british-mission.html"
            },
            {
                "body": "Bishop Desmond Tutu, the winner of the 1984 Nobel Peace Prize for his nonviolent campaign to end South Africa's policy of apartheid, delivered a Nobel lecture today that called on those who would be peacemakers to work for justice throughout the world. The 53-year-old general secretary of the South African Council of Churches, who is also the",
                "byline": "By BARNABY J. FEDER",
                "date": "19841212",
                "title": "BISHOP TUTU CALLS FOR WORLD JUSTICE",
                "url": "http://www.nytimes.com/1984/12/12/world/bishop-tutu-calls-for-world-justice.html"
            },
            {
                "body": "Bishop Desmond Tutu, a leading opponent of apartheid in South Africa, accepted the 1984 Nobel Peace Prize today after a bomb scare interrupted the ceremony for an hour and 20 minutes. A bomb threat telephoned by an anonymous caller to an Oslo newspaper caused the police to evacuate the ceremonial hall and ask King Olav V, Bishop Tutu and hundreds",
                "byline": "AP",
                "date": "19841211",
                "title": "BISHOP TUTU GIVEN NOBEL PRIZE IN OSLO CEREMONY",
                "url": "http://www.nytimes.com/1984/12/11/world/bishop-tutu-given-nobel-prize-in-oslo-ceremony.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 280
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "How do the newsmakers in the nation's capital mark the passage of the old year into the new? The answers are as different as the newsmakers themselves. President Reagan and his wife, Nancy, will celebrate New Year's Eve in Palm Springs, Calif., at the home of Walter and Leonore Annenberg. Mitch Snyder, who runs a shelter for the homeless in the",
                "byline": "Special to the New York Times",
                "date": "19851231",
                "title": "To Party or Not on New Year's Eve",
                "url": "http://www.nytimes.com/1985/12/31/us/to-party-or-not-on-new-year-s-eve.html"
            },
            {
                "body": "As a year of hijackings, kidnappings, car bombings and murder draws to a close, reports from correspondents of The New York Times around the world indicate that governments have hardened their attitudes and toughened security measures against a growing plague of terrorism. Across Europe and the Middle East, where terrorists in 1985 struck more",
                "byline": "By ROBERT D. McFADDEN",
                "date": "19851230",
                "title": "TERROR IN 1985: BRUTAL ATTACKS, TOUGH RESPONSE",
                "url": "http://www.nytimes.com/1985/12/30/world/terror-in-1985-brutal-attacks-tough-response.html"
            },
            {
                "body": "PATTON The Man Behind the Legend 1885-1945. By Martin Blumenson. Illustrated. 320 pp. New York: William Morrow & Company. $17.95. THE pearl-handled pistols, the star-studded helmet, the swashbuckling mien and most of all the 1970 movie about him have given George S. Patton Jr. an indelible place in American history. He is one of only three or four",
                "byline": "By Edward M. Coffman; Edward M. Coffman, a professor of history at the University of Wisconsin - Madison, is the author of ''The Old Army,'' a forthcoming social history.",
                "date": "19851229",
                "title": "WHY PEACE WAS HELL",
                "url": "http://www.nytimes.com/1985/12/29/books/why-peace-was-hell.html"
            },
            {
                "body": "OLD hatreds, and even older ones, made for a particularly bloody week in South Africa. On Monday, five whites, three of them children, were killed when a bomb exploded in Amanzimtoti, a seaside resort. It was the third attack against whites in eight days. Then on Wednesday, Christmas Day, 53 people were killed when thousands of Zulus and Pondos",
                "date": "19851229",
                "title": "DO THEY KNOW IT'S CHRISTMAS?",
                "url": "http://www.nytimes.com/1985/12/29/weekinreview/do-they-know-it-s-christmas.html"
            },
            {
                "body": "THE DAY STARTED like most days at the National Security Council. I first scanned the intelligence reports for any urgent items: coups d'etat, major military actions, unexpected crises. Next, I searched for odd signs and portents, the cloud on the horizon. There it was: Russian military advisers were being sent to Argentina - our hemisphere, our",
                "byline": "By David Aaron; David Aaron, Deputy Assistant to the President for National Security Affairs from 1977 to 1981, is writing a novel for Putnam.",
                "date": "19851229",
                "title": "PLAYING WITH APOCALYPSE",
                "url": "http://www.nytimes.com/1985/12/29/magazine/playing-with-apocalypse.html"
            },
            {
                "body": "Swazi villagers said today that South African troops crossed into the southeastern corner of the country this week and threatened to attack them if they gave shelter to guerrillas. Pretoria has recently repeated warnings to its black neighbors that it would ignore international boundaries to pursue attackers. A Swaziland police spokesman, Solly",
                "byline": "Reuters",
                "date": "19851228",
                "title": "SOUTH AFRICAN TROOPS REPORTEDLY VIOLATE SWAZILAND'S BORDERS",
                "url": "http://www.nytimes.com/1985/12/28/world/south-african-troops-reportedly-violate-swaziland-s-borders.html"
            },
            {
                "body": "The police said today that at least six more black people had been killed in political violence in South Africa, bringing the death toll from four days of tribal and other bloodshed to 71, the worst Christmastime toll in years. In addition, The Johannesburg Star quoted residents of Soweto, the city's sprawling black satellite, as saying five other",
                "byline": "By ALAN COWELL, Special to the New York Times",
                "date": "19851227",
                "title": "6 MORE BLACKS KILLED IN SOUTH AFRICA",
                "url": "http://www.nytimes.com/1985/12/27/world/6-more-blacks-killed-in-south-africa.html"
            },
            {
                "body": "After five months of on-and-off talks to end a violent insurgency in the nearby island nation of Sri Lanka, Indian officials have begun expressing impatience with the resistance of the warring parties to accepting a compromise. ''There is a wide gulf between the two sides,'' said an Indian Foreign Ministry official involved in the negotiations.",
                "byline": "By STEVEN R. WEISMAN, Special to the New York Times",
                "date": "19851227",
                "title": "INDIA SHOWS IMPATIENCE WITH SRI LANKA PEACE TALKS",
                "url": "http://www.nytimes.com/1985/12/27/world/india-shows-impatience-with-sri-lanka-peace-talks.html"
            },
            {
                "body": "For 47 years Maude DeBruin has made beds for whites, cooked their meals, cleaned their houses and reared their children. Miss DeBruin, 68 years old, says she considers herself fortunate because ''the madam'' for whom she has worked for nearly 19 years has ''been good to me.'' In the relationship between employees and servants in South Africa,",
                "byline": "By SHEILA RULE, Special to the New York Times",
                "date": "19851227",
                "title": "APARTHEID BURDENING DOMESTICS",
                "url": "http://www.nytimes.com/1985/12/27/world/apartheid-burdening-domestics.html"
            },
            {
                "body": "At least 53 people were reported today to have been killed when 2,000 Zulus clashed with 3,000 members of the Pondo tribe in what police officers called the worst factional fighting in years between tribes in South Africa. A police spokesman said the fighting, reportedly involving combatants armed with spears, knives and possibly firearms, erupted",
                "byline": "By ALAN COWELL, Special to the New York Times",
                "date": "19851226",
                "title": "53 REPORTED DEAD IN TRIBAL FIGHTING IN SOUTH AFRICA",
                "url": "http://www.nytimes.com/1985/12/26/world/53-reported-dead-in-tribal-fighting-in-south-africa.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 368
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "AFTER watching a battery-powered television set at the local school, villagers in the Ivory Coast, the West African nation, were asked to comment. A brooding old man inquired: ''Why are whites always stabbing, shooting and punching one another?'' The baffled elder's question, in the largely traditional village of N'zikpi, might have popped up in",
                "byline": "By JOSEPH ODINDO: Joseph Odindo is the television critic of The Nation newspaper of Nairobi.",
                "date": "19861228",
                "title": "A VOICE FROM NAIROBI; AFRICAN NATIONS STRUGGLE TO MAKE TELEVISION THEIR OWN",
                "url": "http://www.nytimes.com/1986/12/28/weekinreview/a-voice-from-nairobi-african-nations-struggle-to-make-television-their-own.html"
            },
            {
                "body": "''I thought there was some mistake,'' said Alain Cavalier about the response to his film ''Therese'' at its Cannes Film Festival premiere. The French director was hardly prepared for the awed reactions of the audience, the unanimous raves, and finally the awarding of the Special Jury Prize. ''When I made this film, I assumed it would be for a small",
                "byline": "By Annette Insdorf; Annette Insdorf, a professor of film at Columbia and Yale, is the author of ''Francois Truffaut'' and ''Indelible Shadows: Film and the Holocaust.''",
                "date": "19861228",
                "title": "'THERESE': A SIMPLE MOVIE THAT WINS ACCOLADES",
                "url": "http://www.nytimes.com/1986/12/28/movies/therese-a-simple-movie-that-wins-accolades.html"
            },
            {
                "body": "Archbishop Desmond M. Tutu is urging the Reagan Administration to institute a new policy toward South Africa, offering Pretoria a choice between extensive financial and diplomatic support for dismantling apartheid, or greatly increased ostracism. Such a strategy, Archbishop Tutu said, would entail a decision by Washington to stop vetoing mandatory",
                "byline": "By ALAN COWELL, Special to the New York Times",
                "date": "19861226",
                "title": "TUTU IS URGING U.S. TO ALTER POLICY ON APARTHEID",
                "url": "http://www.nytimes.com/1986/12/26/world/tutu-is-urging-us-to-alter-policy-on-apartheid.html"
            },
            {
                "body": "International A3-17 An Iraqi plane, reportedly hijacked, crashed on a desert airstrip in Saudia Arabia, killing 62 people, Jordanian officials said. Iraqi and Jordanian officials accused Iran of being behind the attempted hijacking. Page A1 Iran said it killed more than 1,500 in an attack on four islands in the southern waterway separating Iran",
                "date": "19861226",
                "title": "NEWS SUMMARY: FRIDAY, DECEMBER 26, 1986",
                "url": "http://www.nytimes.com/1986/12/26/nyregion/news-summary-friday-december-26-1986.html"
            },
            {
                "body": "When Pope John Paul II travels the globe, it is in the squalid slums of the third world that his message seems most urgent and compelling. During a visit to Guyaquil, Ecuador, last year, he dropped in on El Guasmo, a sprawling collection of tin and bamboo shacks where the streets are usually nothing but mud and where several hundred thousand people",
                "byline": "By E. J. DIONNE Jr., Special to the New York Times",
                "date": "19861225",
                "title": "VATICAN EMBRACING THIRD WORLD AND BATTLING MARXIST INFLUENCES",
                "url": "http://www.nytimes.com/1986/12/25/world/vatican-embracing-third-world-and-battling-marxist-influences.html"
            },
            {
                "body": "To the Editor: Elie Wiesel's acceptance speech as winner of the 1986 Nobel Peace Prize (Dec. 11) was one of the most moving statements about human relationships and human interdependence. Although he says that his ''first response is to Jewish fears, Jewish needs, Jewish crises,'' it surely adds to his stature when he goes on to include others",
                "date": "19861220",
                "title": "Wiesel Should Lead A Peace Crusade",
                "url": "http://www.nytimes.com/1986/12/20/opinion/l-wiesel-should-lead-a-peace-crusade-054786.html"
            },
            {
                "body": "The Kenyan authorities appear to be moving to place increasingly greater power in the hands of President Daniel arap Moi and the nation's sole political party, as some church leaders and other critics warn that such steps border on totalitarianism in a country that professes to be a democracy. The Parliament of Kenya, a pro-Western nation that has",
                "byline": "By SHEILA RULE, Special to the New York Times",
                "date": "19861215",
                "title": "POWER OF KENYA'S LEADER IS GROWING",
                "url": "http://www.nytimes.com/1986/12/15/world/power-of-kenya-s-leader-is-growing.html"
            },
            {
                "body": "IN AFRICA WITH SCHWEITZER By Edgar Berman. Illustrated. 308 pp. New York: New Horizon Press/ Macmillan Publishing Company. $18.95. ARENOWNED Bach expert and organist in his early life, Albert Schweitzer was 30 years old when he answered the call to study medicine. Working under daunting conditions, he oversaw the construction of the Albert",
                "byline": "BY SIEGFRIED J. KRA; Siegfried J. Kra, a cardiologist, is the author of ''Coronary Bypass Surgery: Who needs It?'' and ''Aging Myths''",
                "date": "19861214",
                "title": "LE GRAND DOCTEUR",
                "url": "http://www.nytimes.com/1986/12/14/books/le-grand-docteur.html"
            },
            {
                "body": "Pope John Paul II issued a peace message for 1987 today in which he begged terrorists to give up violence and denounced development programs that he said deny poor nations their rightful freedoms. In his message for the Roman Catholic Church's World Day of Peace on Jan. 1, the Pope said, ''Dare I hope to be heard by those who practice violence and",
                "byline": "By ROBERTO SURO, Special to the New York Times",
                "date": "19861212",
                "title": "POPE URGES PEACE ON ALL TERRORISTS",
                "url": "http://www.nytimes.com/1986/12/12/world/pope-urges-peace-on-all-terrorists.html"
            },
            {
                "body": "IN AFRICA WITH SCHWEITZER. By Dr. Edgar Berman. 308 pages. Illustrated. New Horizon Press. $18.95. DR. EDGAR BERMAN did not drop in on Dr. Albert Schweitzer in equatorial Africa as a fawning writer, to turn out another familiar feature story, but as a fellow physician. By approaching him professionally instead of journalistically, Dr. Berman",
                "byline": "By Herbert Mitgang",
                "date": "19861212",
                "title": "Books: Perspectives",
                "url": "http://www.nytimes.com/1986/12/12/arts/books-perspectives.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 315
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: INTERNATIONAL/3-23 INTERNATIONAL/3-23 Israel is preparing military trials of nearly 1,00 Palestinians rounded up after two weeks of disturbances in the occupied territories, officials said. Page 1 Three Palestinian guerrillas were captured by Israeli troops, the Israeli Army spokesman said. The guerrillas had infiltrated a short distance into",
                "date": "19871227",
                "title": "NEWS SUMMARY: SUNDAY, DECEMBER 27, 1987",
                "url": "http://www.nytimes.com/1987/12/27/nyregion/news-summary-sunday-december-27-1987.html"
            },
            {
                "body": "LEAD: THE FRANCO REGIME 1936-1975. By Stanley G. Payne. Illustrated. 677 pp. Madison: University of Wisconsin Press. $30. THE FRANCO REGIME 1936-1975. By Stanley G. Payne. Illustrated. 677 pp. Madison: University of Wisconsin Press. $30. GEN. FRANCISCO FRANCO won a bloody civil war with the aid of Hitler and Mussolini, and then built a regime that",
                "byline": "By PAUL PRESTON; Paul Preston, the director of the Center for Contemporary Spanish Studies at the University of London, is the author of ''The Spanish Civil War 1936-39.''",
                "date": "19871227",
                "title": "THE CONQUEROR OF HIS COUNTRY",
                "url": "http://www.nytimes.com/1987/12/27/books/the-conqueror-of-his-country.html"
            },
            {
                "body": "LEAD: Not long past dawn, pews began to fill at the Church of Simon of Cyrene, a simple cinder-block building on the sprawling outskirts of this port city. Many parishioners had walked a mile or more in the drizzle to hear the Christmas Day preacher, the black Archbishop who has brought new renown, and controversy, to the Anglican Church in South",
                "byline": "By JOHN F. BURNS, Special to the New York Times",
                "date": "19871226",
                "title": "In Cape Town, Contrasts Greet Tutu",
                "url": "http://www.nytimes.com/1987/12/26/world/in-cape-town-contrasts-greet-tutu.html"
            },
            {
                "body": "LEAD: The words of a self-styled priestess in Uganda appeared to represent a balm to people squeezed by poverty, tribalism and bloodstained political volatility. The words of a self-styled priestess in Uganda appeared to represent a balm to people squeezed by poverty, tribalism and bloodstained political volatility. ''I am poor and needy,'' Alice",
                "byline": "By SHEILA RULE, Special to the New York Times",
                "date": "19871226",
                "title": "The Rebellion Withers for a Priestess in Uganda",
                "url": "http://www.nytimes.com/1987/12/26/world/the-rebellion-withers-for-a-priestess-in-uganda.html"
            },
            {
                "body": "LEAD: The view from Rose Malakeng's balcony, across Wanderers Street to the railroad station, is not the stuff of which postcards are made. But it is special to Mrs. Malakeng, who has the kind of home that many blacks in South Africa have hankered after for a lifetime. The view from Rose Malakeng's balcony, across Wanderers Street to the railroad",
                "byline": "By JOHN F. BURNS, Special to the New York Times",
                "date": "19871224",
                "title": "South African Blacks Moving to White Areas",
                "url": "http://www.nytimes.com/1987/12/24/world/south-african-blacks-moving-to-white-areas.html"
            },
            {
                "body": "LEAD: The Rev. Jesse Jackson said yesterday in a holiday message that it was inappropriate to extend Christmas and Hanukkah greetings while the Middle East was ravaged by violence and the Israelis were occupying Arab territory. The Rev. Jesse Jackson said yesterday in a holiday message that it was inappropriate to extend Christmas and Hanukkah",
                "date": "19871223",
                "title": "Jackson Makes Plea On the Middle East At Holiday Season",
                "url": "http://www.nytimes.com/1987/12/23/us/jackson-makes-plea-on-the-middle-east-at-holiday-season.html"
            },
            {
                "body": "LEAD: Muttering about misery and a woman, Johnny Connors was drunk anew before noon, oblivious to Christmas caroling after reeling from the darkness of his makeshift cardboard sleeping shelter. He ascended as a burned-out Orpheus from the Hooverville that is jerrybuilt nightly down below the glittering South Muttering about misery and a woman,",
                "byline": "By FRANCIS X. CLINES, Special to the New York Times",
                "date": "19871223",
                "title": "London Journal; Now Who Will Put a Penny in the Old Man's Hat?",
                "url": "http://www.nytimes.com/1987/12/23/world/london-journal-now-who-will-put-a-penny-in-the-old-man-s-hat.html"
            },
            {
                "body": "LEAD: As a cold rain beat against stained-glass windows, more than 2,000 people sat quietly in the neo-Gothic grandeur of the Riverside Church yesterday to hear the Rev. Dr. William Sloane Coffin say goodbye. As a cold rain beat against stained-glass windows, more than 2,000 people sat quietly in the neo-Gothic grandeur of the Riverside Church",
                "byline": "By MICHEL MARRIOTT",
                "date": "19871221",
                "title": "Dr. Coffin Says Goodbye to Riverside",
                "url": "http://www.nytimes.com/1987/12/21/nyregion/dr-coffin-says-goodbye-to-riverside.html"
            },
            {
                "body": "LEAD: A recent series of town meetings on national security, sponsored by the Long Island Alliance to Prevent Nuclear War, brought out a diversity of opinion. Here are excerpts from some of the statements. A recent series of town meetings on national security, sponsored by the Long Island Alliance to Prevent Nuclear War, brought out a diversity of",
                "date": "19871220",
                "title": "LONG ISLAND OPINION; INSURING PEACE ON SPACESHIP EARTH",
                "url": "http://www.nytimes.com/1987/12/20/nyregion/long-island-opinion-insuring-peace-on-spaceship-earth.html"
            },
            {
                "body": "LEAD: To the Editor: To the Editor: William Safire gave us his enlightening sequel to ''Danger: Gorby Fever'' called ''The Risks of Distrust'' (column, Dec. 9). He states that the Soviet Union is financing ''subversion and terrorism in Africa, the Middle East and Central America'' at a time when the United States has been funding the contras,",
                "date": "19871220",
                "title": "Old Habits of Distrust Lurk on Road to Peace",
                "url": "http://www.nytimes.com/1987/12/20/opinion/l-old-habits-of-distrust-lurk-on-road-to-peace-817487.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 183
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: Angola has asked the Secretary General to begin an international appeal for aid to help pay the cost of pulling some 50,000 Cuban soldiers out of its territory, as required by last week's peace accords, diplomats and United Nations officials said today. Angola has asked the Secretary General to begin an international appeal for aid to help",
                "byline": "By PAUL LEWIS, Special to the New York Times",
                "date": "19881230",
                "title": "Angola Asks U.N. to Seek Funds For Cost of Cuban Troop Pullout",
                "url": "http://www.nytimes.com/1988/12/30/world/angola-asks-un-to-seek-funds-for-cost-of-cuban-troop-pullout.html"
            },
            {
                "body": "LEAD: The Sudanese police fired on a crowd of demonstrators in Khartoum today as rioting and widespread strikes continued in the Sudanese capital and other parts of the country. The Sudanese police fired on a crowd of demonstrators in Khartoum today as rioting and widespread strikes continued in the Sudanese capital and other parts of the country.",
                "byline": "By JANE PERLEZ, Special to the New York Times",
                "date": "19881230",
                "title": "1 Killed, 40 Hurt, as Sudan Police Fire on Khartoum Demonstrators",
                "url": "http://www.nytimes.com/1988/12/30/world/1-killed-40-hurt-as-sudan-police-fire-on-khartoum-demonstrators.html"
            },
            {
                "body": "LEAD: The United States, the Soviet Union and the other permanent members of the Security Council are seeking to reduce their share of the bill for the proposed Namibian peacekeeping operation and cut back its size and overall cost, diplomats say. The United States, the Soviet Union and the other permanent members of the Security Council are",
                "byline": "By PAUL LEWIS, Special to the New York Times",
                "date": "19881228",
                "title": "U.N.'s Big 5 Seek Namibia-Force Cost Cuts",
                "url": "http://www.nytimes.com/1988/12/28/world/un-s-big-5-seek-namibia-force-cost-cuts.html"
            },
            {
                "body": "LEAD: King Hassan II of Morocco has agreed to meet with guerrillas of the Polisario Front, who have fought his troops for 13 years over Western Sahara and whose existence he has refused to acknowledge until now. King Hassan II of Morocco has agreed to meet with guerrillas of the Polisario Front, who have fought his troops for 13 years over Western",
                "byline": "By PAUL DELANEY, Special to the New York Times",
                "date": "19881228",
                "title": "Hassan of Morocco Agrees to Talk With Western Saharan Guerrillas",
                "url": "http://www.nytimes.com/1988/12/28/world/hassan-of-morocco-agrees-to-talk-with-western-saharan-guerrillas.html"
            },
            {
                "body": "LEAD: The white inhabitants of Namibia celebrated Christmas in this coastal resort with little of the fear and panic that the prospect of black-majority rule evoked in them a decade ago. The white inhabitants of Namibia celebrated Christmas in this coastal resort with little of the fear and panic that the prospect of black-majority rule evoked in",
                "byline": "By JOHN D. BATTERSBY, Special to the New York Times",
                "date": "19881226",
                "title": "Amid Namibia's White Opulence, Majority Rule Isn't So Scary Now",
                "url": "http://www.nytimes.com/1988/12/26/world/amid-namibia-s-white-opulence-majority-rule-isn-t-so-scary-now.html"
            },
            {
                "body": "LEAD: HAYAT: On the Side of Life. By Mariapia Fanfani. (Simon & Schuster, $18.95.) There is a peculiar affection that the highly privileged sometimes feel for the severely deprived. Rarely has this emotion been given such unrestrained vent as in ''Hayat,'' a self-congratulatory account of a tour through famine-stricken Africa in 1985. HAYAT: On the",
                "byline": "By CLIFFORD D. MAY",
                "date": "19881225",
                "title": "IN SHORT: NONFICTION",
                "url": "http://www.nytimes.com/1988/12/25/books/in-short-nonfiction-919488.html"
            },
            {
                "body": "LEAD: Following is the official text of an agreement signed yesterday by South Africa, Cuba and Angola on independence for Namibia, as provided by the United States Mission to the United Nations, and a second agreement signed by Cuba and Angola on the withdrawal of Cuban troops from Angola, as provided by the official Cuban press agency Prensa",
                "date": "19881223",
                "title": "Text of Pacts on Namibia Independence and a Pullout by Cuba",
                "url": "http://www.nytimes.com/1988/12/23/world/text-of-pacts-on-namibia-independence-and-a-pullout-by-cuba.html"
            },
            {
                "body": "LEAD: In a ceremony marred by angry exchanges, representatives of Angola, Cuba and South Africa signed two accords here today providing for independence for Namibia and the withdrawal of about 50,000 Cuban troops from Angola. In a ceremony marred by angry exchanges, representatives of Angola, Cuba and South Africa signed two accords here today",
                "byline": "By PAUL LEWIS, Special to the New York Times",
                "date": "19881223",
                "title": "Angola and Namibia Accords Signed",
                "url": "http://www.nytimes.com/1988/12/23/world/angola-and-namibia-accords-signed.html"
            },
            {
                "body": "LEAD: International A3-17 International A3-17 The Pan Am jet that crashed in Scotland exploded 31,000 feet in the air, British and American authorities said. The cause was more likely to have been a bomb than a structural failure. Page A1 Warning of a possible bomb attack against a Pan Am flight from Frankfurt was issued by the Government to",
                "date": "19881223",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1988/12/23/nyregion/news-summary-076988.html"
            },
            {
                "body": "LEAD: Saying there can be ''no military solution'' to the Angolan civil war, a senior Reagan Administration official indicated today that the United States will not agree to normal relations with Angola until the Government there makes peace with its guerrilla opponents. Saying there can be ''no military solution'' to the Angolan civil war, a",
                "byline": "By PAUL LEWIS, Special to the New York Times",
                "date": "19881222",
                "title": "U.S. Offers Ties to Angola if It Ends Civil War",
                "url": "http://www.nytimes.com/1988/12/22/world/us-offers-ties-to-angola-if-it-ends-civil-war.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 370
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team - Soviet Union. Women - Kim Soo Nyung, South Korea. Women's team - South Korea. U.S. Indoor Champions Men - Ed Eliason, South Stansbury, Utah. Women - Denise Parker, South Jordan, Utah. ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team -",
                "date": "19891231",
                "title": "Winners of Individual and Team Championships",
                "url": "http://www.nytimes.com/1989/12/31/sports/winners-of-individual-and-team-championships.html"
            },
            {
                "body": "LEAD: Archbishop Desmond M. Tutu of Cape Town, the Anglican Primate of Southern Africa, urged Israelis today to pray for and forgive those responsible for the Nazi genocide. Archbishop Desmond M. Tutu of Cape Town, the Anglican Primate of Southern Africa, urged Israelis today to pray for and forgive those responsible for the Nazi genocide. ''Our",
                "byline": "By ALAN COWELL, Special to The New York Times",
                "date": "19891227",
                "title": "Tutu Urges Israelis to Pray for and Forgive Nazis",
                "url": "http://www.nytimes.com/1989/12/27/world/tutu-urges-israelis-to-pray-for-and-forgive-nazis.html"
            },
            {
                "body": "LEAD: Midway through a visit that has stirred passions and debate here, Archbishop Desmond M. Tutu gave a cool response tonight to the South African Government's newest bid to draw church leaders into negotiations on the future of his country. Midway through a visit that has stirred passions and debate here, Archbishop Desmond M. Tutu gave a cool",
                "byline": "By ALAN COWELL, Special to The New York Times",
                "date": "19891226",
                "title": "Tutu Cool to Pretoria Offer to Join Talks",
                "url": "http://www.nytimes.com/1989/12/26/world/tutu-cool-to-pretoria-offer-to-join-talks.html"
            },
            {
                "body": "LEAD: For a third successive year, Christmas came without joy to those who live here, the town's shrines ringed by soldiers and the season's supposed good will all but extinguished by conflict between Arab and Jew. For a third successive year, Christmas came without joy to those who live here, the town's shrines ringed by soldiers and the season's",
                "byline": "By ALAN COWELL, Special to The New York Times",
                "date": "19891225",
                "title": "Peace in Bethlehem, Little Good Will",
                "url": "http://www.nytimes.com/1989/12/25/world/peace-in-bethlehem-little-good-will.html"
            },
            {
                "body": "LEAD: International 2-15 General Noriega took refuge in the residence of the Vatican's representative in Panama City and requested political asylum, the American military commander said. Page 1 The White House seemed satisfied that General Noriega was ''under the control of diplomatic authorities,'' even though it was not clear whether he would now",
                "date": "19891225",
                "title": "News Summary",
                "url": "http://www.nytimes.com/1989/12/25/nyregion/news-summary-640189.html"
            },
            {
                "body": "LEAD: As troops and protesters clashed in Bethlehem, Archbishop Desmond M. Tutu of South Africa began a Christmas pilgrimage to the Holy Land today, offering support for the creation of a Palestinian state and for Israel's ''independence and territorial integrity.'' As troops and protesters clashed in Bethlehem, Archbishop Desmond M. Tutu of South",
                "byline": "By ALAN COWELL, Special to The New York Times",
                "date": "19891224",
                "title": "Tutu, Visiting Jerusalem, Backs Palestinian Statehood",
                "url": "http://www.nytimes.com/1989/12/24/world/tutu-visiting-jerusalem-backs-palestinian-statehood.html"
            },
            {
                "body": "LEAD: ITALY, you might say, is a country where everyone likes football, but doesn't like one another. In terms of soccer towns (which means almost all of them) and soccer teams, it remains essentially a collection of city states, which have only in name been welded into a single nation. The longstanding notion in the north is that from Rome on",
                "byline": "By BRIAN GLANVILLE; Brian Glanville is a novelisst and the football columnist for The Sunday Times of London.",
                "date": "19891224",
                "title": "VIEWS OF SPORT; A Nation Divided by a Common Passion",
                "url": "http://www.nytimes.com/1989/12/24/sports/views-of-sport-a-nation-divided-by-a-common-passion.html"
            },
            {
                "body": "LEAD: What happened? Morning in America, hole in the ozone, Oliver North, AIDS, terrorists, contras like Founding Fathers, $640 toilet seats, triumph of democracy, just say no. 1980 It's America vs. the Soviet Union, Khomeini, Castro, inflation and Jimmy Carter. What happened? Morning in America, hole in the ozone, Oliver North, AIDS, terrorists,",
                "date": "19891224",
                "title": "PORTRAIT OF THE 1980's; Selections From 10 Years of History",
                "url": "http://www.nytimes.com/1989/12/24/weekinreview/portrait-of-the-1980-s-selections-from-10-years-of-history.html"
            },
            {
                "body": "LEAD: POPULAR MUSIC HAD A BUSY decade - dividing and recombining genres, tuning in to the world, championing causes, conquering and adapting to television, facing censorship attempts, mastering and being transformed by digital technology. In 1989, it hoped to act like entertainment, simply selling dance records, filling auditoriums and cashing in",
                "byline": "By Jon Pareles",
                "date": "19891224",
                "title": "THE YEAR'S BEST: POP VIEW; Rock's Own Generation Gap, From Pauls Abdula to the Who",
                "url": "http://www.nytimes.com/1989/12/24/arts/the-year-s-best-pop-view-rock-s-own-generation-gap-from-pauls-abdula-to-the-who.html"
            },
            {
                "body": "LEAD: In an attempt to speed the search for peace in Central America, the United Nations has for the first time asked the United States, the Soviet Union and Cuba to become directly involved in talks between the region's governments and rebel groups. In an attempt to speed the search for peace in Central America, the United Nations has for the",
                "byline": "By PAUL LEWIS, Special to The New York Times",
                "date": "19891218",
                "title": "U.N. Is Urging Broader Talks on Latin Peace",
                "url": "http://www.nytimes.com/1989/12/18/world/un-is-urging-broader-talks-on-latin-peace.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 265
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "INDIA A Million Mutinies Now. By V. S. Naipaul. 521 pp. New York: Viking. $24.95. \"INDEPENDENCE had come to India like a kind of revolution,\" V. S. Naipaul says in the introductory chapter of his elegant account of a journey around the world's largest democracy. \"Now there were many revolutions within that revolution. . . . All over India scores of",
                "byline": "By Janette Turner Hospital; Janette Turner Hospital, whose novel \"The Ivory Swing\" is set in South India, lived there in 1977 and again in 1990. A collection of her short stories, \"Isobars,\" is due out next fall.",
                "date": "19901230",
                "title": "A Country Still in the Making",
                "url": "http://www.nytimes.com/1990/12/30/books/a-country-still-in-the-making.html"
            },
            {
                "body": "Pope John Paul II delivered a blunt admonition to world leaders today that war in the Persian Gulf would be \"an adventure with no return.\" In his annual Christmas message, \"Urbi et Orbi\" -- \"To the City and the World\" -- the Pope called for talks to resolve the crisis. But at the same time, he seemed to suggest that Iraq had to withdraw from",
                "byline": "By CLYDE HABERMAN, Special to The New York Times",
                "date": "19901226",
                "title": "Pope, in Christmas Message, Warns on a Gulf War",
                "url": "http://www.nytimes.com/1990/12/26/world/pope-in-christmas-message-warns-on-a-gulf-war.html"
            },
            {
                "body": "When Sunday dawns upon the cluttered rows of small houses that fill South Africa's largest black township, a bell ringing outside the Roman Catholic Church of St. Peter Claver summons the faithful of Soweto's Pimville district to Mass. Dressed in their best, the worshipers converge on the yellow brick church, which with its paucity of ornament more",
                "byline": "By CHRISTOPHER S. WREN, Special to The New York Times",
                "date": "19901226",
                "title": "Humane Spirit Eases Reality of Apartheid",
                "url": "http://www.nytimes.com/1990/12/26/world/humane-spirit-eases-reality-of-apartheid.html"
            },
            {
                "body": "The European Community today formally started the process of turning its 12 member nations into a more unified political federation with common foreign and security policies and a single currency. At the same time, community leaders eased their economic sanctions against South Africa, affirmed a massive program of emergency aid for the Soviet Union",
                "byline": "By CLYDE HABERMAN, Special to The New York Times",
                "date": "19901216",
                "title": "WEST EUROPEANS FORMALLY INITIATE CLOSER FEDERATION",
                "url": "http://www.nytimes.com/1990/12/16/world/west-europeans-formally-initiate-closer-federation.html"
            },
            {
                "body": "SOUTH AFRICA My Vision of the Future. By Mangosuthu G. Buthelezi. Illustrated. 152 pp. New York: St. Martin's Press. $24.95. AN intense, bitter and often bloody competition is underway in South Africa. The prize at stake is power and privilege in a post-apartheid society. Mangosuthu G. Buthelezi believes he deserves to be among those who will",
                "byline": "By Michael Clough; Michael Clough, a senior fellow at the Council on Foreign Relations, writes frequently on South African politics.",
                "date": "19901216",
                "title": "The Zulu Chief Strikes Back",
                "url": "http://www.nytimes.com/1990/12/16/books/the-zulu-chief-strikes-back.html"
            },
            {
                "body": "TRAFFIC AND LAUGHTER By Ted Mooney. 402 pp. New York: Alfred A. Knopf. $19.95. JOHN HAWKES once said that plot, character, setting and theme are the real enemies of the novel. \"And structure -- verbal and psychological coherence -- is still my largest concern as a writer. Related or corresponding event, recurring image and recurring action, these",
                "byline": "By Douglas Glover; Douglas Glover's most recent book is a novel, \"The South Will Rise at Noon.\"",
                "date": "19901216",
                "title": "Ambiguous and Malign Forces Are at Work",
                "url": "http://www.nytimes.com/1990/12/16/books/ambiguous-and-malign-forces-are-at-work.html"
            },
            {
                "body": "The factional violence that brought death and destruction to black communities here in Natal province for the last four years has been eclipsed in scale and prominence by a recent wave of political clashes in black townships around Johannesburg, creating the illusion of a return to peace here. But the fighting here, between members of the",
                "byline": "By CHRISTOPHER S. WREN, Special to The New York Times",
                "date": "19901212",
                "title": "SOUTH AFRICA AREA FEARS NEW STRIFE",
                "url": "http://www.nytimes.com/1990/12/12/world/south-africa-area-fears-new-strife.html"
            },
            {
                "body": "The glow of hope lighted in South Africa by measures to end apartheid has turned to fires of new violence. Two illuminating documentaries -- \"The Struggle for South Africa,\" tonight at 9 on Channel 13, and \"The Death Throes of Apartheid,\" next Tuesday at 10 on Channels 13 and 49 -- explore the forces behind the killings of blacks by blacks,",
                "byline": "By WALTER GOODMAN",
                "date": "19901211",
                "title": "Review/Television; South Africa's Gathering Storm",
                "url": "http://www.nytimes.com/1990/12/11/arts/review-television-south-africa-s-gathering-storm.html"
            },
            {
                "body": "International A3-19 The Soviet Union asked for food aid from the United States to help overcome shortages. The Bush Administration hinted that it would provide some kind of assistance. Page A1 Gorbachev proposes dropping \"socialist\" from the U.S.S.R A11 Soviet official accepts Nobel Peace Prize for Gorbachev A10 A rare success in the Soviet Union's",
                "date": "19901211",
                "title": "News Summary",
                "url": "http://www.nytimes.com/1990/12/11/nyregion/news-summary-487890.html"
            },
            {
                "body": "Where in New York City can culture mavens see a performance by the Montana Logging and Ballet Company? Nowhere, of course. And that's why Archbishop Desmond M. Tutu of South Africa did not spend the weekend in New York. He was here in Helena. \"Of all places,\" a reporter asked the Nobel laureate, \"why did you come to Helena, Montana?\" \"Of all",
                "byline": "By DIRK JOHNSON, Special to The New York Times",
                "date": "19901210",
                "title": "HELENA JOURNAL; A Montana Stopover? Tutu Sees A Reason",
                "url": "http://www.nytimes.com/1990/12/10/us/helena-journal-a-montana-stopover-tutu-sees-a-reason.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 271
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Successful mediation in trouble spots around the world and the fading of the cold war have raised expectations that the United Nations may finally fulfill its lofty goals, helping to defuse threats to peace and security and offering a forum for addressing problems that no country can solve alone. As the sixth Secretary General of the United",
                "byline": "By PAUL LEWIS,",
                "date": "19911230",
                "title": "New U.N. Leader Is Taking Over At a Time of Great Expectations",
                "url": "http://www.nytimes.com/1991/12/30/world/new-un-leader-is-taking-over-at-a-time-of-great-expectations.html"
            },
            {
                "body": "\"Mikhail Gorbachev will be ousted by Yeltsin-Sobchak-Shevardnadze reformers following public revulsion after a bloody crackdown\" was the prediction made in this space last year. Never mind that I recanted under pressure of television lights, or foolishly dismissed Norman Schwarzkopf as Ethelred the Unready; in the Nostradamus dodge, you remember",
                "byline": "By WILLIAM SAFIRE;",
                "date": "19911230",
                "title": "Essay; Office Pool, 1992",
                "url": "http://www.nytimes.com/1991/12/30/opinion/essay-office-pool-1992.html"
            },
            {
                "body": "From Beirut to Khartoum, Muslim fundamentalists reveled today in the news of the landslide victory scored by Islamic candidates in Algeria's first multi-party general elections and predicted a religious surge throughout the Middle East. \"What has happened in Algeria is another evidence that the tide of Islam will sweep the whole world,\" said a",
                "byline": "By IHSAN A. HIJAZI,",
                "date": "19911229",
                "title": "Results Bring Joy to Region's Muslims",
                "url": "http://www.nytimes.com/1991/12/29/world/results-bring-joy-to-region-s-muslims.html"
            },
            {
                "body": "For Americans, 1492, 1776, 1862, 1945 and 1991 were the five best years of the past five centuries. That's making a fairly big claim for this current year, especially when the Gloomy Guses are wailing about hard times, nuclear instability and holes in the ozone layer. But consider reality, as Mikhail Gorbachev had to do in making a Christmas",
                "byline": "By WILLIAM SAFIRE",
                "date": "19911226",
                "title": "Essay; Optimists Are the Realists",
                "url": "http://www.nytimes.com/1991/12/26/opinion/essay-optimists-are-the-realists.html"
            },
            {
                "body": "Few Americans now question the value of the United Nations. This year alone, it has worked prodigiously to help liberate Kuwait and to free the hostages in Lebanon. U.N. peacekeepers are helping end wars in Cambodia and El Salvador, and U.N. agencies shelter refugees and provide medication to millions of children. Yet in this season of giving, the",
                "date": "19911224",
                "title": "Still Stiffing the U.N.",
                "url": "http://www.nytimes.com/1991/12/24/opinion/still-stiffing-the-un.html"
            },
            {
                "body": "Addressing a conference of political parties convened to begin charting the end of white minority rule in South Africa, President F. W. de Klerk said today that he was ready to negotiate constitutional amendments that would create an interim government and an expanded Parliament that included blacks. Mr. de Klerk said that all South Africans would",
                "byline": "By CHRISTOPHER S. WREN,",
                "date": "19911221",
                "title": "PRETORIA IS READY TO NEGOTIATE PLAN FOR INTERIM RULE",
                "url": "http://www.nytimes.com/1991/12/21/world/pretoria-is-ready-to-negotiate-plan-for-interim-rule.html"
            },
            {
                "body": "International A3-15 YELTSIN WIDENS CONTROL President Yeltsin of Russia started swallowing up the remnants of the Soviet state, taking control of the Foreign Ministry, the K.G.B., the Parliament and even Mr. Gorbachev's presidential office. A1 DISORIENTED SOVIET ATHLETES Organizers on the Soviet Olympic Committee urged that athletes form a \"joint\"",
                "date": "19911220",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1991/12/20/nyregion/news-summary-207191.html"
            },
            {
                "body": "INTERNATIONAL A3-15 CAMPAIGN TO PUNISH LIBYA The United States, Britain and France plan a campaign to win support for sanctions against Libya for the part they say it played in the bombings of Pan Am 103 and a French jet over Africa. A1 SOVIETS AFFIRM ARMS CUTS The leaders of all four Soviet republics that have long-range nuclear missiles have",
                "date": "19911219",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1991/12/19/nyregion/news-summary-614991.html"
            },
            {
                "body": "INTERNATIONAL A3-14 U.N. REVOKES ANTI-ZIONIST VOTE By an overwhelming vote, the United Nations General Assembly revoked the bitterly contested statement it approved in 1975 that \"Zionism is a form of racism and racial discrimination.\" A1 ARAB-ISRAELI TALKS BOG DOWN Hopes that the Middle East peace talks would move from procedural disputes to",
                "date": "19911217",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1991/12/17/nyregion/news-summary-207091.html"
            },
            {
                "body": "About a year ago, officials of Argentina's customs office became alarmed about some of the applications that were crossing their desks. One businessman wanted to import 5,000 tons of highly toxic industrial solvents for recovery. Another wanted to bring in soil with low levels of radioactivity. There were other requests to bring in tons of toxic",
                "byline": "By NATHANIEL C. NASH,",
                "date": "19911216",
                "title": "Latin Nations Getting Others' Waste",
                "url": "http://www.nytimes.com/1991/12/16/world/latin-nations-getting-others-waste.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 265
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "With the country's political stability hanging in the balance, millions of Kenyans voted today, their first broadly contested election in nearly a quarter-century. President Daniel arap Moi who has ruled for 14 years, faces seven challengers. In the race for Parliament, about 700 candidates are contesting the 188 seats in the single house. Results",
                "byline": "By KENNETH B. NOBLE,",
                "date": "19921230",
                "title": "Kenya Votes, a Mirror Perhaps of Democracy in Africa",
                "url": "http://www.nytimes.com/1992/12/30/world/kenya-votes-a-mirror-perhaps-of-democracy-in-africa.html"
            },
            {
                "body": "On a patch of green and perfect lawn that mimicked the greater estates of the rich over the hill, Terence Serero and Mpifa Tshepe took stock of their land the other day and decided that everyone else had gotten it all wrong. What is needed, the two 22-year-old college students from the Pan Africanist Congress said, is not talk of peace but",
                "byline": "By ALAN COWELL,",
                "date": "19921228",
                "title": "Soweto Journal; From Die-Hard Camps, the Roll of the War Drums",
                "url": "http://www.nytimes.com/1992/12/28/world/soweto-journal-from-die-hard-camps-the-roll-of-the-war-drums.html"
            },
            {
                "body": "Concerned by the strong blow dealt to Egypt's tourist industry by the killing of a British tourist by fundamentalist Muslims a few weeks ago, President Hosni Mubarak visited the ancient ruins here today and spent much of the day shaking hands with French, South African and British visitors. Later he joined tourists relaxing in the lounges and",
                "byline": "By YOUSSEF M. IBRAHIM,",
                "date": "19921224",
                "title": "Mubarak Visits Tourists To Lift Chill of Assaults",
                "url": "http://www.nytimes.com/1992/12/24/world/mubarak-visits-tourists-to-lift-chill-of-assaults.html"
            },
            {
                "body": "Sacred Hunger By Barry Unsworth 630 pages. Nan A. Talese/Doubleday. $25. Reading \"Sacred Hunger,\" Barry Unsworth's long and beautifully written novel, you know you are in the hands of a master craftsman when you find yourself slowing down on page after page to savor his thoughts and words. A hypocritical shipowner engaged in the slave trade:",
                "byline": "By HERBERT MITGANG",
                "date": "19921223",
                "title": "Books of The Times; Trading in Misery On a Doomed Slave Ship",
                "url": "http://www.nytimes.com/1992/12/23/books/books-of-the-times-trading-in-misery-on-a-doomed-slave-ship.html"
            },
            {
                "body": "Across the Middle East, Arab states are profoundly moved by the kind of Muslim militant fundamentalists deported by Israel. They are moved to terror and loathing. If they had the self-confidence, these Arab states would round up their own fundamentalists. They would not only deport them but introduce them to those other common instruments of",
                "byline": "By A. M. ROSENTHAL",
                "date": "19921222",
                "title": "On My Mind; As You Sow",
                "url": "http://www.nytimes.com/1992/12/22/opinion/on-my-mind-as-you-sow.html"
            },
            {
                "body": "IN moments of weakness -- when he is teetering on a foot-wide ledge over a thousand-foot vertical drop, for example -- Gil Friesen starts fantasizing about how his friends in the Hamptons are spending their vacations. But then he gets a grip. After all, in the Hamptons there are no \"tiny little Nepalese people\" speaking a strange tongue. No steep",
                "byline": "By PATRICIA LEIGH BROWN",
                "date": "19921220",
                "title": "The Thrill Seekers",
                "url": "http://www.nytimes.com/1992/12/20/style/the-thrill-seekers.html"
            },
            {
                "body": "Chancellor Helmut Kohl announced today that he wanted to send up to 1,500 German soldiers to Somalia early next year to help the American-led international relief effort there, the first time since World War II that German forces would be sent outside NATO's territorial confines. Deploring endless legalistic discussions about whether the 1949",
                "byline": "By CRAIG R. WHITNEY,",
                "date": "19921218",
                "title": "Kohl May Send 1,500 Troops to Somalia",
                "url": "http://www.nytimes.com/1992/12/18/world/kohl-may-send-1500-troops-to-somalia.html"
            },
            {
                "body": "The fields astride the swollen Shebelle River stretched emerald green today with corn, onions, green peppers and lettuce, and the red soil remained soggy from the generous rainy season. In famine-stricken Somalia such abundance just 30 miles from Mogadishu seemed implausible. \"The problem is not food,\" said Yusuf Ali Yusuf, a Government agronomist",
                "byline": "By JANE PERLEZ,",
                "date": "19921214",
                "title": "Where a War Has Bred Famine, Green Somali Fields Offer Hope",
                "url": "http://www.nytimes.com/1992/12/14/world/where-a-war-has-bred-famine-green-somali-fields-offer-hope.html"
            },
            {
                "body": "Americans take quiet pride in the army they have sent to help relieve Somalia's agony. But as Operation Restore Hope rolls on, a nagging doubt arises. After years of chaotic civil strife, Somalia is awash in guns and gunslingers. What's the sense of temporarily keeping the peace, so starving Somalis can be fed, if the thugs who prey on them keep",
                "date": "19921213",
                "title": "But Who'll Disarm the Thugs?",
                "url": "http://www.nytimes.com/1992/12/13/opinion/but-who-ll-disarm-the-thugs.html"
            },
            {
                "body": "THERE is a story making the rounds at the Pentagon about the moment the Marines landed in Somalia last week. Evidently one leatherneck asked his commander as they waded ashore to this starving land: \"How do we tell the good guys from the bad guys?\" \"The bad guys are the fat guys,\" his officer answered, \"and the good guys are the thin guys.\" Such is",
                "byline": "By THOMAS L. FRIEDMAN",
                "date": "19921213",
                "title": "THE WORLD; Clinton Inherits Conflicts That Don't Follow Rules",
                "url": "http://www.nytimes.com/1992/12/13/weekinreview/the-world-clinton-inherits-conflicts-that-don-t-follow-rules.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 250
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Prozac had its say, but style really spoke to us this year, in buzzwords, sound bites and catch phrases that tell the fashions and trends of '93. SHAQ ATTACK With Michael Jordan's retirement, the 7-foot-1, 305-pound Shaquille O'Neal has become basketball's biggest marketing and style force. He made the cover of GQ and Rolling Stone and earns",
                "byline": "By Dan Shaw and Eric Messinger;",
                "date": "19931226",
                "title": "Listening to 1993",
                "url": "http://www.nytimes.com/1993/12/26/style/listening-to-1993.html"
            },
            {
                "body": "International A3-17 'LESS SHOCK, MORE THERAPY' Too much emphasis on the Russian economy and too little attention to improving the daily lives of its people drove voters to support anti-reform candidates, the State Department's Russia expert said. A1 Kiev has taken a step toward deactivating its nuclear arsenal. A14 THE VIEW FROM SEOUL Speculation",
                "date": "19931221",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1993/12/21/nyregion/news-summary-099393.html"
            },
            {
                "body": "BORN in the Bronx, street smart and full of energy, Daniel S. Goldin is the kind of person who can get comfortable in a crowded restaurant of booths and counters, of gruff waitresses and $2.50 cheeseburgers. While in New York on business, he downs a burger, fries and milkshake while recounting the challenges of heading the National Aeronautics and",
                "byline": "By WILLIAM J. BROAD",
                "date": "19931221",
                "title": "SCIENTIST AT WORK: Daniel S. Goldin; Bold Remodeler Of a Drifting Agency",
                "url": "http://www.nytimes.com/1993/12/21/science/scientist-at-work-daniel-s-goldin-bold-remodeler-of-a-drifting-agency.html"
            },
            {
                "body": "Black and white South Africans observed a day of separate and opposing anniversaries today, with an outpouring of scornful and combative oratory that made clear how difficult it will be to engineer a peaceful transition to black rule after elections in April. The commemorations began on Wednesday night at the foot of the Voortrekker Monument, a",
                "byline": "By KENNETH B. NOBLE,",
                "date": "19931217",
                "title": "South Africa: Rival Camps Rattle Swords",
                "url": "http://www.nytimes.com/1993/12/17/world/south-africa-rival-camps-rattle-swords.html"
            },
            {
                "body": "Britain and Ireland produced a set of principles today to encourage peace negotiations on Northern Ireland, and Britain pledged to start talks with political representatives of the Irish Republican Army within three months if the I.R.A. renounced violence in the province. The declaration of principles, signed by Prime Minister John Major of Britain",
                "byline": "By JOHN DARNTON,",
                "date": "19931216",
                "title": "BRITISH-IRISH PLAN GIVES I.R.A. ALLIES TERMS FOR TALKS",
                "url": "http://www.nytimes.com/1993/12/16/world/british-irish-plan-gives-ira-allies-terms-for-talks.html"
            },
            {
                "body": "President F. W. de Klerk of South Africa accused Nelson Mandela and his supporters today of marring the Nobel Peace Prize award ceremony with \"irresponsible statements\" and bad behavior. \"The trip was marred by a few occasions by a lack of sensitivity on the side of the African National Congress,\" the group that Mr. Mandela leads, Mr. de Klerk said",
                "date": "19931215",
                "title": "Nobel Smiles Turn to Backbiting",
                "url": "http://www.nytimes.com/1993/12/15/world/nobel-smiles-turn-to-backbiting.html"
            },
            {
                "body": "After rampant growth in recent years, United Nations peacekeeping is facing a crisis brought about by the reluctance of governments to underwrite new operations, especially those that put their soldiers' lives at risk. Stung by the loss of 18 American soldiers in a Mogadishu firefight two months ago and the swell of Congressional anger that",
                "byline": "By PAUL LEWIS,",
                "date": "19931212",
                "title": "Reluctant Peacekeepers: Many U.N. Members Reconsider Role in Conflicts",
                "url": "http://www.nytimes.com/1993/12/12/world/reluctant-peacekeepers-many-un-members-reconsider-role-in-conflicts.html"
            },
            {
                "body": "The two were opponents and collaborators: one the freedom fighter who suffered nearly three decades in prison, the other the enforcer of the white power structure who finally bowed to the imperative for change. Today they accepted the Nobel Peace Prize for their great enterprise of bringing peace and nonracial democracy within reach of South",
                "byline": "By JOHN DARNTON,",
                "date": "19931211",
                "title": "Note of Unity Pervades Peace Prize Ceremony",
                "url": "http://www.nytimes.com/1993/12/11/world/note-of-unity-pervades-peace-prize-ceremony.html"
            },
            {
                "body": "Five years ago people would have seriously questioned the sanity of anyone who would have predicted that Mr. Mandela and I would be joint recipients of the 1993 Nobel Peace Prize. -- F. W. DE KLERK, President of South Africa. [ 7:1. ] -- Let a new age be born! NELSON MANDELA. [ 7:1. ]",
                "date": "19931211",
                "title": "No Headline",
                "url": "http://www.nytimes.com/1993/12/11/nyregion/no-headline-821393.html"
            },
            {
                "body": "Sharing a podium on the eve of sharing a Nobel Peace Prize, Nelson Mandela and President F. W. de Klerk of South Africa both spoke today of the new era that will transform their country with elections in April, when white minority rule will pass into history. But even their brief remarks were enough to suggest that they have different eras in mind.",
                "byline": "By JOHN DARNTON,",
                "date": "19931210",
                "title": "2 SOUTH AFRICANS PEER INTO FUTURE",
                "url": "http://www.nytimes.com/1993/12/10/world/2-south-africans-peer-into-future.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 249
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Israel said today that it was turning over 800 cartons of antiquities to Egypt, the last of the artifacts it had promised to return from its 15-year occupation of the Sinai peninsula. Amir Drori, head of the Israel Antiquities Authority, said the items would be shipped to Egypt on Thursday. The agreement to return the antiquities was reached in",
                "date": "19941229",
                "title": "Israel Returning Antiquities to Egypt",
                "url": "http://www.nytimes.com/1994/12/29/world/israel-returning-antiquities-to-egypt.html"
            },
            {
                "body": "In the 30 years since Vanessa Redgrave first dazzled Americans as the loopy rich girl ditching an impossible, hammer-and-sickle obsessed husband in \"Morgan!,\" this English actress often seemed to be living at cross-purposes. She would win raves for her performances, then lose jobs with her support for unpopular causes. In the late 1980's, she",
                "byline": "By DIANA JEAN SCHEMO",
                "date": "19941227",
                "title": "Even in Her Own Words, A Woman of Convictions",
                "url": "http://www.nytimes.com/1994/12/27/movies/even-in-her-own-words-a-woman-of-convictions.html"
            },
            {
                "body": "Dean Rusk, who as Secretary of State for President Kennedy and President Johnson became a stubborn if much-criticized defender of the American involvement in the Vietnam War, died Tuesday at his home in Athens, Ga., with his family at his side. He was 85. The cause of death was congestive heart failure, according to a spokesman for the University",
                "byline": "By ERIC PACE",
                "date": "19941222",
                "title": "Dean Rusk, Secretary of State In Vietnam War, Is Dead at 85",
                "url": "http://www.nytimes.com/1994/12/22/obituaries/dean-rusk-secretary-of-state-in-vietnam-war-is-dead-at-85.html"
            },
            {
                "body": "While insisting that they welcomed any progress that former President Jimmy Carter might have made toward peace in the Balkans, Administration aides expressed some skepticism today about what he had accomplished. \"I don't think Carter has pulled anything out of his hat,\" one senior White House official said. \"What has he accomplished that hasn't",
                "byline": "By DOUGLAS JEHL,",
                "date": "19941221",
                "title": "U.S. Officials Voice Doubts On Truce Pact",
                "url": "http://www.nytimes.com/1994/12/21/world/us-officials-voice-doubts-on-truce-pact.html"
            },
            {
                "body": "LONG WALK TO FREEDOM The Autobiography of Nelson Mandela. By Nelson Mandela. Illustrated. 558 pp. Boston: Little, Brown & Company. $24.95. ON my office bulletin board is a headline clipped from a Johannesburg tabloid last June, a month after Nelson Mandela's inauguration as the first freely elected President of South Africa. In huge, bold type, it",
                "byline": "By Bill Keller;",
                "date": "19941218",
                "title": "The Practical Mr. Mandela",
                "url": "http://www.nytimes.com/1994/12/18/books/the-practical-mr-mandela.html"
            },
            {
                "body": "As the billion-dollar United Nations famine-relief and peacekeeping operation in Somalia packs up and prepares to leave, no settlement is in sight for the factional violence that prompted the mission in the first place. Fighting between clans has actually increased in recent weeks in Mogadishu, the Somali capital, heightening concern that the final",
                "byline": "By DONATELLA LORCH,",
                "date": "19941217",
                "title": "As U.N. Mission Winds Down, Peace Remains Elusive",
                "url": "http://www.nytimes.com/1994/12/17/world/as-un-mission-winds-down-peace-remains-elusive.html"
            },
            {
                "body": "The Senate Republican who is expected to have the most influence over foreign aid called today for slashing aid for Africa and population programs as well as cutting assistance everywhere except to the Middle East and Europe by about 20 percent. In introducing a foreign aid bill, Senator Mitch McConnell of Kentucky, who is to become chairman of the",
                "byline": "By STEVEN GREENHOUSE,",
                "date": "19941213",
                "title": "G.O.P. Senate Bill Would Slash Foreign Aid for Africa",
                "url": "http://www.nytimes.com/1994/12/13/world/gop-senate-bill-would-slash-foreign-aid-for-africa.html"
            },
            {
                "body": "Russia's armed invasion of Chechnya, the small, fierce Caucasian state that declared independence three years ago, will make this week's visits to Moscow of Vice President Al Gore and Defense Secretary William Perry that much more difficult and delicate. Mr. Gore and Mr. Perry will inevitably try to restore a sense of comity and momentum to a",
                "byline": "By STEVEN ERLANGER,",
                "date": "19941212",
                "title": "Storm Warning?",
                "url": "http://www.nytimes.com/1994/12/12/world/storm-warning.html"
            },
            {
                "body": "Sailing alone around the world isn't for everyone, much less anyone. But during the last two weeks, mighty doses of Indian Ocean wind and waves have given new meaning to the word stoicism when it comes to racing in the BOC Challenge. Two sailboat masts have toppled into the sea, and a third one almost gave way. A rudder disappeared from the back of",
                "byline": "By BARBARA LLOYD",
                "date": "19941211",
                "title": "YACHT RACING; Only Stoics Need Apply For BOC",
                "url": "http://www.nytimes.com/1994/12/11/sports/yacht-racing-only-stoics-need-apply-for-boc.html"
            },
            {
                "body": "The effective collapse of the United Nations peacekeeping efforts in Bosnia, weeks after the Security Council decided to end an increasingly fruitless mission in Somalia, is forcing the organization and its members to confront two stark truths. The United Nations is faltering in its most crucial post-cold-war task: keeping the peace in a world that",
                "byline": "By BARBARA CROSSETTE,",
                "date": "19941205",
                "title": "U.N. Falters in Post-Cold-War Peacekeeping, but Sees Role as Essential",
                "url": "http://www.nytimes.com/1994/12/05/world/un-falters-in-post-cold-war-peacekeeping-but-sees-role-as-essential.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 285
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "NEW YEAR'S IN NYACK The first First Night in Nyack will take place in about a dozen venues today from 7:45 P.M. to midnight. Fireworks will be shot off at 11:30 P.M. in Memorial Park, and the village's churches will take part in a communal bell-ringing at the stroke of midnight. First Nights, as many people know, are nonalcoholic, public New Year's",
                "byline": "By ELEANOR CHARLES",
                "date": "19951231",
                "title": "WESTCHESTER GUIDE",
                "url": "http://www.nytimes.com/1995/12/31/nyregion/westchester-guide-050067.html"
            },
            {
                "body": "Beneath the rolling grasslands of southern Mozambique lies a huge reserve of natural gas, which if piped to neighboring South Africa, could bring $100 million a year in hard currency to Mozambique, the poorest country in the world. And last month, an aggressive American gas company, the Enron Corporation of Houston, triumphed over several",
                "byline": "By JAMES C. McKINLEY Jr.",
                "date": "19951227",
                "title": "INTERNATIONAL BUSINESS;Enron Goes to Africa Seeking Gas and Customers",
                "url": "http://www.nytimes.com/1995/12/27/business/international-business-enron-goes-to-africa-seeking-gas-and-customers.html"
            },
            {
                "body": "On Nov. 10, as the U.N. Security Council was discussing the civil war in Liberia, an aide to U.N. Ambassador Madeleine Albright handed her a note reporting that Nigeria's military leaders had just executed nine opposition human rights activists -- including the playwright and Nobel Peace Prize candidate Ken Saro-Wiwa -- after a sham trial.",
                "byline": "By THOMAS L. FRIEDMAN",
                "date": "19951227",
                "title": "FOREIGN AFFAIRS;UN Human Rights Resolution",
                "url": "http://www.nytimes.com/1995/12/27/opinion/foreign-affairs-un-human-rights-resolution.html"
            },
            {
                "body": "At least 14 people were killed in South Africa today in a raid by Inkatha Freedom Party supporters against the rival African National Congress, police said. Several hundred Inkatha supporters attacked a settlement in the KwaZulu-Natal province, burning more than 80 homes, the police said. The attack was the third in the province in 11 days, in",
                "byline": "Reuters",
                "date": "19951226",
                "title": "14 Slain in South Africa",
                "url": "http://www.nytimes.com/1995/12/26/world/14-slain-in-south-africa.html"
            },
            {
                "body": "International 2-10 COMPANY C ARRIVES IN BOSNIA Aside from the firecracker a child set off near the runway after the jet taxied in, the arrival of 17 soldiers from the Second Brigade in Bosnia went off without a hitch. 1 WARY GREETING FROM THE SERBS In the four days since it took over from the U.N., NATO has cleared mines and opened roads as Muslims",
                "date": "19951225",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1995/12/25/nyregion/news-summary-036110.html"
            },
            {
                "body": "America needs to curb its missionary zeal to establish multiparty systems in every third world country as fast as it can. Our rote prescription for undeveloped and newly \"liberated\" nations -- elections within one year, followed by stability -- is more likely to lead to chaos than democracy. This is not to deny democracy's successes, especially in",
                "byline": "By Robert D. Kaplan",
                "date": "19951224",
                "title": "Democracy's Trap",
                "url": "http://www.nytimes.com/1995/12/24/opinion/democracy-s-trap.html"
            },
            {
                "body": "Throughout the fall, residents of primarily white suburbs like Tenafly and Leonia have crowded public meetings to tell the state that regardless of the racial imbalance in Englewood's schools, they do not want the state to integrate their schools with children from the heavily minority Englewood district. Over and over again, their speeches hit on",
                "byline": "By ROBERT HANLEY",
                "date": "19951221",
                "title": "Island in a Sea of White Resistance;Englewood's Neighbors Oppose All Regional School Plans",
                "url": "http://www.nytimes.com/1995/12/21/nyregion/island-sea-white-resistance-englewood-s-neighbors-oppose-all-regional-school.html"
            },
            {
                "body": "THE right stuff once had to do with guts and grit, with former test pilots and fighter jocks putting their lives on the line, blasting skyward on machines renowned for their tendency to explode. But flying into space is safer nowadays, and increasingly it is fueled by international diplomacy or cash or a little of both. Like much else in the waning",
                "byline": "By WILLIAM J. BROAD",
                "date": "19951217",
                "title": "IDEAS & TRENDS;The Newest Space Race",
                "url": "http://www.nytimes.com/1995/12/17/weekinreview/ideas-trends-the-newest-space-race.html"
            },
            {
                "body": "With polls about to open for Austria's most important elections in half a century, Jorg Haider had every reason to smile Friday night as he strode into the cavernous Hofburg, part of the giant palace from which Austro-Hungarian emperors once ruled. Mr. Haider, already Europe's most successful far-right politician, is poised to make new gains in the",
                "byline": "By STEPHEN KINZER",
                "date": "19951217",
                "title": "Austrian Right Looks for Gain Today",
                "url": "http://www.nytimes.com/1995/12/17/world/austrian-right-looks-for-gain-today.html"
            },
            {
                "body": "Following are excerpts from remarks by President Clinton and Presidents Slobodan Milosevic of Serbia, Franjo Tudjman of Croatia and Alija Izetbegovic of Bosnia at the signing of the Balkan peace accord in Paris yesterday. Mr. Clinton's remarks were transcribed by The Associated Press. Those by Mr. Milosevic, Mr. Tudjman and Mr. Izetbegovic are",
                "date": "19951215",
                "title": "BALKAN ACCORD;4 Presidents With but a Single Thought: Preserving the Peace in the Balkans",
                "url": "http://www.nytimes.com/1995/12/15/world/balkan-accord-4-presidents-with-but-single-thought-preserving-peace-balkans.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 169
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "To the Editor: In your Dec. 26 editorial on French-American relations (''The Irascible Mr. Chirac''), you write that the United States has refused to turn over NATO's southern command to a French officer, something that France has never requested. France does want the two regional European commands assigned to European officers on a rotating basis.",
                "date": "19961231",
                "title": "U.S.-French Relations: A History of Cooperation",
                "url": "http://www.nytimes.com/1996/12/31/opinion/l-us-french-relations-a-history-of-cooperation-960659.html"
            },
            {
                "body": "DURING the first part of the Middle Ages, the ancestors of Rabbi Mitchell Serels of the Magen David Sephardic Congregation here lived in Spain, enjoying what today might be called an atmosphere of multicultural diversity. They practiced Judaism and adhered to Jewish laws, but, like other Spanish Jews, they also got along well with Muslims and",
                "byline": "By LYNNE AMES",
                "date": "19961229",
                "title": "Spain's King Honors Sephardic Rabbi for Study of Traditions",
                "url": "http://www.nytimes.com/1996/12/29/nyregion/spain-s-king-honors-sephardic-rabbi-for-study-of-traditions.html"
            },
            {
                "body": "The call came over the radio as Gus van Dyk was busy exploring the more remote stretches of this 150,000-acre park. Much as he tried, he could not get his four-wheel-drive vehicle through the brush fast enough. By the time he got to the watering hole, the elephant and the rhinoceros were at peace, each munching in its own style, moving",
                "byline": "By SUZANNE DALEY",
                "date": "19961228",
                "title": "Troublemakers: Teen-agers, Tusked",
                "url": "http://www.nytimes.com/1996/12/28/world/troublemakers-teen-agers-tusked.html"
            },
            {
                "body": "Up until now it has been a lovely story, surprising perhaps, but with the incontestable appeal of a divine infant. Yes, there was the element of poverty and unwed motherhood and temporary homelessness, but all that only led to a happy ending, with angelic hosts and adoring shepherds and wise men bearing gifts from afar. Scripture has a",
                "byline": "By Peter Steinfels",
                "date": "19961228",
                "title": "Beliefs",
                "url": "http://www.nytimes.com/1996/12/28/us/beliefs-928321.html"
            },
            {
                "body": "Pope John Paul II delivered a Christmas appeal today for more aid to victims of violence in Central Africa, and for a quickening of efforts to achieve lasting peace in the Middle East. The Pope issued the plea in his annual Christmas message, ''Urbi et Orbi'' -- ''To the City and to the World'' -- and he later offered brief season's greetings in 55",
                "byline": "By JOHN TAGLIABUE",
                "date": "19961226",
                "title": "Pope Appeals for Aid for African Refugees and Peace in Mideast",
                "url": "http://www.nytimes.com/1996/12/26/world/pope-appeals-for-aid-for-african-refugees-and-peace-in-mideast.html"
            },
            {
                "body": "She was the only Tutsi left living on a hillside in Murehe Township when the genocide ended two years ago. So when Savina Mukacyibibi was beaten and strangled to death recently, it sent chills through the few Tutsi survivors left in this hilly commune of banana groves, coffee trees and neat brick houses. The killing was the first in Taba Commune",
                "byline": "By JAMES C. McKINLEY Jr.",
                "date": "19961226",
                "title": "Rural Rwanda's Uneasy Balance of Fear",
                "url": "http://www.nytimes.com/1996/12/26/world/rural-rwanda-s-uneasy-balance-of-fear.html"
            },
            {
                "body": "International A3-13 OPTIMISM OVER HEBRON Dennis Ross, the American mediator for the Middle East, said he expected the Israelis and Palestinians to seal an agreement soon on the West Bank city of Hebron. A1 PERU'S UNBENDING PRESIDENT President Alberto K. Fujimori shows no sign of abandoning his authoritarian ways even as he struggles to find a",
                "date": "19961226",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1996/12/26/nyregion/news-summary-903345.html"
            },
            {
                "body": "International A3-13 RUSSIAN CITY SUFFERS AGAIN In Volgograd, wages are so far in arrears that people have raided the pensions of their grandparents, the survivors of the Nazi siege of the city, then Stalingrad, in which one million Russians died. A1 CLASHES IN BELGRADE Violent clashes erupted in Belgrade after a pro-Government rally in the same",
                "date": "19961225",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1996/12/25/nyregion/news-summary-894737.html"
            },
            {
                "body": "Hassan al-Turabi sits in his office overlooking the Nile, talking at the speed of sound, weaving great mosques and minarets of words in the air. His eyes gleaming beneath his ivory turban, the most powerful man in the Sudan -- Africa's largest nation in area and one of the world's poorest -- leaned forward to confide a secret. ''We are a rich",
                "byline": "By TIM WEINER",
                "date": "19961224",
                "title": "The Sudan's Islamic Leader: Enigmatic Foe for the West",
                "url": "http://www.nytimes.com/1996/12/24/world/the-sudan-s-islamic-leader-enigmatic-foe-for-the-west.html"
            },
            {
                "body": "Guatemala's sweeping amnesty, or ''law of National Reconciliation,'' is the capstone of the arduous three-year negotiation to put an end to a brutal 36-year civil war. In Guatemala and Mexico City, invitations were sent out last month for the ceremonies and galas to accompany the official signing of the peace treaty on Dec. 29. The Mexico City",
                "byline": "By Francisco Goldman",
                "date": "19961223",
                "title": "In Guatemala, All Is Forgotten",
                "url": "http://www.nytimes.com/1996/12/23/opinion/in-guatemala-all-is-forgotten.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 214
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "In Omaha, Ronna Elmborg, a part-time waitress who relies on television to tell her what is happening outside the United States, says that she follows international news ''because eventually it will all affect us.'' Take Iraq, she said, ''That could affect us in a real hurry.'' In Seattle, Greg Lulay, waiting for a bus in front of Kinko's on",
                "byline": "By BARBARA CROSSETTE",
                "date": "19971228",
                "title": "On Foreign Affairs, U.S. Public Is Nontraditional",
                "url": "http://www.nytimes.com/1997/12/28/world/on-foreign-affairs-us-public-is-nontraditional.html"
            },
            {
                "body": "Coming seven months before a long-promised return to democratic rule, the announcement of an aborted coup on Sunday by associates of Gen. Sani Abacha, the Nigerian leader, has underscored the instability of Africa's most populous country and added to already widespread doubts about the country's shaky transition program. The news of a coup plot",
                "byline": "By HOWARD W. FRENCH",
                "date": "19971224",
                "title": "The Enemy Within",
                "url": "http://www.nytimes.com/1997/12/24/world/the-enemy-within.html"
            },
            {
                "body": "Following are excerpts from a speech by President Clinton yesterday to residents of Sarajevo, Bosnia, as transribed by the Federal News Service, a private transcription company. I come before you with a message for those in whose hands the future of Bosnia lies -- its leaders and its people. For in the end the future is up to you -- not to the",
                "date": "19971223",
                "title": "In Clinton's Words: Fight Hard for Peace",
                "url": "http://www.nytimes.com/1997/12/23/world/in-clinton-s-words-fight-hard-for-peace.html"
            },
            {
                "body": "AS President Nelson Mandela lashed out at whites last week, saying they had come to believe that in exchange for giving up political power they could keep their positions of economic privilege, many blacks in South Africa applauded. Finally, their beloved President had told it the way it was. He had expressed an anger that has been building",
                "byline": "By SUZANNE DALEY",
                "date": "19971221",
                "title": "The World; Black, White and Poles Apart",
                "url": "http://www.nytimes.com/1997/12/21/weekinreview/the-world-black-white-and-poles-apart.html"
            },
            {
                "body": "TWO images burn in memory after a year's worth of violence between the the Hutu and Tutsi ethnic groups in Central Africa. A young Hutu woman lies in the city of Kisangani, Congo, her jaw blown off by bullets in an attack by Tutsi soldiers on a Hutu refugee camp in April. Her tortured eyes glare with fear and confusion out of the bloody bandages",
                "byline": "By JAMES C. McKINLEY Jr.",
                "date": "19971221",
                "title": "The World; Searching in Vain for Rwanda's Moral High Ground",
                "url": "http://www.nytimes.com/1997/12/21/weekinreview/the-world-searching-in-vain-for-rwanda-s-moral-high-ground.html"
            },
            {
                "body": "Following are excerpts from President Clinton's press conference at the State Department today, as transcribed by the Federal News Service, a private transcription company. On Aid to Other Countries Q. Three weeks ago, in Vancouver, you said that the economic chaos in Asia was just a glitch in the road. But the currency turmoil continues, and South",
                "date": "19971217",
                "title": "PRESIDENT'S PRESS CONFERENCE; Clinton's Remarks on Asian and U.S. Economies, Trouble Spots and Race",
                "url": "http://www.nytimes.com/1997/12/17/us/president-s-press-conference-clinton-s-remarks-asian-us-economies-trouble-spots.html"
            },
            {
                "body": "President Mohammed Khatami of Iran aimed a conciliatory message at the United States today, saying that he hoped to re-establish a discussion with the American people that has been virtually suspended since the Islamic revolution of 1979. The tone of Mr. Khatami's remarks, at his first news conference since he took office in August, was markedly",
                "byline": "By DOUGLAS JEHL",
                "date": "19971215",
                "title": "IRANIAN PRESIDENT CALLS FOR OPENING DIALOGUE WITH U.S.",
                "url": "http://www.nytimes.com/1997/12/15/world/iranian-president-calls-for-opening-dialogue-with-us.html"
            },
            {
                "body": "People used to travel to visit holy shrines, to brood on romantic ruins and scenic vistas, to discover ''new'' flora and fauna, to benefit from encounters with other cultures -- and with themselves. But now, if some writers are to be believed, one leaves home in order to have terrifying experiences, perilous near misses from which one barely",
                "byline": "By Francine Prose",
                "date": "19971207",
                "title": "Travel",
                "url": "http://www.nytimes.com/1997/12/07/books/travel.html"
            },
            {
                "body": "Following are excerpts from an interview with President Clinton conducted on Thursday by reporters from The New York Times, from a transcript supplied by the White House. Education We've won the initial battles, but we're not there on the national standards in testing; we're not finished with providing educational technology to all the schools. I",
                "date": "19971207",
                "title": "The Clinton Agenda: Preview of His Goals For the Coming Years",
                "url": "http://www.nytimes.com/1997/12/07/us/the-clinton-agenda-preview-of-his-goals-for-the-coming-years.html"
            },
            {
                "body": "This list has been selected from books reviewed since the Holiday Books issue of December 1996. It is meant to suggest some of the high points in this year's fiction, poetry, nonfiction, children's books, mysteries and science fiction. The books are arranged alphabetically under genre headings. FICTION & POETRY ABBREVIATING ERNIE. By Peter",
                "date": "19971207",
                "title": "Notable Books of the Year 1997",
                "url": "http://www.nytimes.com/1997/12/07/books/notable-books-of-the-year-1997.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 174
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "EUROPE RUSSIA: YELTSIN ATTACKS EXTREMISM -- President Boris N. Yeltsin ordered the Government to fight political and religious extremism in the wake of several recent anti-Semitic outbursts by Russian politicians. Mr. Yeltsin told Prime Minister Yevgeny M. Primakov and other senior officials to draw up a program to oppose extremism, the President's",
                "byline": "Compiled by Christopher S. Wren",
                "date": "19981231",
                "title": "World Briefing",
                "url": "http://www.nytimes.com/1998/12/31/world/world-briefing.html"
            },
            {
                "body": "EUROPE BRITAIN: WARNING ON PINOCHET CASE Britain's Lord Chancellor -- the Government's chief law officer -- said the legal system risked being brought into disrepute by the Augusto Pinochet case. Lord Derry Irvine referred to the decision by the House of Lords, the highest court, to set aside its own ruling in November that the former Chilean",
                "byline": "Compiled by Christopher S. Wren",
                "date": "19981229",
                "title": "World Briefing",
                "url": "http://www.nytimes.com/1998/12/29/world/world-briefing.html"
            },
            {
                "body": "At the end of his second year as Secretary General, Kofi Annan offers no apologies for going the extra mile to talk with tyrants like Saddam Hussein and Col. Muammar el-Qaddafi, even when a rebuff, or carping in Washington, is his only reward. ''We're dealing with issues of war and peace,'' Mr. Annan said in an interview last week, rounding out the",
                "byline": "By BARBARA CROSSETTE",
                "date": "19981228",
                "title": "Ignoring Critics, Annan Presses Quest for Peace",
                "url": "http://www.nytimes.com/1998/12/28/world/ignoring-critics-annan-presses-quest-for-peace.html"
            },
            {
                "body": "EUROPE RUSSIA: 10 NUCLEAR MISSILES DEBUT -- Russia deployed 10 new Topol-M nuclear missiles in the Saratov region, 450 miles southeast of Moscow. The deployment was a major step for Russia's cash-shy military, because the Government does not have enough money to maintain all its armed forces and decided to concentrate on developing the",
                "byline": "Compiled by Christopher S. Wren",
                "date": "19981228",
                "title": "World Briefing",
                "url": "http://www.nytimes.com/1998/12/28/world/world-briefing.html"
            },
            {
                "body": "THE earliest confirmed case of infection with HIV-1, the virus that causes most AIDS cases around the world, is in a blood sample taken from an African man in 1959, in what was then the Belgian Congo. Earlier this year, D.N.A. analysts at the Aaron Diamond AIDS Research Center in New York, comparing that sample with others and calculating mutation",
                "byline": "By DONALD G. McNEIL Jr.",
                "date": "19981227",
                "title": "The World; AIDS in Africa: The Silent Stalker",
                "url": "http://www.nytimes.com/1998/12/27/weekinreview/the-world-aids-in-africa-the-silent-stalker.html"
            },
            {
                "body": "Beans are for sale in big metal buckets, and the potatoes are coming in. But in a camp for the displaced near here, there are still children whose bellies swell with hunger under filthy T-shirts. Francois Higiro, 23, pointed his machete toward the tall banana plants where his brother was killed this year by invaders who swarmed in, as they often",
                "byline": "By IAN FISHER",
                "date": "19981227",
                "title": "Rwanda's Huge Stake in Congo's War",
                "url": "http://www.nytimes.com/1998/12/27/world/rwanda-s-huge-stake-in-congo-s-war.html"
            },
            {
                "body": "They love New York. Oh, do they love New York. This year, tourists came to the city by the double-decker busful and many of them, about 6 million or so, came from overseas. The British usually lead the list of these visitors, but Germans, Japanese and Brazilians arrived in droves as well. Some foreigners found novel ways to express their affection.",
                "byline": "By FRANCIS FLAHERTY",
                "date": "19981227",
                "title": "NEIGHBORHOOD REPORT: NEW YORK INTERNATIONAL; Limit: 10 Languages Per Elevator",
                "url": "http://www.nytimes.com/1998/12/27/nyregion/neighborhood-report-new-york-international-limit-10-languages-per-elevator.html"
            },
            {
                "body": "An opinionated guide to cultural and recreational goings-on around the state this week. Items may be submitted by mail to On the Towns, Sunday New Jersey Section, The New York Times, 229 West 43d Street, New York, N.Y. 10036; by fax to (212) 556-7219, or by e-mail to njtowns@nytimes.com. MUSIC CLUB BENE Strange Brew Revue, a tribute to Eric",
                "date": "19981227",
                "title": "ON THE TOWNS; GOING OUT",
                "url": "http://www.nytimes.com/1998/12/27/nyregion/on-the-towns-going-out.html"
            },
            {
                "body": "THIS is the week when newspaper columnists traditionally offer predictions for the coming year. But columnists, like everyone else, are battle-scarred and hung over from the past week's festivities, so their prophecies tend to be gloomy and apocalyptic. Pessimistic guesses about the future are the growth industry of the modern age. Financial",
                "byline": "By DAVID BOUCHIER",
                "date": "19981227",
                "title": "OUT OF ORDER; Anxiously Looking Ahead to 1999",
                "url": "http://www.nytimes.com/1998/12/27/nyregion/out-of-order-anxiously-looking-ahead-to-1999.html"
            },
            {
                "body": "Not long ago, the prize seemed within Ethiopia's reach. After more than a half-century of stalling, Italy appeared ready to give back the 1,000-year-old Obelisk of Axum. But a border dispute between Ethiopia and Eritrea that has threatened to flare into war has put plans to return the slender granite tower on hold again. Axum, the capital of an",
                "date": "19981226",
                "title": "Political Storms Cloud Fate of an Ancient Ethiopian Obelisk",
                "url": "http://www.nytimes.com/1998/12/26/world/political-storms-cloud-fate-of-an-ancient-ethiopian-obelisk.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 269
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "EVERY New Year's Eve, we would like to think, one small story closes and another opens. But this year the story arrives in a deluxe edition. The ball dropping in Times Square at midnight will punctuate not just a chapter or a volume, but a boxed set titled ''20th Century.'' And it will be the first mark of an ellipsis into the future. Epochal",
                "byline": "By HOLLAND COTTER",
                "date": "19991231",
                "title": "CRITIC'S NOTEBOOK; Crossing Spiritual Thresholds",
                "url": "http://www.nytimes.com/1999/12/31/arts/critic-s-notebook-crossing-spiritual-thresholds.html"
            },
            {
                "body": "THE AMERICAS ARGENTINA: DRUG CHIEF'S WIDOW INDICTED A judge has indicted the widow of Pablo Escobar, once leader of Colombia's Medellin drug cartel, on charges of money laundering and froze $10 million of her assets. Prosecutors said Victoria Henao Vallejos has led a money laundering organization in Argentina since she arrived in Buenos Aires",
                "byline": "By Terence Neilan",
                "date": "19991231",
                "title": "WORLD BRIEFING",
                "url": "http://www.nytimes.com/1999/12/31/world/world-briefing.html"
            },
            {
                "body": "WHEN the sun comes up tomorrow morning, it will be the 23rd day of Tevet in 5760 by the Jewish calendar. In Chinese tradition it will be the 25th day of the 11th month in 4697, year of the earth rabbit. It will be the 24th day of Ramadan in 1420 under the Islamic calendar, and the 10th day of Pausa in 1921 by the national calendar of India. It",
                "byline": "By JON PARELES",
                "date": "19991231",
                "title": "Whatever It Is, Let's Celebrate",
                "url": "http://www.nytimes.com/1999/12/31/movies/whatever-it-is-let-s-celebrate.html"
            },
            {
                "body": "Israel's Shas Party, having received most of the money it sought to subsidize its private schools and expand the budgets of its cabinet ministers, has mercifully withdrawn its threat to desert the governing coalition on the eve of Israel's crucial peace talks with Syria. Prime Minister Ehud Barak was right to do what he could to keep the allegiance",
                "date": "19991230",
                "title": "Risky Political Tactics in Israel",
                "url": "http://www.nytimes.com/1999/12/30/opinion/risky-political-tactics-in-israel.html"
            },
            {
                "body": "As the Indian Airlines hijacking entered its sixth day today, growing attention is turning to the Taliban, the Islamic movement that rules most of Afghanistan but has been scorned by the world. India, which actively supports an armed opposition to the Taliban and applauds the United States for persuading the Security Council to punish Afghanistan",
                "byline": "By BARBARA CROSSETTE",
                "date": "19991230",
                "title": "As Hijacking Drama Plays Out, Views on Taliban Shift",
                "url": "http://www.nytimes.com/1999/12/30/world/as-hijacking-drama-plays-out-views-on-taliban-shift.html"
            },
            {
                "body": "MIDDLE EAST IRAN: LIBERAL TELLS OF ELECTION BAN The head of the liberal Islamic opposition said all its candidates in the provinces had been barred from running in February's key parliamentary elections. ''It's the first stage in a long battle,'' Ibrahim Yazdi, secretary general of the Iran Freedom Movement, said after newspapers reported that 401",
                "byline": "By Terence Neilan",
                "date": "19991230",
                "title": "WORLD BRIEFING",
                "url": "http://www.nytimes.com/1999/12/30/world/world-briefing.html"
            },
            {
                "body": "EUROPE GERMANY: KOHL INVESTIGATION -- Prosecutors in Bonn plan a criminal investigation against former Chancellor Helmut Kohl, who has admitted that he kept secret bank accounts and received more than $1 million in undisclosed political contributions while in office. Dismissing demands from even his own party, the Christian Democratic Union, Mr.",
                "byline": "Compiled by Barth Healey",
                "date": "19991229",
                "title": "WORLD BRIEFING",
                "url": "http://www.nytimes.com/1999/12/29/world/world-briefing.html"
            },
            {
                "body": "Push through the black iron gate, slip into the tiny garden and there, amid crab grass, wild flowers and snake plants, lies the detritus of this country's savage civil war. Only now rusting AK-47's have been fashioned into a baby's cradle. Empty machine guns curve into a globe, frozen on its axis. A rifle's snout becomes the spinal cord of a",
                "byline": "By RACHEL L. SWARNS",
                "date": "19991229",
                "title": "ARTS ABROAD; Swords Into Whimsy Instead of Plowshares",
                "url": "http://www.nytimes.com/1999/12/29/arts/arts-abroad-swords-into-whimsy-instead-of-plowshares.html"
            },
            {
                "body": "Portraying himself as a responsible leader, the former army chief who seized power here last week met today with foreign diplomats and vowed to honor Ivory Coast's huge foreign debts. Since the largely nonviolent coup, Gen. Robert Guei has been meeting with people from various sectors of society to outline his vision for the future. General Guei",
                "date": "19991229",
                "title": "Coup Leader Tells Diplomats He Will Honor Ivory Coast's Debts",
                "url": "http://www.nytimes.com/1999/12/29/world/coup-leader-tells-diplomats-he-will-honor-ivory-coast-s-debts.html"
            },
            {
                "body": "The Peace Corps has urged some volunteers to return home for the holidays and is moving others to safer locations, among a series of precautionary measures for the New Year, officials of the organization said today. The exact impact of the New Year holiday on more than 7,000 volunteers in 78 countries around the world is uncertain, but Peace Corps",
                "date": "19991228",
                "title": "Peace Corps Takes Steps On Year 2000",
                "url": "http://www.nytimes.com/1999/12/28/business/peace-corps-takes-steps-on-year-2000.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 467
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "ARCHERY U.S. Target Men's Olympic Bow: Richard Johnson, Woodstock, Conn. Women's Olympic Bow: Karen Scavotto, Enfield, Conn. Men's Compound Bow: Dave Cousins, Westbrooke, Me. Women's Compound Bow: Christie Bisco, Raymond, Me. U.S. Intercollegiate Team: Texas A&M. Men's Olympic Bow: Christopher Shull, Texas A&M. Women's Olympic Bow: Jessica Carlson,",
                "byline": "Compiled by Vincent M. Mallozzi",
                "date": "20001231",
                "title": "CHAMPIONS 2000; From Sydney To the Bronx, the Winners",
                "url": "http://www.nytimes.com/2000/12/31/sports/champions-2000-from-sydney-to-the-bronx-the-winners.html"
            },
            {
                "body": "Hemmed in by 2,000-foot rock massifs, this village seems, by measure of its beauty and mystery, altogether more like a place to stay than to leave. Yet Al-Ribat's villagers, driven by poverty, have migrated for centuries -- in recent decades, mostly northward, out of Yemen and across the vast desert known as the Empty Quarter that forms a barrier",
                "byline": "By JOHN F. BURNS",
                "date": "20001231",
                "title": "Where bin Laden Has Roots, His Mystique Grows",
                "url": "http://www.nytimes.com/2000/12/31/world/where-bin-laden-has-roots-his-mystique-grows.html"
            },
            {
                "body": "Former President Ronald Reagan will be gently reminded on this coming Feb. 6 that it is his 90th birthday. Affectionate greetings will pour in from all over the world, and many historians will note that his policies in the 80's not only curbed a raging inflation but also helped bring about the end of the cold war. And yet that appreciation for his",
                "byline": "By William Safire",
                "date": "20001231",
                "title": "Reagan Writes",
                "url": "http://www.nytimes.com/2000/12/31/magazine/reagan-writes.html"
            },
            {
                "body": "To the Editor: Re ''Mr. Clinton's Mideast Peace Plan'' (editorial, Dec. 27): Do not be too quick to dismiss the right of Palestinian refugees to return to the vicinity of their former homes, whether this is in Israel or a new Palestinian state. Legitimate security concerns must be addressed in a manner consistent with internationally recognized",
                "date": "20001229",
                "title": "The Palestinians And Right of Return",
                "url": "http://www.nytimes.com/2000/12/29/opinion/l-the-palestinians-and-right-of-return-204498.html"
            },
            {
                "body": "Land mines bear little resemblance to paper cups and plastic bags, but a successful method of collecting American roadside trash is serving as a model for clearing minefields in Asia, Africa and Europe. ''Adopt a highway'' has become Adopt-a-Minefield under a program created by two American organizations with close ties to the United Nations.",
                "byline": "By BARBARA CROSSETTE",
                "date": "20001225",
                "title": "Program Lets Donors Help Pay the Bill to Clear Minefields",
                "url": "http://www.nytimes.com/2000/12/25/world/program-lets-donors-help-pay-the-bill-to-clear-minefields.html"
            },
            {
                "body": "The morning wind whistles through the bullet holes in the tiny house on Teofilo-Braga Street. The electricity is out again. And Agostinho Capitango shuffles through the dark, his wooden leg dragging, as he considers his rusting faucets. ''We used to take showers when there was water,'' he said. ''That was in 1992.'' In the far-flung provincial",
                "byline": "By RACHEL L. SWARNS",
                "date": "20001224",
                "title": "Angola's Goal: Stepping Back From the Abyss",
                "url": "http://www.nytimes.com/2000/12/24/world/angola-s-goal-stepping-back-from-the-abyss.html"
            },
            {
                "body": "SEVERAL European nation-states including Germany, Austria and Italy -- emerged about a century ago from the vast multinational, polyglot empires that dominated 19th-century Europe. Their roots are not deep, their reality one of mingled blood. Yet, as the advance of the European Union encroaches on national sovereignty and the wealth of Europe draws",
                "byline": "By ROGER COHEN",
                "date": "20001224",
                "title": "Papers, Please; Europe's Love-Hate Affair With Foreigners",
                "url": "http://www.nytimes.com/2000/12/24/weekinreview/papers-please-europe-s-love-hate-affair-with-foreigners.html"
            },
            {
                "body": "Mario Marazziti, a 48-year-old Italian journalist, was bustling around Manhattan last weekend amid the throngs of shoppers and wide-eyed tourists. His goal, however, was not to find the perfect gift or to admire the Christmas tree in Rockefeller Center or to take in a performance of the ''Messiah'' or even to scout out projects for the official",
                "byline": "By Peter Steinfels",
                "date": "20001223",
                "title": "Beliefs; A community of lay Catholics, working mostly in small groups, seeks to end the death penalty.",
                "url": "http://www.nytimes.com/2000/12/23/us/beliefs-community-lay-catholics-working-mostly-small-groups-seeks-end-death.html"
            },
            {
                "body": "EUROPE TURKEY: PRISON SIEGE ENDS -- Soldiers used tear gas to subdue about 400 inmates at a prison in Istanbul, ending five days of raids to reassert government control over 20 prisons across the country. At least 27 people died. The raids were made after hunger strikers refused to end fasts protesting transfers from prisons where up to 100 inmates",
                "byline": "Compiled by Terence Neilan",
                "date": "20001223",
                "title": "WORLD BRIEFING",
                "url": "http://www.nytimes.com/2000/12/23/world/world-briefing.html"
            },
            {
                "body": "INTERNATIONAL A3-14 Israel Admits Killings Of Palestinian Militants Senior Israeli officials have acknowledged a new tactic of hunting down and killing individuals whom Israel holds responsible for planning or making attacks on its citizens. The disclosures have provoked an outcry among Palestinian officials, who call such actions ''state",
                "date": "20001222",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/2000/12/22/nyregion/news-summary-109550.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 440
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Settling into the job, one new leader sized up his counterparts while another, a septuagenarian hawk who led Israel's newly reinvigorated right wing, was elected against a backdrop of the worst Israeli-Palestinian violence in years. Soon the Bush administration abandoned the Middle East peace proposals that President Bill Clinton had left on the",
                "date": "20011231",
                "title": "The Year in Pictures: POLITICAL ACTS",
                "url": "http://www.nytimes.com/2001/12/31/news/the-year-in-pictures-political-acts.html"
            },
            {
                "body": "Inside the White House situation room on the morning terrorism transformed America, Franklin C. Miller, the director for defense policy, was suddenly gripped by a staggering fear: ''The White House could be hit. We could be going down.'' The reports and rumors came in a torrent: A car bomb had exploded at the State Department. The Mall was in",
                "byline": "This article was reported by Judith Miller, Jeff Gerth and Don Van Natta Jr. and written by Ms. Miller.",
                "date": "20011230",
                "title": "A NATION CHALLENGED: THE RESPONSE; Planning for Terror but Failing to Act",
                "url": "http://www.nytimes.com/2001/12/30/us/a-nation-challenged-the-response-planning-for-terror-but-failing-to-act.html"
            },
            {
                "body": "Bullets have ended so many governments in this central African country that foreign troops have been invited in with the sole purpose of keeping its political leaders alive. The South African protection force arrived at the end of October. Its mission is to help guard the transitional government that took office Nov. 1 under a power-sharing",
                "byline": "By MARC LACEY",
                "date": "20011230",
                "title": "Foreign Troops Keep Burundi's Peace",
                "url": "http://www.nytimes.com/2001/12/30/world/foreign-troops-keep-burundi-s-peace.html"
            },
            {
                "body": "In a year when death scarred the nation, death too often saddened sports -- at an auto-racing track, in a plane crash, on a sun-scorched football field, in a boxing ring on an aircraft carrier, on a ski slope in Tyrol, even on a world-class sailor's anchored yacht. On the competitive stages, the Arizona Diamondbacks dethroned the Yankees in a",
                "byline": "By DAVE ANDERSON",
                "date": "20011230",
                "title": "2001: LOOKING BACK; Death and Scandal Left Their Scars",
                "url": "http://www.nytimes.com/2001/12/30/sports/2001-looking-back-death-and-scandal-left-their-scars.html"
            },
            {
                "body": "Within hours of the Sept. 11 attacks, President Bush said, ''We will make no distinction between the terrorists who committed these acts and those who harbor them.'' From that first statement, Mr. Bush shaped a grand strategy for the war on terrorism that is as transforming of American policy as was Ronald Reagan's pledge to consign an ''evil",
                "byline": "By Richard Perle",
                "date": "20011228",
                "title": "The U.S. Must Strike at Saddam Hussein",
                "url": "http://www.nytimes.com/2001/12/28/opinion/the-us-must-strike-at-saddam-hussein.html"
            },
            {
                "body": "''Black Hawk Down,'' a realistic and action-packed re-enactment of the battle on the streets of Mogadishu that cost several hundred Somalis and 18 American soldiers their lives in October 1993, came within inches of being the first major Hollywood film to directly address the Sept. 11 terrorist attacks. But in the end, the director Ridley Scott and",
                "byline": "By RICK LYMAN",
                "date": "20011226",
                "title": "An Action Film Hits Close, But How Close?; Second Thoughts Prevail Against a Political Message",
                "url": "http://www.nytimes.com/2001/12/26/movies/action-film-hits-close-but-close-second-thoughts-prevail-against-political.html"
            },
            {
                "body": "Somalia's transitional government signed a peace agreement in Nakuru, Kenya, with some of the warlords who control chunks of the country. The signers are seeking to end the anarchy that has raged since 1991, but three prominent faction leaders backed by Ethiopia refused to sign the power-sharing agreement. Marc Lacey (NYT)",
                "byline": "By Marc Lacey (NYT)",
                "date": "20011225",
                "title": "World Briefing | Africa: Somalia: A Partial Peace Deal",
                "url": "http://www.nytimes.com/2001/12/25/world/world-briefing-africa-somalia-a-partial-peace-deal.html"
            },
            {
                "body": "The countries of sub-Saharan Africa have always had to fight for America's attention. Lately, most have fallen off the map. Nowhere is that clearer than in Congo, which has been ravaged by a three-year civil war with five foreign armies taking part. Earlier this year, President Joseph Kabila, whose father and predecessor, Laurent D. Kabila, had",
                "byline": "By RACHEL L. SWARNS",
                "date": "20011223",
                "title": "Imagine; The Struggle to be Heard",
                "url": "http://www.nytimes.com/2001/12/23/weekinreview/imagine-the-struggle-to-be-heard.html"
            },
            {
                "body": "As the war in Afghanistan nears a possible conclusion, Britain is putting increasing pressure on the United States to follow the fighting with a worldwide antipoverty program unmatched in scale since the rebuilding of Europe after World War II. Gordon Brown, Britain's chancellor of the exchequer, lobbied Treasury Secretary Paul H. O'Neill today to",
                "byline": "By JOSEPH KAHN",
                "date": "20011218",
                "title": "Britain Urges U.S. to Expand Worldwide Antipoverty Programs",
                "url": "http://www.nytimes.com/2001/12/18/world/britain-urges-us-to-expand-worldwide-antipoverty-programs.html"
            },
            {
                "body": "Franois Lumumba, head of a party that opposes the government of President Joseph Kabila, voiced concerns over peace talks between the government and rebel groups. ''We don't want only the warring parties to give their point of view,'' he said. Mr. Lumumba is the son of the country's first post-independence prime minister, Patrice Lumumba, who was",
                "date": "20011218",
                "title": "World Briefing | Africa: Congo: Lumumba's Son Seeks Role For Party",
                "url": "http://www.nytimes.com/2001/12/18/world/world-briefing-africa-congo-lumumba-s-son-seeks-role-for-party.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 335
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The dark theater is empty, its plush seats vacant. As the impatient, jostling crowd waits outside the auditorium doors, the famous actor prepares himself. In his dressing room, John Kani massages his forehead and rubs his face, kneading, molding, changing. He closes his eyes and slowly transforms himself into an ordinary man -- no easy task for an",
                "byline": "By RACHEL L. SWARNS",
                "date": "20021230",
                "title": "Johannesburg Journal; A Noted South African Actor Puts His Nation's Mixed Emotions Onstage",
                "url": "http://www.nytimes.com/2002/12/30/world/johannesburg-journal-noted-south-african-actor-puts-his-nation-s-mixed-emotions.html"
            },
            {
                "body": "In a vote widely hailed as a step forward for democracy in Africa, Kenyans have resoundingly defeated the party that has ruled over them for nearly four decades and selected the opposition leader Mwai Kibaki as their new president, election officials said today. The result left no doubt about the voters' opinion of the 24-year rule of the retiring",
                "byline": "By MARC LACEY",
                "date": "20021230",
                "title": "Kenya's Ruling Party Is Defeated After 39 Years",
                "url": "http://www.nytimes.com/2002/12/30/world/kenya-s-ruling-party-is-defeated-after-39-years.html"
            },
            {
                "body": "IN times past, tombstones often told the story of a life. This example comes from the book ''Churchyard Literature,'' published in 1877: ''Samuel Bishop, town clerk of New Haven, 54 years; its representative at 54 sessions of the general assembly, judge of the county and probate courts; died mayor of the city, and collector of the port, 7 August,",
                "byline": "By Dick Ahles",
                "date": "20021229",
                "title": "Full Lives, Captured In Memory And Words",
                "url": "http://www.nytimes.com/2002/12/29/nyregion/full-lives-captured-in-memory-and-words.html"
            },
            {
                "body": "Sitting with Jimmy Carter one wintry afternoon in his Plains, Ga., home a dozen years after he left 1600 Pennsylvania Avenue, I asked him about his relationship with Cyrus Vance. ''He's not who I wanted to be my secretary of state,'' Carter told me. Then, after a brief digression, he admitted that he was ''still sore'' that Vance had resigned in",
                "byline": "By Douglas Brinkley",
                "date": "20021229",
                "title": "THE LIVES THEY LIVED; Out of the Loop",
                "url": "http://www.nytimes.com/2002/12/29/magazine/the-lives-they-lived-out-of-the-loop.html"
            },
            {
                "body": "In a Christmas message from St. Peter's Square, Pope John Paul II spoke out today against the prospect of war in the Middle East and urged people not to succumb to fear of terrorism. Although the pope never mentioned Iraq, his remarks were delivered against the backdrop of a possible American-led military strike there, and they followed statements",
                "byline": "By FRANK BRUNI",
                "date": "20021226",
                "title": "Pope Calls for War Fires to Be Extinguished",
                "url": "http://www.nytimes.com/2002/12/26/world/pope-calls-for-war-fires-to-be-extinguished.html"
            },
            {
                "body": "AT the opening of a Mies van der Rohe exhibition this month in the fashionably bleak Whitechapel neighborhood, David Adjaye stood out in a regulation black suit made dashing with a scarlet turtleneck. He appeared all the more conspicuous by focusing on the displayed works rather than on the design crowd in circulation. His attention to the master's",
                "byline": "By JULIE V. IOVINE",
                "date": "20021226",
                "title": "A Beacon on a Path to Fame",
                "url": "http://www.nytimes.com/2002/12/26/dining/a-beacon-on-a-path-to-fame.html"
            },
            {
                "body": "Dikembe Mutombo ignored the black cast binding his right wrist and instead flung out his left hand to greet the guests. He was presiding over an exhibition of art by his younger brother, Tshitenge, in Manhattan last week, with sales of the colorful paintings of African family life benefiting a $15 million hospital Mutombo is building in his native",
                "byline": "By LIZ ROBBINS",
                "date": "20021225",
                "title": "PRO BASKETBALL; Mutombo Works to Build Legacy Off Court",
                "url": "http://www.nytimes.com/2002/12/25/sports/pro-basketball-mutombo-works-to-build-legacy-off-court.html"
            },
            {
                "body": "Those fortunate enough to be in London this Christmas season should stand under the neo-Classical portico of the National Gallery and cast their eyes to the south, where they will see something altogether delightful and unexpected. Below, in Trafalgar Square, this city's only great civic piazza, two pillars leap toward the heavens: Nelson's column",
                "byline": "By Thomas Pakenham",
                "date": "20021224",
                "title": "A Short History Of A Tall Tree",
                "url": "http://www.nytimes.com/2002/12/24/opinion/a-short-history-of-a-tall-tree.html"
            },
            {
                "body": "Sonny Carson, a black activist who was one of the central figures in the battle over community control of New York City's public schools in the 1960's, died Friday night at the Manhattan Veterans Affairs Medical Center. He was 66 and lived in Queens. Mr. Carson had been in a coma since suffering two heart attacks a few months ago, a spokesman for",
                "byline": "By MARC SANTORA",
                "date": "20021223",
                "title": "Sonny Carson, 66, Figure in 60's Battle for Schools, Dies",
                "url": "http://www.nytimes.com/2002/12/23/nyregion/sonny-carson-66-figure-in-60-s-battle-for-schools-dies.html"
            },
            {
                "body": "With a population of about 4.5 million, a cruelly tenacious winter and an awful lot of herring, Norway will never stand out as an economic powerhouse, a vacation paradise or the culinary envy of the world. But its claim to global fame is an arguably rarer one. Now more than ever, Norway seems to be the international capital of peace. The Nobel",
                "byline": "By FRANK BRUNI",
                "date": "20021221",
                "title": "A Nation That Exports Oil, Herring and Peace",
                "url": "http://www.nytimes.com/2002/12/21/world/a-nation-that-exports-oil-herring-and-peace.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 248
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "WORLD affairs were without question dominated this year by the war in Iraq. But history, much of it grim, did not visit Iraq alone. After 14 years of sputtering conflict, Liberia watched the man who was at the source of so much strife, President Charles G. Taylor, finally take up exile. He departed only after more blood was spilled, and desperate",
                "date": "20031229",
                "title": "THE YEAR IN PICTURES: THE WORLD",
                "url": "http://www.nytimes.com/2003/12/29/news/the-year-in-pictures-the-world.html"
            },
            {
                "body": "2003 -- We live in unsettling times, and few vehicles can capture an unsettling moment -- whether violent or moving, beautiful or repulsive, tragic or funny -- quite the way a still visual image can. This year had many such moments. There was war against a familiar Middle Eastern tyrant. Nine months later, the tyrant has been captured and his",
                "date": "20031229",
                "title": "THE YEAR IN PICTURES",
                "url": "http://www.nytimes.com/2003/12/29/news/the-year-in-pictures.html"
            },
            {
                "body": "Last March, Debbie Siyangapi took the pulpit in an Anglican church here in Zimbabwe's second-largest city and confessed her darkest secret to several hundred worshipers. Within an hour, she had donned a nun's habit as a disguise and slipped out of the church through a side entrance, literally fleeing for her safety, said Ms. Siyangapi and human",
                "byline": "By MICHAEL WINES",
                "date": "20031228",
                "title": "Reports of Rape and Torture Inside Zimbabwean Militia",
                "url": "http://www.nytimes.com/2003/12/28/world/reports-of-rape-and-torture-inside-zimbabwean-militia.html"
            },
            {
                "body": "WHATEVER possessed me last summer to take my children to three places damaged by violent acts of man or God? Bali. Madagascar. Hong Kong. Peerlessly beautiful places that have been the scenes of, respectively, terrorist atrocity, civil strife and pestilence. It was not, as one cynical friend suggested, morbid curiosity or an unnatural taste for",
                "byline": "By ANDREA LEE",
                "date": "20031228",
                "title": "Abroad in a Chastened World",
                "url": "http://www.nytimes.com/2003/12/28/travel/abroad-in-a-chastened-world.html"
            },
            {
                "body": "When Bach's ''Ave Maria'' filtered softly out of Christmas communion at a makeshift Roman Catholic chapel on Thursday night, this forward base of the 82nd Airborne Division was an oasis of calm. Stars shimmered above as mess hall workers in Santa Claus hats noiselessly finished clearing the remnants of the soldiers' turkey dinner. Along with the",
                "byline": "By JOHN F. BURNS",
                "date": "20031226",
                "title": "Soldiering On, Even as Spirits Ebb",
                "url": "http://www.nytimes.com/2003/12/26/world/soldiering-on-even-as-spirits-ebb.html"
            },
            {
                "body": "Sudan's government and rebel foes have agreed in principle on how to share wealth when their civil war ends, said the Kenyan foreign minister, Kalonzo Musyoka. The agreement was a crucial advance at peace talks in the Kenyan town of Naivasha. The rebel leader, John Garang of the Sudan People's Liberation Army, and the government's first vice",
                "date": "20031224",
                "title": "World Briefing | Africa: Sudan: Progress Reported In Talks",
                "url": "http://www.nytimes.com/2003/12/24/world/world-briefing-africa-sudan-progress-reported-in-talks.html"
            },
            {
                "body": "The Wadi Arabah was no barrier to Lawrence of Arabia. From the village of Buseira, he and four companions rode camels down the zigzags of a steep pass through bare rock of many colors, down into the heat at the bottom of the abyss. Above, he wrote, ''the cliffs and hills so drew together that hardly did the stars shine into its pitchy blackness.''",
                "byline": "By JOHN NOBLE WILFORD",
                "date": "20031223",
                "title": "A Tense Border's More Peaceful Past",
                "url": "http://www.nytimes.com/2003/12/23/science/a-tense-border-s-more-peaceful-past.html"
            },
            {
                "body": "Rebels said they would rejoin a coalition government, ending a three-month boycott that had stalled a peace effort. The government was set up in January but has been hobbled by distrust between rebels and President Laurent Gbagbo. Ivory Coast's civil war has officially been declared over, but the country is still split.",
                "date": "20031223",
                "title": "World Briefing | Africa: Ivory Coast: Rebels To Rejoin Government",
                "url": "http://www.nytimes.com/2003/12/23/world/world-briefing-africa-ivory-coast-rebels-to-rejoin-government.html"
            },
            {
                "body": "Human Rights Watch, an international human rights group based in New York, on Monday criticized a peace agreement giving soldiers and rebels temporary immunity from prosecution for atrocities committed against civilians in Burundi's 10-year civil war. More than 200,000 people have been killed, mostly civilians who often are the targets of rebels",
                "date": "20031222",
                "title": "Rights Group Criticizes Immunity Deal for Combatants in Burundi",
                "url": "http://www.nytimes.com/2003/12/22/world/rights-group-criticizes-immunity-deal-for-combatants-in-burundi.html"
            },
            {
                "body": "IT was here, four months ago, that the Liberian war officially came to an end. West African leaders coaxed Charles G. Taylor, the Liberian warlord-turned-president, to accept exile to a jungle palace in Nigeria. Guinea-Bissau, Nigeria and others dispatched their soldiers to keep the warring factions at bay. They shepherded former enemies through a",
                "byline": "By SOMINI SENGUPTA",
                "date": "20031221",
                "title": "The World; Lessons From Africa: War Crimes Without End",
                "url": "http://www.nytimes.com/2003/12/21/weekinreview/the-world-lessons-from-africa-war-crimes-without-end.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 320
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "To the cheers of thousands, government officials signed a peace deal with separatist rebels, bringing hope for an end to two decades of low-level skirmishes in the troubled southern Casamance region.",
                "date": "20041231",
                "title": "World Briefing | Africa: Senegal: Peace Pact Signed",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9F0CE6D71439F932A05751C1A9629C8B63"
            },
            {
                "body": "Peace talks began near the Uganda-Sudan border between the Ugandan government and an elusive rebel group called the Lord's Resistance Army, which has terrorized Ugandans for the last 18 years. The rebels, led by a mystic named Joseph Kony, have reinforced their ranks over the years by kidnapping children. The group's spokesman, Sam Kolo, told the",
                "byline": "By Marc Lacey (NYT)",
                "date": "20041230",
                "title": "World Briefing | Africa: Uganda: Government And Rebels In Talks",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9B00E3D71739F933A05751C1A9629C8B63"
            },
            {
                "body": "No one paid much heed last year when the Swiss artist Thomas Hirschhorn stopped showing his work in Switzerland to protest a right-wing populist's entry into the government. Now, in a new exhibition in Paris, a biting critique of Swiss democracy, Mr. Hirschhorn has provoked stormy scenes in the Swiss Parliament that have turned him into his",
                "byline": "By ALAN RIDING",
                "date": "20041227",
                "title": "Dissecting Democracy, Swiss Artist Stirs Debate",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=990DE2DD1639F934A15751C1A9629C8B63"
            },
            {
                "body": "Pope John Paul II delivered his traditional Christmas plea for peace on Saturday in an address shortened this year -- apparently because of his poor health -- but packed with no less passion and worry about violence in troubled parts of the world. ''I think of Africa, of the tragedy of Darfur in Sudan, of the Ivory Coast and of the Great Lakes",
                "byline": "By IAN FISHER",
                "date": "20041226",
                "title": "Pope Offers Plea for Peace in Christmas Message",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=950CE3D71E30F935A15751C1A9629C8B63"
            },
            {
                "body": "It started as a minor dispute between farm worker and farm owner, a bit of unpleasantness that might have been smoothed over with a few mild words. The 68-year-old owner, Hilde Wiese, discovered a gosling crushed between crates in the flower garden. She scolded the gardener for her carelessness. The worker, resentful, shouted at the owner's son,",
                "byline": "By SHARON LaFRANIERE",
                "date": "20041225",
                "title": "Tensions Simmer as Namibia Divides Its Farmland",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A06E5DA1E30F936A15751C1A9629C8B63"
            },
            {
                "body": "'Valley of Bones' By Michael Gruber William Morrow. 436 pp. $24.95. At the start of what is nominally Michael Gruber's second book for adult readers, a body falls out a window of a Miami hotel. The body winds up on a wrought-iron fence. And it is duly noted that the fence has a French design, so that it features fleur-de-lis spearheads that are",
                "byline": "By JANET MASLIN",
                "date": "20041223",
                "title": "BOOKS OF THE TIMES; Miami Cop on a Soul-Search for a Killer",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A0DEFDD1130F930A15751C1A9629C8B63"
            },
            {
                "body": "It was with great fanfare that the United States and 188 other countries signed the United Nations Millennium Declaration, a manifesto to eradicate extreme poverty, hunger and disease among the one billion people in the world who subsist on barely anything. The project set a deadline of 2015 to achieve its goals. Chief among them was the goal for",
                "date": "20041223",
                "title": "America, the Indifferent",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A00E2DC1130F930A15751C1A9629C8B63"
            },
            {
                "body": "In one of the first signs of the effects of the ever tightening federal budget, in the past two months the Bush administration has reduced its contributions to global food aid programs aimed at helping millions of people climb out of poverty. With the budget deficit growing and President Bush promising to reduce spending, the administration has",
                "byline": "By ELIZABETH BECKER",
                "date": "20041222",
                "title": "U.S. Cutting Food Aid That Is Aimed at Self-Sufficiency",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D0CE4D61330F931A15751C1A9629C8B63"
            },
            {
                "body": "Raising concerns of a surge in Congo's five-year war, renegade soldiers in the country's east took two more villages -- Kayna and Kirumba -- in their battles with government troops sent to the region by President Joseph Kabila, officials said. A government delegation sought to defuse tensions in the volatile North Kivu region and get the peace",
                "byline": "By Marc Lacey (NYT)",
                "date": "20041221",
                "title": "World Briefing | Africa: Congo: Renegade Soldiers Gain Ground",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9903E3D91330F932A15751C1A9629C8B63"
            },
            {
                "body": "In a pivotal scene in ''Hotel Rwanda,'' which opens Wednesday, the colonel in charge of a beleaguered United Nations peace-keeping force rushes to talk with the commanding officer of a fresh and heavily armed United Nations contingent that has just arrived at a hotel packed with refugees from the bloody genocide outside its walls. The colonel,",
                "byline": "By JOHN DARNTON",
                "date": "20041220",
                "title": "Revisiting Rwanda's Horrors With a Former National Security Adviser",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=940CE7D71230F933A15751C1A9629C8B63"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 201
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "In theory, what happened to 14-year-old Sibongile in this hilly, crowded township outside Durban in November could not happen today -- at least, not legally. On a broiling Saturday morning, as more than a dozen women looked on, Sibongile joined 56 other Zulu girls outside a red-and-white striped tent. One by one, they lay on a straw mat beneath the",
                "byline": "By SHARON LaFRANIERE; Gavin du Venage contributed reporting from George, South Africa, for this article.",
                "date": "20051230",
                "title": "Women's Rights Laws and African Custom Clash",
                "url": "http://www.nytimes.com/2005/12/30/international/africa/30africa.html"
            },
            {
                "body": "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional",
                "date": "20051230",
                "title": "The Listings: Dec. 30 - Jan. 5",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A03E2DA1330F933A05751C1A9639C8B63"
            },
            {
                "body": "INTERNATIONAL A3-14 U.S. Plans More Advisers After Claims of Iraq Abuse American commanders are planning a steep increase in the number of American soldiers advising Iraqi police commando units, in part to curtail human rights abuses that the units are suspected of inflicting on Sunni Arabs, a senior American commander in Iraq said. Human rights",
                "date": "20051230",
                "title": "News Summary",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9802E6D71330F933A05751C1A9639C8B63"
            },
            {
                "body": "THE other greatest story ever told is where everything in Bruce Feiler's and Linda Rottenberg's Brooklyn Heights apartment comes from. By his estimate, Mr. Feiler, 41, the author of several best-selling books, including ''Walking the Bible,'' which is now also a PBS series starting on Wednesday, has shopped in over 60 countries. His wife, Ms.",
                "byline": "By WILLIAM L. HAMILTON",
                "date": "20051229",
                "title": "AT HOME WITH/BRUCE FEILER; But How Do You Get It Home?",
                "url": "http://travel.nytimes.com/2005/12/29/garden/29bible.html"
            },
            {
                "body": "In his first Christmas address, Pope Benedict XVI prayed Sunday for peace in poorer, war-torn parts of the world as he warned the more comfortable that they ''risk becoming victims of their own intellectual and technical achievements.'' ''Wake up, O men and women of the third millennium!'' Benedict said on a rainy Christmas day from the balcony at",
                "byline": "By IAN FISHER",
                "date": "20051226",
                "title": "Pope Urges Crowds to Seek 'Light of Christ'",
                "url": "http://www.nytimes.com/2005/12/26/international/europe/26pope.html"
            },
            {
                "body": "Charity came pouring in from far and wide for this island nation devastated by the tsunami a year ago. But on its fragile northern peninsula, Udayarani Sebastian Pillai today lives on the cliff-edge of uncertainty. The government has barred her from rebuilding on the seafront where she had lived, and there is no promise of a permanent house. For",
                "byline": "By SOMINI SENGUPTA and SETH MYDANS; Somini Sengupta reported from Sri Lanka for this article, and Seth Mydans from Indonesia.",
                "date": "20051225",
                "title": "Tsunami's Legacy: Extraordinary Giving and Unending Strife",
                "url": "http://www.nytimes.com/2005/12/25/international/asia/25tsunami.html"
            },
            {
                "body": "Weeks This Last On Week Week List FICTION 1 1 S IS FOR SILENCE, by Sue Grafton. (Marian Wood/Putnam, $26.95.) Kinsey Millhone searches for a woman who disappeared 34 years ago. 2 1 4 MARY, MARY, by James Patterson. (Little, Brown, $27.95.) The F.B.I. agent Alex Cross tracks a Hollywood killer who announces the crimes via e-mail. 3 2 8 AT FIRST",
                "date": "20051225",
                "title": "BEST SELLERS: December 25, 2005",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C01E6D81F31F936A15751C1A9639C8B63"
            },
            {
                "body": "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional",
                "date": "20051223",
                "title": "The Listings: Dec. 23 - Dec. 29",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9F05E7D71430F930A15751C1A9639C8B63"
            },
            {
                "body": "The United Nations emergency aid coordinator, Jan Egeland, said Monday that fresh outbreaks of violence across Africa were seriously undermining relief efforts at a time when those efforts were starting to produce positive results. In an appeal to the Security Council, he said destructive conflicts would continue to spread in the absence of",
                "byline": "By WARREN HOGE",
                "date": "20051220",
                "title": "Aid Effort in Africa Undermined By New Violence, U.N. Reports",
                "url": "http://www.nytimes.com/2005/12/20/international/africa/20nations.html"
            },
            {
                "body": "To the Editor: I applaud Paul Theroux's views in ''The Rock Star's Burden.'' I was a Peace Corps volunteer teacher in Ethiopia from 1967 to 1969. I returned in 1999 and found the same deteriorated conditions. Ethiopia has fewer than 2,000 physicians for a population of 73 million. Some say there are more Ethiopian-educated doctors in the Washington",
                "date": "20051219",
                "title": "Aid to Africa, From a Rock Star",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A0DE5DC1730F93AA25751C1A9639C8B63"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 205
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Particularly after all the tributes to Gerald Ford in the last few days, President Bush may be pondering his own legacy and obituary. Sorry, Mr. Bush, but it doesn't look good right now, with your obit perhaps beginning something like this: ''George W. Bush, who achieved tremendous acclaim for his handling of the 9/11 terror attacks but left office",
                "byline": "By NICHOLAS D. KRISTOF; David Brooks is on vacation.",
                "date": "20061231",
                "title": "Ten Suggestions for Rescuing the Bush Legacy",
                "url": "http://select.nytimes.com//2006/12/31/opinion/31kristof.html"
            },
            {
                "body": "President Gerald R. Ford was never one for second-guessing, but for many years after leaving office in 1977, he carried in his wallet a scrap of a 1915 Supreme Court ruling. A pardon, the excerpt said, ''carries an imputation of guilt,'' and acceptance of a pardon is ''a confession of it.'' Mr. Ford's decision to pardon Richard M. Nixon for any",
                "byline": "By SCOTT SHANE",
                "date": "20061229",
                "title": "THE 38TH PRESIDENT; For Ford, Pardon Decision Was Always Clear-Cut",
                "url": "http://www.nytimes.com/2006/12/29/washington/29pardon.html"
            },
            {
                "body": "Just hours after Islamist fighters abandoned Mogadishu, the capital from which they ruled much of Somalia, thousands of troops of the transitional government marched into the city on Thursday in a stunning reversal of fortune. The government soldiers and the Ethiopian infantrymen who have been backing them poured in from the outskirts, residents",
                "byline": "By JEFFREY GETTLEMAN; Mohammed Ibrahim and Yuusuf Maxamuud contributed reporting from Mogadishu, and Mark Mazzetti from Washington.",
                "date": "20061229",
                "title": "SOMALIA FORCES RETAKE CAPITAL FROM ISLAMISTS",
                "url": "http://www.nytimes.com/2006/12/29/world/africa/29somalia.html"
            },
            {
                "body": "BOEHM--Robert, passed on December 26, at home, age 92. Lawyer and supreme activist, he was deeply devoted to the causes of civil rights, peace and justice. Chairman (Emeritus) of the Board of the Center for Constitutional Rights, longtime member of the National Lawyers Guild, ACLU, and NECLC. He was a most active member of the Lawyers Committee on",
                "date": "20061228",
                "title": "Paid Notice: Deaths BOEHM, ROBERT",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=950DE5D6113AF93BA15751C1A9609C8B63"
            },
            {
                "body": "The Islamist forces once in control of much of Somalia are crumbling faster than anyone expected and beat a hasty retreat back to their stronghold in Mogadishu, Somalia's battle-scarred capital, on Tuesday. By dawn, Buurhakaba, a large inland town, had fallen to the Islamists' rivals, along with nearby Dinsoor and Bulo Burti, where just a few weeks",
                "byline": "By JEFFREY GETTLEMAN; Yussuf Maxamuud and Mohammed Ibrahim contributed reporting from Mogadishu, and Elissa Gootman from the United Nations.",
                "date": "20061227",
                "title": "Islamists in Somalia Retreat From Ethiopia-Backed Forces",
                "url": "http://www.nytimes.com/2006/12/27/world/africa/27somalia.html"
            },
            {
                "body": "The United States on Tuesday signaled its support for the Ethiopian offensive in Somalia, calling it a response to ''aggression'' by Islamists who have since the summer been consolidating power in the country. A spokeswoman for the State Department, Janelle Hironimus, said Ethiopia was trying to stem the flow of outside arms shipments to the",
                "byline": "By MARK MAZZETTI",
                "date": "20061227",
                "title": "U.S. Signals Backing for Ethiopian Incursion Into Somalia",
                "url": "http://www.nytimes.com/2006/12/27/world/africa/27africa.html"
            },
            {
                "body": "Mankind, which has reached other planets and decoded the genetic instructions for life, should not presume it can live without God, Pope Benedict XVI said in his Christmas address on Monday. In an age of unbridled consumerism, he said, it was shameful that many people remained deaf to the ''heart-rending cry'' of those dying of hunger, thirst,",
                "date": "20061226",
                "title": "Pope Says Mankind, Despite Its Advances, Still Needs God",
                "url": "http://www.nytimes.com/2006/12/26/world/europe/26pope.html"
            },
            {
                "body": "Ethiopia officially plunged into war with Somalia's Islamist forces on Sunday, bombing targets inside Somalia and pushing ground troops deep into Somali territory in a major escalation that could turn Somalia's internal crisis into a violent religious conflict that engulfs the entire Horn of Africa. The coordinated assault was the first open",
                "byline": "By JEFFREY GETTLEMAN; Yussuf Maxamuud and Mohammed Ibrahim contributed reporting from Mogadishu, Somalia.",
                "date": "20061225",
                "title": "Ethiopia Hits Somali Targets, Declaring War",
                "url": "http://www.nytimes.com/2006/12/25/world/africa/25somalia.html"
            },
            {
                "body": "Democracy is hard work, the adage goes, but it's harder in some places than others. In Haiti, a presidential campaign in February was largely free of the bloodshed that had marked many previous election seasons. Voters crammed polling places and gave Ren Prval, a popular 63-year-old former president, a near-majority. But when Mr. Prval's",
                "date": "20061225",
                "title": "2006: THE YEAR IN PICTURES; Democracy's Halting Steps",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9E07EEDF1E31F936A15751C1A9609C8B63"
            },
            {
                "body": "WHAT IS THE WHAT -- The Autobiography of Valentino Achak Deng: A Novel. By Dave Eggers. 475 pp. McSweeney's. $26. When I'm asked about the differences between fiction and nonfiction, I often find myself attempting to answer this simultaneously impossible and obvious question by rattling on about ''Huckleberry Finn.'' One distinction is that a",
                "byline": "By Francine Prose",
                "date": "20061224",
                "title": "The Lost Boy",
                "url": "http://www.nytimes.com/2006/12/24/books/review/Prose.t.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 275
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "WE Americans live in a society awash in historical celebrations. The last few years have witnessed commemorations of the bicentennial of the Louisiana Purchase (2003) and the 50th anniversary of the end of World War II (2005). Looming on the horizon are the bicentennial of Abraham Lincoln's birth (2009) and the sesquicentennial of the outbreak of",
                "byline": "By ERIC FONER",
                "date": "20071230",
                "title": "OP-ED CONTRIBUTOR; Forgotten Step Toward Freedom",
                "url": "http://www.nytimes.com/2007/12/30/opinion/30foner.html"
            },
            {
                "body": "As first lady, Hillary Rodham Clinton jaw-boned the authoritarian president of Uzbekistan to leave his car and shake hands with people. She argued with the Czech prime minister about democracy. She cajoled Roman Catholic and Protestant women to talk to one another in Northern Ireland. She traveled to 79 countries in total, little of it leisure; one",
                "byline": "By PATRICK HEALY",
                "date": "20071226",
                "title": "THE LONG RUN; The Rsum Factor: Those 2 Terms as First Lady",
                "url": "http://www.nytimes.com/2007/12/26/us/politics/26clinton.html"
            },
            {
                "body": "Stereotypes get a bad name, but our poor brains couldn't function without them. Americans look toward Europe and see weariness and cynicism bent under the weight of history. Europeans see America's vision of personal reinvention and hope and find a culture of navet. We all want what we don't have, and there is nothing like a stereotype to",
                "byline": "By BERNARD HOLLAND",
                "date": "20071224",
                "title": "MUSIC; I Hear America Dancing, and the Sound Is Just Like Tap Shoes",
                "url": "http://theater2.nytimes.com/2007/12/24/arts/music/24xmas.html"
            },
            {
                "body": "-- Panic was spreading this August through this tidy village of 2,000 as one person after another fell ill with weeks of high fever, exhaustion and excruciating bone pain, just as most of Italy was enjoying Ferragosto, its most important summer holiday. ''At one point, I simply couldn't stand up to get out of the car,'' said Antonio Ciano, 62, an",
                "byline": "By ELISABETH ROSENTHAL",
                "date": "20071223",
                "title": "As Earth Warms Up, Virus From Tropics Moves to Italy",
                "url": "http://www.nytimes.com/2007/12/23/world/europe/23virus.html"
            },
            {
                "body": "At the sound of the copter blades, a thousand Masai tribesmen crane their necks upward. It is as if their savior is dropping from the sky. ''Railaaaaaaaaaaaaaaaaa!'' they yell. The tribesmen turn into a stampede, hollering and poking their gnarled wooden clubs in the air. An enormous cloud of dust swallows the copter as it lands. Out comes Raila",
                "byline": "By JEFFREY GETTLEMAN",
                "date": "20071222",
                "title": "In Helicopter or Hummer, Kenya Contender Dazzles",
                "url": "http://www.nytimes.com/2007/12/22/world/africa/22kenya.html"
            },
            {
                "body": "At an hour when most people here are sleeping or sinning, the worshipers of the Spiritual Warfare ministry gather in the cold sanctuary of a neighborhood church to battle evil. The students, taxicab drivers, homemakers and entrepreneurs, all Christians, mostly from French-speaking Africa, attend a midnight service four nights a week to seek",
                "byline": "By NEELA BANERJEE",
                "date": "20071218",
                "title": "A Midnight Service Helps African Immigrants Combat Demons",
                "url": "http://www.nytimes.com/2007/12/18/us/18witchcraft.html"
            },
            {
                "body": "In South Africa, the African National Congress is the unchallenged political machine, the party's leader is its kingmaker and the conference to select that person, which began Sunday, is not unlike an American presidential primary. But even at its quirkiest, American presidential politics has seldom been like this. More telling, never has South",
                "byline": "By MICHAEL WINES",
                "date": "20071217",
                "title": "Leadership Battle Grips South Africa's Dominant Party",
                "url": "http://www.nytimes.com/2007/12/17/world/africa/17anc.html"
            },
            {
                "body": "When Augustus Massalee walked through the arrivals gate at Kennedy International Airport, he seemed to have shrunk two sizes. Layers of muscle had disappeared from his shoulders, and his face had thinned so much that the customs official did not recognize him from his passport photo. His accent, which once identified him as a tough kid from Staten",
                "byline": "By ELLEN BARRY",
                "date": "20071214",
                "title": "Exiled to a War Zone, for His Safety",
                "url": "http://www.nytimes.com/2007/12/14/nyregion/14liberians.html"
            },
            {
                "body": "The world's leaders say they care desperately about Darfur's suffering, until they get distracted. It took years of international hand-wringing before the United Nations Security Council passed a resolution to send in 26,000 peacekeepers to replace a current force of 7,000, to try to halt the killing. With the deployment now set for Jan. 1, major",
                "date": "20071210",
                "title": "EDITORIAL; Delay, Obstruction and Darfur",
                "url": "http://www.nytimes.com/2007/12/10/opinion/10mon1.html"
            },
            {
                "body": "WHEN her sons were toddlers, Amy Manata, a Jewish woman with a Catholic husband, began conducting a silent war. In the months leading up to Hanukkah, she would ask the boys, now 4 and 6, which toys they wanted most, then bestow them at Hanukkah to ensure that it was a better holiday than Christmas. She and her husband, Frank, who live in Skokie,",
                "byline": "By JULIE SCELFO",
                "date": "20071206",
                "title": "A Holiday Medley, Off Key",
                "url": "http://www.nytimes.com/2007/12/06/garden/06Fight.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 208
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "After four days of Israeli airstrikes on Gaza, an outpouring of popular anger is putting pressure on American allies in the Arab world and appears to be worsening divisions in the region. The sharpest rhetorical attacks have been aimed at Egypt, which is widely seen as having aided the Israeli campaign by closing its border with Gaza. But as major",
                "byline": "By ROBERT F. WORTH; Hwaida Saad contributed reporting from Beirut, and Khalid al-Hammadi from Sana, Yemen.",
                "date": "20081231",
                "title": "Moderate Arab States Feel Popular Anger Over Israeli Action Against Hamas",
                "url": "http://www.nytimes.com/2008/12/31/world/middleeast/31arabs.html"
            },
            {
                "body": "Ugandan rebels fleeing a multinational offensive raided a Congolese village and killed at least 15 people, United Nations peacekeepers said Friday. Uganda, Congo and South Sudan, an autonomous region of Sudan, launched a joint assault on Dec. 14 against bases of the Lord's Resistance Army, a Ugandan rebel group, in Congo. But they have so far",
                "byline": "By REUTERS",
                "date": "20081227",
                "title": "WORLD BRIEFING | AFRICA; Congo: Fleeing Rebels Kill 15",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A0DEED8113EF934A15751C1A96E9C8B63"
            },
            {
                "body": "This market town serves as kind of a fulcrum balancing perhaps the most important peace treaty in Africa. Much rides on the stability of the nearly four-year-old agreement between the Arab Muslim government in Khartoum and the former rebel movement in the mostly Christian and animist southern Sudan: considerable oil wealth; the calm, such as it is,",
                "byline": "By NEIL MacFARQUHAR",
                "date": "20081226",
                "title": "MEMO FROM ABYEI; Sudan's Tug of War Over City Puts Treaty at Risk",
                "url": "http://www.nytimes.com/2008/12/26/world/africa/26sudan.html"
            },
            {
                "body": "Pope Benedict XVI called for peace in the Middle East, Darfur and Zimbabwe and stability in other war-torn lands in a particularly politically pointed Christmas greeting to the city and the world. Delivering his annual ''Urbi et Orbi'' message from the balcony of St. Peter's Basilica, the pope also spoke to the fears of people suffering from the",
                "byline": "By RACHEL DONADIO",
                "date": "20081226",
                "title": "Pope's Christmas Greeting Focuses on Pursuit of Peace",
                "url": "http://www.nytimes.com/2008/12/26/world/europe/26pope.html"
            },
            {
                "body": "By the time the bus got to 125th Street at Lexington Avenue, frustration had hit fever pitch. Passengers on the M60 bus who had already been forced to stand were pressed against the doors. Others, trapped by tall suitcases, could not get up from their seats. Two dozen people with yet more bags tried to board, but a wave of exiting riders, shouting",
                "byline": "By C. J. HUGHES",
                "date": "20081226",
                "title": "Catching a Full-Up Plane? Take This Overstuffed Bus",
                "url": "http://www.nytimes.com/2008/12/26/nyregion/26bus.html"
            },
            {
                "body": "The British Broadcasting Corporation broadcast an interview on Wednesday with the Nobel Peace Prize winner Archbishop Desmond Tutu of South Africa, who called on President Robert Mugabe of Zimbabwe to give up power. Asked if Mr. Mugabe should be removed by force, Archbishop Tutu, now retired, said there should ''certainly be the threat of it.'' He",
                "byline": "By THE ASSOCIATED PRESS",
                "date": "20081225",
                "title": "WORLD BRIEFING | AFRICA; Zimbabwe: Tutu Chides Mugabe",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D07E7D7143CF936A15751C1A96E9C8B63"
            },
            {
                "body": "The government of President Robert Mugabe took a missing Zimbabwean human rights activist to court on Wednesday, accusing her and at least six others of plotting to overthrow Mr. Mugabe. The activist, Jestina Mukoko, above, was abducted by armed men on Dec. 3 after nationwide protests against the country's deepening economic and health crises.",
                "byline": "By THE ASSOCIATED PRESS",
                "date": "20081225",
                "title": "WORLD BRIEFING | AFRICA; Zimbabwe: Allegations of a Coup Plot",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9F04E7D7143CF936A15751C1A96E9C8B63"
            },
            {
                "body": "Just a few years ago, democracy's march across Africa seemed unstoppable. These days, it seems stalled: vote rigging in Nigeria, a convulsion of ethnic violence after disputed elections in Kenya and outright theft at the polls in Zimbabwe are among the most recent signs. That may be why those looking for reasons to be hopeful about democracy in",
                "byline": "By LYDIA POLGREEN",
                "date": "20081223",
                "title": "Ghana's Image, Glowing Abroad, Is Beginning to Show a Few Blemishes at Home",
                "url": "http://www.nytimes.com/2008/12/23/world/africa/23ghana.html"
            },
            {
                "body": "A RARE bright spot has appeared in a job landscape dominated by layoffs: the Foreign Service. For the last several years, hiring in the United States Foreign Service was minimal because of a lack of Congressional funding. In addition, war has created an urgent need for diplomatic personnel in Iraq and Afghanistan, and as officers have moved to",
                "byline": "By EILENE ZIMMERMAN",
                "date": "20081221",
                "title": "Hiring Window Is Open At the Foreign Service",
                "url": "http://www.nytimes.com/2008/12/21/jobs/21officers.html"
            },
            {
                "body": "In what would be the first modern active deployment of its warships beyond the Pacific, China appears set to send naval vessels to help in the fight against hijackers in the pirate-infested Gulf of Aden. A vice foreign minister and a leading naval strategist were quoted in Chinese state media on Wednesday as saying that Beijing was close to",
                "byline": "By MARK McDONALD",
                "date": "20081218",
                "title": "China Seems Prepared to Join Antipirate Patrols, in Rare Move Beyond the Pacific",
                "url": "http://www.nytimes.com/2008/12/18/world/asia/18patrols.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 227
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "PARIS -- From Audrey Hepburn to Bob Geldof to Bono, hands-on humanitarian work has long held an appeal for stars who want to give something back. Yet, for all the celebrities in charity, the rarified world of fashion has tended to shun this spotlight. Perhaps an active interest in gritty issues does not seem like such a leap for rock stars --",
                "byline": "By TARA MULHOLLAND",
                "date": "20091229",
                "title": "Fashion Models Start Getting Their Hands Dirty",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C0CE4D61539F93AA15751C1A96F9C8B63"
            },
            {
                "body": "In the midst of two unfinished major wars, the United States has quietly opened a third, largely covert front against Al Qaeda in Yemen. A year ago, the Central Intelligence Agency sent several of its top field operatives with counterterrorism experience to the country, according a former top agency official. At the same time, some of the most",
                "byline": "By ERIC SCHMITT and ROBERT F. WORTH; Eric Schmitt reported from Washington, and Robert F. Worth from Beirut, Lebanon.",
                "date": "20091228",
                "title": "U.S. Widens the Terror War To Yemen, a Qaeda Bastion",
                "url": "http://www.nytimes.com/2009/12/28/world/middleeast/28yemen.html"
            },
            {
                "body": "Former President Jimmy Carter apologized for any words or deeds that may have upset Jews. Mr. Carter said he was offering an Al Het, a prayer said on Yom Kippur, the Jewish Day of Atonement. It signifies a plea for forgiveness. ''We must not permit criticisms for improvement to stigmatize Israel,'' Mr. Carter said in a letter, which was first sent",
                "byline": "By THE ASSOCIATED PRESS",
                "date": "20091224",
                "title": "NATIONAL BRIEFING | WASHINGTON; Carter Apologizes To Jews",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D04E3DD113CF937A15751C1A96F9C8B63"
            },
            {
                "body": "President Andry Rajoelina has formally rejected internationally brokered power-sharing deals and said any attempt by the opposition to form a Parliament this week would be illegal. Mr. Rajoelina named an army colonel as his new prime minister on Sunday after months of power-sharing talks collapsed. In a statement, he said his decree dismissing the",
                "byline": "By REUTERS",
                "date": "20091222",
                "title": "WORLD BRIEFING | AFRICA; Madagascar: President Rejects Deal",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9E00E4DE1E3BF931A15751C1A96F9C8B63"
            },
            {
                "body": "One morning in April 2008, Lee Melvin, then Connecticut's admissions director, welcomed the Sudanese basketball recruit Ater Majok into his office. Before he sat down for an informal interview, Majok, wearing a confident smile, pointed to a framed painting of Shaka Zulu, the African warrior, hanging in a window. ''Do you know who that is?'' Majok",
                "byline": "By KEVIN ARMSTRONG",
                "date": "20091220",
                "title": "At UConn, Wait Is Over For a Warrior From Africa",
                "url": "http://www.nytimes.com/2009/12/20/sports/ncaabasketball/20uconn.html"
            },
            {
                "body": "Charles G. Taylor, the former president of Liberia, has appeared as a confident witness at his own war crimes trial through more than 50 days, casting himself as a man striving for peace -- not the warlord who brought death and havoc in West Africa, as prosecutors portray him. Time and again, he has denied accusations that he enriched himself from",
                "byline": "By MARLISE SIMONS",
                "date": "20091220",
                "title": "Test for a Court as Prosecutors Face Liberia's Ex-Ruler",
                "url": "http://www.nytimes.com/2009/12/20/world/africa/20taylor.html"
            },
            {
                "body": "The 16th of December was once a day of rival holidays here, two opposing flows of memory colliding at a junction. Afrikaners, the descendants of white settlers, celebrated the Day of the Vow, a covenant said to be made between their ancestors and God in 1838 that led to the slaughter of 3,000 Zulus. Blacks commemorated the same day on the calendar,",
                "byline": "By BARRY BEARAK",
                "date": "20091217",
                "title": "PRETORIA JOURNAL; A Holiday of White Conquest Persists in a South Africa Far From United",
                "url": "http://www.nytimes.com/2009/12/17/world/africa/17safrica.html"
            },
            {
                "body": "It will soon be 95 years since the Christmas Day truce, when British and German troops left their trenches on the Western Front for improvised games of soccer in No Man's Land. They exchanged gifts of whiskey, jam, cigars and chocolate. They buried their dead. They kicked around a makeshift ball of straw tied into a bundle. And then the slaughter",
                "byline": "By ROB HUGHES",
                "date": "20091216",
                "title": "GLOBAL SOCCER; Trying to Build Peace by Playing Games",
                "url": "http://www.nytimes.com/2009/12/16/sports/soccer/16iht-SOCCER.html"
            },
            {
                "body": "To the Editor: Re ''Accepting Peace Prize, Obama Offers 'Hard Truth''' (news article, Dec. 11): The Nobel Peace Prize only underscores the irony and sadness of President Obama's Afghanistan policy. On that memorable night a year ago, in Grant Park in Chicago, before an impressed and stunned nation and world, Mr. Obama promised that change would",
                "date": "20091212",
                "title": "LETTERS; The President and the Peace Prize",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9400E7DF1730F931A25751C1A96F9C8B63"
            },
            {
                "body": "The word went out on a Friday. Chibetek was coming, with warriors and a grudge to settle. The whole village sprang into battle mode. Boys grabbed rusty rifles, women ran to the river to hide in the water, old men stood sentry on the village outskirts, training their yellow, rheumy eyes on the vast savannahs and malarial swamps that have kept this",
                "byline": "By JEFFREY GETTLEMAN",
                "date": "20091212",
                "title": "Violence Grips Southern Sudan As Vote on Independence Nears",
                "url": "http://www.nytimes.com/2009/12/12/world/africa/12sudan.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 202
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Sudan's president, Omar al-Bashir, left, threatened on Wednesday to call off peace talks in Qatar with Darfur rebels and return negotiations to Sudan if agreement was not reached within a day. Qatar has been hosting peace negotiations between rebel groups and the Sudanese government for nearly two years. Last-minute disagreements had appeared to",
                "byline": "By THE ASSOCIATED PRESS",
                "date": "20101230",
                "title": "WORLD BRIEFING | AFRICA; Sudan: A Threat to End Peace Talks",
                "url": "http://www.nytimes.com/2010/12/30/world/africa/30briefs-Sudanbrf.html"
            },
            {
                "body": "KISANGANI, CONGO -- In the city once known as Stanleyville, the theater of some of the bloodiest African wars in recent times, educators are hoping that a new university initiative will help heal the country as it struggles to attain peace and progress. In November, the University of Kisangani introduced the first master's degree course on",
                "byline": "By CAROL MANN",
                "date": "20101227",
                "title": "Helping the Environment, Healing a Region",
                "url": "http://www.nytimes.com/2010/12/27/world/africa/27iht-educside27.html"
            },
            {
                "body": "DANIEL By Henning Mankell. Translated by Steven T. Murray. New Press, $26.95. ''My name is Daniel. I believe in God.'' So goes the mantra of Mankell's dispossessed title character, an African orphan whose name is actually Molo and who answers, in truth, to multiple gods. His well-meaning but ultimately destructive sponsor is Hans Bengler, a",
                "byline": "By JAN STUART",
                "date": "20101226",
                "title": "Fiction Chronicle",
                "url": "http://www.nytimes.com/2010/12/26/books/review/Stuart-t.html"
            },
            {
                "body": "ABIDJAN, Ivory Coast -- The lush green drive to the president's residence offers a glimpse of why its current occupant, Laurent Gbagbo, is fighting so hard to stay put. The privilege of this hushed spot is a planet away from the dusty squalor of nearby neighborhoods, where his security forces make nightly raids on his opponents, witnesses and human",
                "byline": "By ADAM NOSSITER",
                "date": "20101226",
                "title": "NEWS ANALYSIS; Ensconced in the Presidency, With No Budging in Ivory Coast",
                "url": "http://www.nytimes.com/2010/12/26/world/africa/26ivory.html"
            },
            {
                "body": "The small office of Courage to Resist, a nonprofit group in Oakland, is full of items featuring the smiling face of Pfc. Bradley Manning, the Army intelligence analyst accused of passing secret government documents to WikiLeaks. Bradley Manning T-shirts, buttons, bumper stickers -- even whistles -- are for sale. Jeff Paterson, the project director",
                "byline": "By AARON GLANTZ",
                "date": "20101226",
                "title": "THE BAY CITIZEN; Jailed Soldier Has Support Of Resisters",
                "url": "http://www.nytimes.com/2010/12/26/us/26bcmanning.html"
            },
            {
                "body": "WASHINGTON -- As the United States continued to push for President Laurent Gbagbo of Ivory Coast to step down, two former Clinton administration officials were trying to present Mr. Gbagbo, who has clung to power despite international condemnation, in a more sympathetic light. Michael Espy, the former agriculture secretary who is now a lobbyist,",
                "byline": "By HELENE COOPER and ERIC LICHTBLAU; Adam Nossiter contributed reporting from Abidjan, Ivory Coast.",
                "date": "20101223",
                "title": "Lobbyists Linked to Clinton Work for Embattled Leader",
                "url": "http://www.nytimes.com/2010/12/23/world/africa/23coast.html"
            },
            {
                "body": "LONDON -- The West is on top of the world. Only about one-seventh of the planet's population lives in Europe or North America, but they generate two-thirds of its wealth, own two-thirds of its weapons, and spend more than two-thirds of its R&D dollars. On average, American workers are seven times as productive as China's. Yet when Richard Nixon",
                "byline": "By IAN MORRIS | GLOBAL VIEWPOINT",
                "date": "20101222",
                "title": "I.H.T. OP-ED CONTRIBUTOR; Here Comes the East",
                "url": "http://www.nytimes.com/2010/12/22/opinion/22iht-edmorris22.html"
            },
            {
                "body": "DECISION POINTS By George W. Bush Illustrated. 497 pp. Crown Publishers. $35. They call themselves, smugly, ''41'' and ''43,'' meaning the 41st and 43rd presidents of the United States. You're supposed to prefer the father, all graciousness and handwritten little notes, over the son, who -- even in memoirs written at age 64 after two terms as",
                "byline": "By MICHAEL KINSLEY",
                "date": "20101219",
                "title": "Bush on Bush",
                "url": "http://www.nytimes.com/2010/12/19/books/review/Kinsley-t.html"
            },
            {
                "body": "ABIDJAN, Ivory Coast -- The president of Ivory Coast ordered United Nations and French peacekeepers to leave the country immediately on Saturday, hours after men in military uniforms fired on a United Nations patrol. The developments capped a week of violence here and amounted to an escalation of tensions in this West African nation, where",
                "byline": "By ADAM NOSSITER; Akesse Presthone Brou contributed reporting from Abidjan, and Neil MacFarquhar from New York.",
                "date": "20101219",
                "title": "Ivory Coast President Orders U.N. to Leave",
                "url": "http://www.nytimes.com/2010/12/19/world/africa/19ivory.html"
            },
            {
                "body": "So what would your aunt prefer as a holiday gift -- another Mariah Carey CD, or the knowledge that she's sending a little girl in Haiti to school for a year? Unless you're cursed with the oddest aunt ever, the answer is probably the latter. In that spirit, this column will serve as a sort of Humanitarian Gift Guide: I'll lay out some of the",
                "byline": "By NICHOLAS D. KRISTOF",
                "date": "20101219",
                "title": "OP-ED COLUMNIST; The Gifts Of Hope",
                "url": "http://www.nytimes.com/2010/12/19/opinion/19kristof.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 206
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "ROME -- Offering his annual Christmas Day message on the state of the world, Pope Benedict XVI on Sunday prayed for peace in the Middle East and Horn of Africa and offered prayers for flood victims in Southeast Asia. ''May the Lord come to the aid of our world torn by so many conflicts which even today stain the earth with blood,'' Benedict said,",
                "byline": "By RACHEL DONADIO",
                "date": "20111226",
                "title": "Pope Prays for Peace on Christmas",
                "url": "http://www.nytimes.com/2011/12/26/world/europe/pope-benedict-offers-prayers-for-peace-on-christmas.html"
            },
            {
                "body": "International TALIBAN SUICIDE BOMBER KILLS 20 IN AFGHANISTAN A suicide bomber attacked a funeral in northern Afghanistan, killing at least 20 people, officials said, in what appeared to be the Taliban's latest strike against Afghans who have ties to the national government. Page A4 IN CHINA, A VILLAGE IN REVOLT China's state press has been all but",
                "date": "20111226",
                "title": "Inside The Times",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9903EEDC103DF935A15751C1A9679D8B63"
            },
            {
                "body": "Iran put neighbors on notice Thursday that it was about to conduct vast naval exercises in the Arabian Sea, including war games near the Strait of Hormuz, a vital shipping lane for international oil traffic. The exercises, to start Saturday and last 10 days, are Iran's first since May 2010 and were described by the official news media as the",
                "byline": "By RICK GLADSTONE",
                "date": "20111223",
                "title": "Iran Navy to Hold War Games Near Crucial Sea Lanes",
                "url": "http://www.nytimes.com/2011/12/23/world/middleeast/irans-navy-to-hold-war-games-near-key-sea-lanes.html"
            },
            {
                "body": "1911 France Ratifies Morocco Agreement After a heated discussion, the France-German convention with regard to Morocco was ratified by the French Chamber of Deputies yesterday [Dec. 20]. Parliament thus signifying its assent to the understanding arrived at by M. Caillaux's Ministry. The sole article before the Chamber was adopted by 393 votes to 36.",
                "date": "20111221",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2011/12/21/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "JERUSALEM -- A new book by an Israeli watchdog group catalogs dozens of examples of messages broadcast by the Palestinian Authority for its domestic audience that would seem at odds with the pursuit of peace and a two-state solution. Instead, the authors say, their findings show a pattern of non-recognition of Israel's right to exist, demonization",
                "byline": "By ISABEL KERSHNER",
                "date": "20111220",
                "title": "MEMO FROM JERUSALEM; Finding Fault in the Palestinian Messages That Aren't So Public",
                "url": "http://www.nytimes.com/2011/12/20/world/middleeast/palestinian-messages-dont-match-israeli-group-says.html"
            },
            {
                "body": "When Alfred B. Nobel created the prizes that bear his name, he decreed that they be given for work done in the preceding year. A seemingly simple provision, intuitively sensible to anyone who follows the Oscars, the Emmys or the Pulitzers. But it has led to all kinds of trouble -- as it did once again this month, when the Nobel Prize in Medicine or",
                "byline": "By LAWRENCE K. ALTMAN, M.D.; Maria Elkin contributed reporting.",
                "date": "20111220",
                "title": "THE DOCTOR'S WORLD; Honor of a Lifetime, Arriving Too Late",
                "url": "http://www.nytimes.com/2011/12/20/health/when-the-honor-of-a-lifetime-a-nobel-prize-arrives-too-late.html"
            },
            {
                "body": "THE departure of the last American troops from Iraq brings relief to a nation that has endured its most painful war since Vietnam. But the event is momentous for another reason. The invasion of Iraq was the most recent example of an all-out war between two national armies. And it could very well be the last one. The idea that war is obsolescent may",
                "byline": "By JOSHUA S. GOLDSTEIN and STEVEN PINKER",
                "date": "20111218",
                "title": "OPINION; War Really Is Going Out of Style",
                "url": "http://www.nytimes.com/2011/12/18/opinion/sunday/war-really-is-going-out-of-style.html"
            },
            {
                "body": "AS the first chill of winter descends on the Northeast and the traditional cold-weather codfish run starts in earnest, fishermen and scientists are again at odds, debating whether the once fantastically abundant North Atlantic codfish populations are finally rebuilding -- or hurtling inextricably toward collapse. But even as regulators parse a",
                "byline": "By PAUL GREENBERG",
                "date": "20111216",
                "title": "OP-ED CONTRIBUTOR; The Whitefish's Burden",
                "url": "http://www.nytimes.com/2011/12/16/opinion/the-whitefishs-burden.html"
            },
            {
                "body": "BAGHDAD -- At a crowded market in the city center here, the flotsam of the war is for sale. Ripped Fuel workout supplement. Ready-to-eat meals, macaroni and cheese ''Mexican style.'' Pistol holsters. Nothing seems off limits to the merchants out for a quick dinar, not even a bottle of prescription pills from a pharmacy in Waco, Tex., probably",
                "byline": "By TIM ARANGO; Reporting was contributed by Jack Healy, Michael S. Schmidt, Andrew E. Kramer, Duraid Adnan, Omar al-Jawoshy and an employee of The New York Times.",
                "date": "20111216",
                "title": "U.S. Marks End to a Long War for an Uncertain Iraq",
                "url": "http://www.nytimes.com/2011/12/16/world/middleeast/end-for-us-begins-period-of-uncertainty-for-iraqis.html"
            },
            {
                "body": "On Saturday I was in Oslo with two of my sisters from Africa, Leymah Gbowee and Tawakkol Karman, to receive the Nobel Peace Prize in recognition of -- according to the Nobel Prize committee members -- our ''non-violent struggle for the safety of women and for women's rights to full participation in peace-building work.'' On Tuesday, I will be in",
                "byline": "By ELLEN JOHNSON SIRLEAF",
                "date": "20111213",
                "title": "OP-ED CONTRIBUTOR; Alfred Nobel's Legacy to Women",
                "url": "http://www.nytimes.com/2011/12/13/opinion/Nobels-Legacy-to-Women-Johnson-Sirleaf.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 266
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LONDON LAST week, Twitter shut down a popular account for posting anti-Semitic messages in France. This came soon after the firing of blanks at a synagogue near Paris, the discovery of a network of radical Islamists who had thrown a hand grenade into a kosher restaurant, and the killing of a teacher and young pupils at a Jewish school in Toulouse",
                "byline": "By COLIN SHINDLER",
                "date": "20121028",
                "title": "OPINION; The European Left and Its Trouble With Jews",
                "url": "http://www.nytimes.com/2012/10/28/opinion/sunday/europes-trouble-with-jews.html"
            },
            {
                "body": "TEHRAN &mdash; The European Union gave its most prestigious human rights award on Friday to two convicted Iranian activists, Nasrin Sotoudeh, an imprisoned lawyer,&nbsp; and Jafar Panahi , a fomerly imprisoned filmmaker. The award, the Sakharov Prize for Freedom of Thought , which has previously gone to international figures like Nelson Mandela of",
                "byline": "By THOMAS ERDBRINK",
                "date": "20121027",
                "title": "European Union Gives Rights Award to Convicted Iranians",
                "url": "http://www.nytimes.com/2012/10/27/world/middleeast/european-union-awards-rights-prize-to-jailed-iranians.html"
            },
            {
                "body": "BOSTON &mdash; Up front I&rsquo;d like to make clear that I am very pleased Mitt Romney got North Mali into the foreign policy debate &mdash; twice. He also, by the way, referred to it as &ldquo;the northern part of Mali.&rdquo; Americans were riveted. The Timbuktu questions had seemed in danger of getting forgotten. It would have been in good",
                "byline": "By ROGER COHEN",
                "date": "20121026",
                "title": "OP-ED COLUMNIST; The Timbuktu Question",
                "url": "http://www.nytimes.com/2012/10/26/opinion/roger-cohen-presidential-debate-and-the-timbuktu-question.html"
            },
            {
                "body": "The shadows cast by great men change shape over time depending on the angle of illumination, diminishing in harsh overhead light or expanding in the glow of distant perspective. But has the shadow of any 20th-century American president veered and quavered more than Theodore Roosevelt &rsquo;s in recent decades? He transformed the 20th century; no,",
                "byline": "By EDWARD ROTHSTEIN",
                "date": "20121026",
                "title": "MUSEUM REVIEW; Theodore Roosevelt Memorial at Museum of Natural History",
                "url": "http://www.nytimes.com/2012/10/26/arts/design/theodore-roosevelt-memorial-at-museum-of-natural-history.html"
            },
            {
                "body": "JERUSALEM &mdash; Three decades after leaving the White House, former President Jimmy Carter still functions inside the trappings of power, cruising through fiercely contested areas of this city on Monday in a 12-car motorcade, with Secret Service agents stationed strategically as he surveyed the view from the Mount of Olives. But at 88, Mr.",
                "byline": "By JODI RUDOREN",
                "date": "20121023",
                "title": "In Jerusalem, Carter Says 2-State Solution Is in Death Throes",
                "url": "http://www.nytimes.com/2012/10/23/world/middleeast/in-israel-carter-says-two-state-solution-in-death-throes.html"
            },
            {
                "body": "The following is a complete transcript of President Obama and Mitt Romney&rsquo;s remarks from the third presidential debate in Boca Raton, Fla., on Oct. 22, 2012. (Transcript courtesy of Federal News Service ). BOB SCHIEFFER: Good evening from the campus of Lynn University here in Boca Raton, Florida. This is the fourth and last debate of the 2012",
                "date": "20121022",
                "title": "Transcript of the Third Presidential Debate in Boca Raton, Fla.",
                "url": "http://www.nytimes.com/2012/10/22/us/politics/transcript-of-the-third-presidential-debate-in-boca-raton-fla.html"
            },
            {
                "body": "KAPLAN--Neville, MD, passed away on October 13, 2012 at home and at peace at the age of 84 after a long battle with cancer. He was a wonderful, kind husband, friend, and companion. His friends and former colleagues remember him fondly as an excellent teacher and compassionate person with a dry sense of humor. He is survived by his wife of 39 years,",
                "date": "20121021",
                "title": "Paid Notice: Deaths KAPLAN, NEVILLE",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C00E7D9133AF932A15753C1A9649D8B63"
            },
            {
                "body": "LUANDA, Angola -- Angola's government announced Wednesday the creation of a sovereign wealth fund that will invest profits from oil sales in businesses in an effort to diversify the country's economy and spread prosperity beyond the small elite that has benefited from Angola's outsize economic growth. With start-up capital of $5 billion, the fund",
                "byline": "By LYDIA POLGREEN",
                "date": "20121018",
                "title": "Angola Fund Set to Invest Oil Revenue In Businesses",
                "url": "http://www.nytimes.com/2012/10/18/world/africa/angola-creates-fund-to-spread-oil-wealth.html"
            },
            {
                "body": "PARIS -- A year after the United States cut off its financing to Unesco , following a vote to make Palestine a full member , the organization remains engaged in a frantic effort to cut back programs, reduce costs and raise emergency money. Unesco's director general, Irina Bokova , has secured pledges of about $70 million since December to try to",
                "byline": "By STEVEN ERLANGER",
                "date": "20121012",
                "title": "Cutoff of U.S. Money Leads Unesco to Slash Programs and Seek Emergency Aid",
                "url": "http://www.nytimes.com/2012/10/12/world/cutoff-of-us-money-leads-unesco-to-slash-programs.html"
            },
            {
                "body": "The following is the full text of Mitt Romney's speech on foreign policy as delivered on Monday at the Virginia Military Institute in Lexington, Va. (Transcript courtesy of Federal News Service) MITT ROMNEY: Thank you. Thank you. Thank you so very much for that warm welcome. And I particularly appreciate the introduction by my good friend and",
                "date": "20121009",
                "title": "Transcript: Mitt Romney Remarks at Virginia Military Institute",
                "url": "http://www.nytimes.com/2012/10/09/us/politics/mitt-romney-remarks-at-virginia-military-institute.html"
            }
        ],
        "tokens": [
            "peace",
            "Africa"
        ],
        "total": 172
    }
]