{"tokens":[],"results":[{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[{"body":"LEAD: Because of an editing error, an article yesterday about the election of Barack Obama as president of the Harvard Law Review misidentified the United States court on which Patricia M. Wald is Chief Judge. It is the Court of Appeals for the District of Columbia Circuit, not for the Federal Circuit. Because of an editing error, an article","date":"19900207","title":"Corrections","url":"http://www.nytimes.com/1990/02/07/nyregion/c-corrections-206990.html"},{"body":"LEAD: The Harvard Law Review, generally considered the most prestigious in the country, elected the first black president in its 104-year history today. The job is considered the highest student position at Harvard Law School. The Harvard Law Review, generally considered the most prestigious in the country, elected the first black president in its","byline":"By FOX BUTTERFIELD, Special to The New York Times","date":"19900206","title":"First Black Elected to Head Harvard's Law Review","url":"http://www.nytimes.com/1990/02/06/us/first-black-elected-to-head-harvard-s-law-review.html"},{"body":"LEAD: INTERNATIONAL A3-19 President Mikhail Gorbachev asked the Communist Party to forswear its constitutional monopoly on power and accept the prospect of rival political parties. But he immediately encountered opposition from hard-liners within the Party. Page A1 INTERNATIONAL A3-19 President Mikhail Gorbachev asked the Communist Party to","date":"19900206","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1990/02/06/nyregion/news-summary-872990.html"},{"body":"LEAD: Milk Called Uncontaminated The Food and Drug Administration said its most reliable test of milk, in a nationwide survey, had found no residues of potentially harmful antibiotics. But critics challenged the findings. Science Times, page C13. A Gene Testing Quandary Amid the rush to try to perfect and commercialize a test for most carriers of","date":"19900206","title":"INSIDE","url":"http://www.nytimes.com/1990/02/06/nyregion/inside-863590.html"}],"tokens":["obama"],"total":4},{"offset":"0","results":[{"body":"Troy Chapman read all about them: Some were convicted of beating up a jogger in Central Park. Another was accused, falsely as it turns out, of murdering a pregnant woman in Boston. It was high time, Mr. Chapman concluded, to present a different portrait of young black men like himself. For that he turned to his colleagues at Harvard Law School. Mr.","byline":"By David Margolick","date":"19910111","title":"AT THE BAR; Witnesses For The Positive, Promising Young Black Men Adorn A Harvard Calendar.","url":"http://www.nytimes.com/1991/01/11/education/bar-witnesses-for-positive-promising-young-black-men-adorn-harvard-calendar.html"}],"tokens":["obama"],"total":1},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[{"body":"With no luck at all, the Spaniards and then the French long searched for oil in the waters around this tiny nation, half of which sits on the Central African mainland and half on an island in the Atlantic. Then suddenly in 1996, after Spanish and French oilmen had left, the Americans struck liquid gold. The discovery was so unexpected that the","byline":"By NORIMITSU ONISHI","date":"20000723","title":"Oil Riches, and Risks, in Tiny African Nation","url":"http://www.nytimes.com/2000/07/23/world/oil-riches-and-risks-in-tiny-african-nation.html"},{"body":"THE ILLINOIS PRIMARY BOBBY RUSH WINS In the Illinois primary on Tuesday, Representative Bobby L. Rush, the former Black Panther leader who failed badly in his bid to unseat Mayor Richard M. Daley of Chicago last year, won the Democratic nomination for his post, easily defeating Barack Obama, a civil rights lawyer who had won the endorsement of The","date":"20000323","title":"CAMPAIGN BRIEFING","url":"http://www.nytimes.com/2000/03/23/us/campaign-briefing.html"},{"body":"THE REPUBLICANS BUSH REPORTS SPENDING -- Gov. George W. Bush of Texas spent $13.1 million in February, more than half of it on television and radio advertisements in the crucial primary contests that helped him become the presumptive Republican presidential nominee, the Bush campaign said yesterday. By the end of February, Mr. Bush had spent a","date":"20000321","title":"Campaign Briefing","url":"http://www.nytimes.com/2000/03/21/us/campaign-briefing.html"}],"tokens":["obama"],"total":3},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[],"tokens":["obama"],"total":0},{"offset":"0","results":[{"body":"There was a time when if Blair Hull, a former blackjack player and options trader, said he was prepared to spend $40 million of his own fortune to win his first political job -- a seat in the United States Senate -- his deep pockets might have scared opponents out of the race. But not this year. Now candidates facing rich opponents can use a","byline":"By GLEN JUSTICE","date":"20031017","title":"In Races With One Deep Pocket, The Law Tries to Tailor a Second","url":"http://www.nytimes.com/2003/10/17/us/in-races-with-one-deep-pocket-the-law-tries-to-tailor-a-second.html"},{"body":"Gov. Rod R. Blagojevich said today that he would continue his predecessor's moratorium on executions and would not automatically lift it even if the General Assembly sent him a package of bills intended to eliminate wrongful convictions. Mr. Blagojevich, a Democrat, said there was no single improvement that would persuade him to lift the","date":"20030425","title":"Illinois Keeps A Moratorium On Executions","url":"http://www.nytimes.com/2003/04/25/us/illinois-keeps-a-moratorium-on-executions.html"},{"body":"Peter Fitzgerald, the Republican banking heir who spent $13 million in 1998 to become the youngest member of the United States Senate, announced this afternoon that he would not seek a second term, throwing open a critical contest that could determine the balance of power in the Senate. Mr. Fitzgerald, 42, a maverick whose independent votes have","byline":"By JODI WILGOREN","date":"20030416","title":"Illinois Senator Announces He Won't Seek Re-election","url":"http://www.nytimes.com/2003/04/16/us/illinois-senator-announces-he-won-t-seek-re-election.html"},{"body":"There was the Rev. Jesse Jackson in the early-morning chaos, consoling relatives of the 21 people killed in a nightclub stampede and vowing to help them seek justice in court. A few hours later, at a West Side police station, there was Mr. Jackson again, praying with the club's owner, Dwain J. Kyles, a man he has known practically since the day Mr.","byline":"By JODI WILGOREN","date":"20030220","title":"Jesse Jackson, a Club Owner and Lasting Ties","url":"http://www.nytimes.com/2003/02/20/us/jesse-jackson-a-club-owner-and-lasting-ties.html"}],"tokens":["obama"],"total":4},{"offset":"0","results":[{"body":"Weeks This On Week List Fiction 1 75 ANGELS & DEMONS, by Dan Brown. (Pocket Star, $7.99.) A Harvard scholar tries to save the Vatican from the machinations of an underground society. 2 9 SKIPPING CHRISTMAS, by John Grisham. (Dell, $6.99.) A decision to forgo Christmas one year comes with consequences for a husband and wife. 3 7 BLUE DAHLIA, by Nora","date":"20041226","title":"PAPERBACK BEST SELLERS: December 26, 2004","url":"http://query.nytimes.com/gst/fullpage.html?res=9D01E1DD1430F935A15751C1A9629C8B63"},{"body":"Obama Gets $1.9 Million Deal for Books Barack Obama, left, the Democratic senator-elect from Illinois, has made a $1.9 million deal with Random House for three books, including one for children. Mr. Obama, 43, who will become the only African-American in the Senate when he is sworn in next month, is to receive $850,000 for each of the adult books","byline":"Compiled by Ben Sisario","date":"20041220","title":"Arts, Briefly","url":"http://query.nytimes.com/gst/fullpage.html?res=9501E4D71230F933A15751C1A9629C8B63"},{"body":"Weeks This On Week List Fiction 1 8 SKIPPING CHRISTMAS, by John Grisham. (Dell, $6.99.) A husband and wife discover that their decision to forgo Christmas one year comes with consequences. 2 1 REUNION, by Nora Roberts. (Silhouette, $7.99.) Reprints ''Once More With Feeling'' (1983) and ''Treasures Lost, Treasures Found'' (1986). 3 6 BLUE DAHLIA, by","date":"20041219","title":"PAPERBACK BEST SELLERS: December 19, 2004","url":"http://query.nytimes.com/gst/fullpage.html?res=9A05E1DD1031F93AA25751C1A9629C8B63"},{"body":"Weeks This On Week List Fiction 1 7 SKIPPING CHRISTMAS, by John Grisham. (Dell, $6.99.) A husband and wife discover that their decision to forgo Christmas one year comes with consequences. 2 5 BLUE DAHLIA, by Nora Roberts. (Jove, $7.99.) A young widow takes a job at a nursery and finds friendship and, to her surprise, love; but an interfering ghost","date":"20041212","title":"PAPERBACK BEST SELLERS: December 12, 2004","url":"http://query.nytimes.com/gst/fullpage.html?res=9A07EEDD1F3EF931A25751C1A9629C8B63"},{"body":"Weeks This On Week List Fiction 1 4 BLUE DAHLIA, by Nora Roberts. (Jove, $7.99.) A young widow takes a job at a nursery and finds friendship and, to her surprise, love; but an interfering ghost disapproves. 2 6 SKIPPING CHRISTMAS, by John Grisham. (Dell, $6.99.) A husband and wife discover that their decision to forgo Christmas one year comes with","date":"20041205","title":"PAPERBACK BEST SELLERS: December 5, 2004","url":"http://query.nytimes.com/gst/fullpage.html?res=9C03E2DA143EF936A35751C1A9629C8B63"},{"body":"Weeks This On Week List Fiction 1 3 BLUE DAHLIA, by Nora Roberts. (Jove, $7.99.) A young widow takes a job at a nursery and finds friendship and, to her surprise, love; but an interfering ghost disapproves. 2 5 SKIPPING CHRISTMAS, by John Grisham. (Dell, $6.99.) A husband and wife discover that their decision to forgo Christmas one year comes with","date":"20041128","title":"PAPERBACK BEST SELLERS: November 28, 2004","url":"http://query.nytimes.com/gst/fullpage.html?res=940CE5DC103FF93BA15752C1A9629C8B63"},{"body":"Weeks This On Week List Fiction 1 2 BLUE DAHLIA, by Nora Roberts. (Jove, $7.99.) A young widow takes a job at a nursery and finds friendship and, to her surprise, love; but an interfering ghost disapproves. 2 4 SKIPPING CHRISTMAS, by John Grisham. (Dell, $6.99.) A husband and wife discover that their decision to forgo Christmas one year comes with","date":"20041121","title":"PAPERBACK BEST SELLERS: November 21, 2004","url":"http://query.nytimes.com/gst/fullpage.html?res=9807E3DE1F3CF932A15752C1A9629C8B63"},{"body":"John Kerry returned to the Senate on Tuesday for the first time since the election and spent much of the day there the same way he has spent much of the last 20 years -- on his own. He kept his counsel, meeting with aides and making phone calls in the private Capitol office that his staff shied from calling by its usual but newly poignant nickname:","byline":"By TODD S. PURDUM","date":"20041117","title":"Kerry Returns to Capitol, For the Most Part Silent","url":"http://query.nytimes.com/gst/fullpage.html?res=9D0CE2DA123FF934A25752C1A9629C8B63"},{"body":"FAREWELL to Swift boats and ''Shove it!,'' to Osama's tape and Saddam's missing weapons, to ''security moms'' and outsourced dads. They've all been sent to history's dustbin faster than Ralph Nader memorabilia was dumped on eBay. In their stead stands a single ambiguous phrase coined by an anonymous exit pollster: ''Moral values.'' By near","byline":"By FRANK RICH","date":"20041114","title":"On 'Moral Values,' It's Blue in A Landslide","url":"http://query.nytimes.com/gst/fullpage.html?res=9E01E3DC113CF937A25752C1A9629C8B63"},{"body":"Hardly anybody likes the current tax system. But as President Bush undertakes the potentially historic task of coming up with something better, he is confronting an issue that is more ideologically explosive, politically risky and economically complex than he let on during the campaign. In the days since his re-election, Mr. Bush has signaled that","byline":"By RICHARD W. STEVENSON","date":"20041108","title":"Big Tax Plans, Big Tax Risks","url":"http://query.nytimes.com/gst/fullpage.html?res=9800E0DA133CF93BA35752C1A9629C8B63"}],"tokens":["obama"],"total":102},{"offset":"0","results":[{"body":"Turning Angel By Greg Iles 501 pages. Scribner. $25.95. You can tell a lot about a murder mystery from its corpse. In ''Turning Angel,'' the significantly deceased is Kate Townsend, a beautiful Harvard-bound high school senior. Kate was Natchez, Miss.'s most virtuous 17-year-old girl until this book starts digging up perverse details. Then things","byline":"By JANET MASLIN","date":"20051222","title":"BOOKS OF THE TIMES; Rampaging Adolescence Down Mississippi Way","url":"http://www.nytimes.com/2005/12/22/books/22masl.html"},{"body":"JERI RYAN did not want the details of her divorce made public. But when a court ordered the documents unsealed, they revealed that she had accused her ex-husband, Jack Ryan, then the Republican Senate candidate from Illinois, of repeatedly asking her to go to sex clubs and to have sex in public, telling her when she cried that tears were a turnoff.","byline":"By KATE ZERNIKE; Research for this article was contributed by Sandra Jamison.","date":"20051113","title":"THE NATION; What Some Politicians Fear Most: The Ex-Wife","url":"http://www.nytimes.com/2005/11/13/weekinreview/13zern.html"},{"body":"In the first political races of the Republic, virtually every candidate paid his own way -- from handbills and newspaper ads to wining and dining other landowners. Fund-raising was scarce. The campaign staff might have been a horse. But personal wealth did not guarantee victory. As the story goes, a young George Washington lost a seat in the","byline":"By PATRICK D. HEALY","date":"20051113","title":"Pity the Rich In Politics: They Tend To Fare Poorly","url":"http://www.nytimes.com/2005/11/13/nyregion/metrocampaigns/13wealthy.html"},{"body":"Mayor Michael R. Bloomberg campaigned for 17 hours yesterday as he hit each borough twice in search of a historic victory -- and an overwhelming new mandate -- at the polls on Election Day. His Democratic challenger, Fernando Ferrer, concentrated on avoiding an embarrassing defeat, especially with black voters, by making clear that he had not given","byline":"By PATRICK D. HEALY; Thomas J. Lueck and Mike McIntire contributed reporting for this article.","date":"20051108","title":"THE 2005 ELECTIONS: NEW YORK CITY; What Polls? Mayoral Rivals Run Right to the End","url":"http://www.nytimes.com/2005/11/08/nyregion/metrocampaigns/08mayor.html"},{"body":"Even by the bare-knuckled standards of national political campaigns, the contentious race for New Jersey governor between two multimillionaires, United States Senator Jon S. Corzine and Douglas R. Forrester, has been particularly venomous. Last week, Mr. Forrester quoted Mr. Corzine's ex-wife in an ad attacking the senator's integrity. Mr. Corzine","byline":"By RICHARD LEZIN JONES; Josh Benson and John Holl contributed reporting for this article.","date":"20051107","title":"In New Jersey, Smiley Sunday Near End of a Mean Campaign","url":"http://www.nytimes.com/2005/11/07/nyregion/metrocampaigns/07jersey.html"},{"body":"Mayor Michael R. Bloomberg and his Democratic challenger, Fernando Ferrer, charged through the five boroughs yesterday urging their supporters to vote in large numbers as their campaigns clashed over Mr. Bloomberg's spending. With the race in its final weekend, both men beseeched followers to cast their votes on Tuesday regardless of polls showing","byline":"By JIM RUTENBERG and DIANE CARDWELL; Winnie Hu contributed reporting for this article.","date":"20051106","title":"THE 2005 ELECTIONS: CAMPAIGN; In the Race For Mayor, Hitting All The Boroughs","url":"http://www.nytimes.com/2005/11/06/nyregion/metrocampaigns/06mayor.html"},{"body":"When Piyush Jindal, a first-term Republican congressman from Louisiana, showed up at the Mahatma Gandhi Plaza in Iselin last Monday, you could have sworn that he was running for national office himself. After all, Mr. Jindal devoted nearly all of his remarks to how his immigrant parents were his heroes. Not until the last minute of his speech did","byline":"By David W. Chen","date":"20051106","title":"ON POLITICS; A Governor's Race, And a Dress Rehearsal","url":"http://query.nytimes.com/gst/fullpage.html?res=9C02E4DD173EF935A35752C1A9639C8B63"},{"body":"It seems only fitting that Senator Jon S. Corzine's career in politics was set in motion by a bold idea that cost him dearly. In August 1998, Mr. Corzine, already wealthy and running one of the world's most profitable investment banks, was straining at his leash. He had been helping to orchestrate the bailout of a huge investment fund that was","byline":"By DAVID KOCIENIEWSKI and PATRICK McGEEHAN","date":"20051102","title":"THE RACE FOR TRENTON: The Democrat; Corzine's Mix: Bold Ambitions But Rough Edges","url":"http://www.nytimes.com/2005/11/02/nyregion/metrocampaigns/02corzine.html"},{"body":"The body of Rosa Parks lay in the Capitol Rotunda this morning, on view for thousands of Americans who wanted to honor the woman known as the mother of the civil rights movement. Her death last week has created a moment, many African-Americans engaged in political struggle say, to take stock of what that movement accomplished and whether it is","byline":"By FELICIA R. LEE","date":"20051031","title":"Grieving Rosa Parks, Rights Leaders Ponder Future and Seek New Focus and Methods","url":"http://www.nytimes.com/2005/10/31/national/31civil.html"},{"body":"Responding to questions from three Democratic senators -- Barbara Boxer, Paul Sarbanes and Barack Obama -- at her confirmation hearing last week, Ellen Sauerbrey, the former Maryland state legislator nominated by President Bush to head a key State Department humanitarian bureau, could come up with no convincing reason for why her lack of any","date":"20051031","title":"Michael Brown, Redux","url":"http://www.nytimes.com/2005/10/31/opinion/31mon2.html"}],"tokens":["obama"],"total":91},{"offset":"0","results":[{"body":"Weeks This On Week List FICTION 1 26 THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved. 2 3 S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago. 3","date":"20061231","title":"PAPERBACK BEST SELLERS: December 31, 2006","url":"http://query.nytimes.com/gst/fullpage.html?res=9804E7D71131F932A05751C1A9609C8B63"},{"body":"Weeks This Last On Week Week List FICTION 1 1 12 FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother. 2 3 5 CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered","date":"20061231","title":"BEST SELLERS: December 31, 2006","url":"http://query.nytimes.com/gst/fullpage.html?res=9903E7D71131F932A05751C1A9609C8B63"},{"body":"THE campaign for president will dominate American politics in the coming year, and while Republicans and Democrats will no doubt be talking about very different things, they face a common strategic challenge: How do you deal with the folks back in Washington? For Republican candidates, the problem is President Bush. They are in a different place","byline":"By ADAM NAGOURNEY","date":"20061231","title":"THE YEAR AHEAD: POLITICS; Would-Be Presidents With Cold Shoulders","url":"http://query.nytimes.com/gst/fullpage.html?res=9E01E3DC1630F932A05751C1A9609C8B63"},{"body":"Framed by two ruined houses and a dead tree, John Edwards inaugurated his 2008 presidential campaign here on Thursday with an appeal to citizens to take on challenges like the one represented by this still-devastated city. The choice of a battered New Orleans neighborhood for Mr. Edwards's unconventional announcement, with student volunteers at his","byline":"By ADAM NOSSITER","date":"20061229","title":"New Orleans Is Exhibit A as Edwards Opens His Presidential Campaign","url":"http://www.nytimes.com/2006/12/29/us/politics/29edwards.html"},{"body":"OPTIMISTIC predictions took a beating in 2006 (except for the stock market), but today -- in my 33rd annual office pool in this space -- is my chance to recoup. In these multiple choices, pick one, all or none. 1. The ''O'Connorless Supreme Court'' will decide (a) without reversing Roe v. Wade to uphold laws restricting late-term abortion because","byline":"By William Safire","date":"20061229","title":"The Office Pool, 2007","url":"http://www.nytimes.com/2006/12/29/opinion/29safire.html"},{"body":"On Thursday, John Edwards is planning to announce what has been clear to much of the world since the end of the last presidential election: He is running for president in 2008. A similar declaration is expected shortly from Gov. Mitt Romney of Massachusetts, followed, in all probability, by Senators Hillary Rodham Clinton, Barack Obama and John","byline":"By ADAM NAGOURNEY","date":"20061227","title":"Strategy, Not Drama, in Saying 'I Intend to Run in '08'","url":"http://www.nytimes.com/2006/12/27/us/politics/27edwards.html"},{"body":"INTERNATIONAL A3-16 Iraqi Court Upholds Hussein Death Sentence An Iraqi appeals court upheld the death sentence against Saddam Hussein and ruled that he must go to the gallows within 30 days. It was the court of last resort for Mr. Hussein and no further appeal is possible. A1 Iran Seeks Afghan Foothold Iran is investing in infrastructure and","date":"20061227","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9F04E1D71E31F934A15751C1A9609C8B63"},{"body":"THE AUDACITY OF HOPE Thoughts on Reclaiming the American Dream. By Barack Obama. 375 pp. Crown Publishers. $25. In a more perfect world, a graduate program complete with a doctoral thesis might be required of all those seeking the presidency. In certain ways, ''The Audacity of Hope'' qualifies as Senator Barack Obama's thesis submission. While","byline":"By GARY HART","date":"20061224","title":"American Idol","url":"http://www.nytimes.com/2006/12/24/books/review/Hart.t.html"},{"body":"On a winter afternoon two years ago, Senator Barack Obama took his oath of office and strolled across the Capitol grounds hand-in-hand with his wife and two daughters. At the time, a question from his 6-year-old sounded precocious. Now, it seems prescient. ''Are you going to try to be president?'' Malia Obama asked her father, giggling as a","byline":"By JEFF ZELENY","date":"20061224","title":"Testing the Water, Obama Tests His Own Limits","url":"http://www.nytimes.com/2006/12/24/washington/24obama.html"},{"body":"Podcast: Scheduled to appear this week are Dave Eggers (pictured above), the author of ''What Is the What''; Gary Hart on Barack Obama; Caroline Weber on the Marquise Du Châtelet; Dave Itzkoff on science fiction; and Dwight Garner, senior editor, with best-seller news. Sam Tanenhaus, the editor of the Book Review, is the host. First Chapters:","date":"20061224","title":"On the Web","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0CE2DA1231F937A15751C1A9609C8B63"}],"tokens":["obama"],"total":169},{"offset":"0","results":[{"body":"The presidential candidates spent the last Sunday before the Iowa caucuses attending church services, staging big rallies and sniping at one another as new polls suggested tightening races in both the Democratic and Republican fields. With three Democrats scrambling for the lead in Iowa heading into the voting on Thursday, the candidates tried to","byline":"By PATRICK HEALY and JULIE BOSMAN; David D. Kirkpatrick, Cate Doty, Michael Cooper and Michael Luo contributed reporting from Iowa, and Marc Santora from New Hampshire.","date":"20071231","title":"With New Poll Results, Candidates Scramble for Edge in Caucuses","url":"http://www.nytimes.com/2007/12/31/us/politics/31campaign.html"},{"body":"Senator Hillary Rodham Clinton's appearances are not billed as anything so conventional as mere ''rallies'' or ''town meetings'' or ''speeches.'' In the last 10 days, Mrs. Clinton has presided over ''Moms and Daughters Making History'' events, ''Time to Pick a President'' events, ''Working for Change, Working for You'' events, ''The Hillary I","byline":"By MARK LEIBOVICH","date":"20071231","title":"Democrats Try Various Styles, And Pronouns","url":"http://www.nytimes.com/2007/12/31/us/politics/31oppose.html"},{"body":"The 2008 presidential race is filled with candidates making their second effort to win the White House. So why then are Senator Barack Obama and his wife, Michelle, suggesting to voters that this campaign could be Mr. Obama's best -- or possibly only -- shot at the office? ''One of the things I offer in this race is that we still remember what it","byline":"By JEFF ZELENY","date":"20071231","title":"MESSAGE; A One-Time Opportunity?","url":"http://query.nytimes.com/gst/fullpage.html?res=9506E4DA153AF932A05751C1A9619C8B63"},{"body":"THIS is the 34th annual office pool in this space, a New Year's tradition that has become the most excruciating multiple-choice prediction test in world media. Nostradamus himself couldn't score over 50 percent. Last year, despite a good bet on surging optimism in Iraq, I was mistaken 12 times out of 15. But the audacity of hope springs eternal;","byline":"By WILLIAM SAFIRE","date":"20071231","title":"OP-ED CONTRIBUTOR; The Office Pool, 2008","url":"http://www.nytimes.com/2007/12/31/opinion/31safire.html"},{"body":"-- Just before the stroke of midnight on Monday, Senator Barack Obama will gather his Iowa staff members and volunteers from across the state, so they can all celebrate the new year together. On a conference call. So goes this New Year's Eve in Iowa, at least among the thousands of campaign staff members, volunteers, contributors, journalists and","byline":"By JODI KANTOR","date":"20071231","title":"For New Year's Eve in Iowa, Restrained Revelry","url":"http://www.nytimes.com/2007/12/31/us/politics/31celebrate.html"},{"body":"INTERNATIONALA3-10 Bhutto Party Chooses Son And Looks to Elections Three days after the killing of its leader, Benazir Bhutto, Pakistan's largest political party named her 19-year-old son to succeed her as chairman and vowed to forge ahead with elections next week, creating a new quandary for the government about whether to delay the vote. A1 New","date":"20071231","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0CE3DD133AF932A05751C1A9619C8B63"},{"body":"Buoyed by the still unsettled field, Mayor Michael R. Bloomberg is growing increasingly enchanted with the idea of an independent presidential bid, and his aides are aggressively laying the groundwork for him to run. On Sunday, the mayor will join Democratic and Republican elder statesmen at the University of Oklahoma in what the conveners are","byline":"By SAM ROBERTS; Diane Cardwell and Raymond Hernandez contributed reporting.","date":"20071231","title":"Bloomberg Inches Closer To Campaign","url":"http://www.nytimes.com/2007/12/31/us/politics/31bloomberg.html"},{"body":"In an instant, a world in which everything seemed right suddenly seemed all wrong. John and Elizabeth Edwards's 16-year-old son, Wade, their first-born, was dead, with nothing to blame but the gust of wind that had flipped his car off a wide-open road. As the couple walked down the aisle of the church for his funeral, they braced each other,","byline":"By KATE ZERNIKE","date":"20071231","title":"THE LONG RUN; After the Pain of a Son's Death, A Shared Mission in Politics","url":"http://www.nytimes.com/2007/12/31/us/politics/31edwards.html"},{"body":"Many candidates in the crowded race for president are looking beyond the caucuses on Thursday in Iowa to the New Hampshire primary just five days later. That could produce a logistical nightmare, with a cast of thousands moving all at once from Des Moines to Manchester, N.H. The possibility that no candidate will emerge with a decisive victory on","byline":"By KATHARINE Q. SEELYE","date":"20071231","title":"THE CAUCUS; No Time to Linger in Iowa","url":"http://query.nytimes.com/gst/fullpage.html?res=9D01E5DB1F3BF932A05751C1A9619C8B63"},{"body":"Senator Barack Obama is on the hunt for Iowans who have never participated in the state's presidential caucuses, including independent voters under 50 and students who will be 18 by the general election. Senator Hillary Rodham Clinton is searching for Iowans who have skipped the caucuses in the past and who, because of age, sex or other","byline":"By ADAM NAGOURNEY and JEFF ZELENY","date":"20071230","title":"Candidates Digging for a Deeper Pool of Iowa Voters","url":"http://www.nytimes.com/2007/12/30/us/politics/30vote.html"}],"tokens":["obama"],"total":1188},{"offset":"0","results":[{"body":"Even in a town where the hotels are swamped for the inauguration, it turns out to be possible to get a room if you're the one being inaugurated. President-elect Barack Obama and his family will move to the capital this weekend in time for his daughters to start school, aides said Tuesday. With the White House still occupied and the official guest","byline":"By PETER BAKER","date":"20081231","title":"Home Sweet Hotel Suite For Obamas In the Capital","url":"http://query.nytimes.com/gst/fullpage.html?res=9902E1DD1F3EF932A05751C1A96E9C8B63"},{"body":"ON the blog Mrs. O, fans of Michelle Obama's style can view photos of the outfit she wore on a recent date with the president-elect and find out where to buy the same purple designer coat. The advertising agency behind the blog, Bartle Bogle Hegarty, does not work for Mrs. Obama or for the fashion designers the site features. In fact, mrs-o.org is","byline":"By CLAIRE CAIN MILLER","date":"20081231","title":"ADVERTISING; Ad Agencies Fashion Their Own Horn, and Then Toot It","url":"http://www.nytimes.com/2008/12/31/business/media/31adco.html"},{"body":"Defying Senate leaders in Washington and a galaxy of political leaders here, Gov. Rod R. Blagojevich of Illinois announced Tuesday that he would fill the Senate seat of President-elect Barack Obama, which he has been accused of trying to sell. Mr. Blagojevich said he would appoint Roland W. Burris, a former state attorney general who was the first","byline":"By MONICA DAVEY; David Stout contributed reporting from Washington, and Jeff Zeleny from Chicago.","date":"20081231","title":"Defiant Governor Names Successor to Obama","url":"http://www.nytimes.com/2008/12/31/us/31illinois.html"},{"body":"UTTERANCES: 1: E. 2: I. 3: G. 4: B. 5: D. 6: A. 7: H. 8: C. 9: F. SENTENCE QUESTIONS: 10: The Large Hadron Collider. 11: Rice. 12: They were designated protest zones. 13: Hillary Clinton supporters who refused to back Barack Obama. 14: The Joker, played by Heath Ledger, in ''The Dark Knight.'' 15: The Beijing 2008 Olympic torch relay. 16: Kristi","byline":"By THE NEW YORK TIMES","date":"20081231","title":"Answers: The Year in Questions","url":"http://www.nytimes.com/2008/12/31/opinion/01schott-answers.html"},{"body":"In Illinois, where politics ranks among the dramatic arts (sometimes the theater of the absurd), Roland W. Burris has long been seen as steady, deliberate, even boring. For all his accomplishments -- he was the first African-American elected to statewide office in Illinois, as comptroller and later as attorney general -- Mr. Burris, a former tax","byline":"By DIRK JOHNSON","date":"20081231","title":"MAN IN THE NEWS; Low-Key Groundbreaker","url":"http://www.nytimes.com/2008/12/31/us/31burris.html"},{"body":"Word out of Hawaii is that President-elect Barack Obama has blown his cover. After three golf outings (and counting) at a private course during his extended vacation at Kailua last week, it became clear that previous portrayals of Obama as a hard-core basketball player with an occasional dalliance in golf were inaccurate. Obama, to be sworn in as","byline":"By LARRY DORMAN","date":"20081231","title":"Make Room for Golf Clubs In the Oval Office","url":"http://www.nytimes.com/2008/12/31/sports/golf/31juicebox.html"},{"body":"IT has been a challenging year for investors, homeowners and Republican candidates, but 2008 was very lucky for sweet caramel seasoned with fancy salt. The combination has long enchanted French and American chefs, but this year it became one of those rare flavors that works its way from an elite culinary obsession to the American mass market.","byline":"By KIM SEVERSON","date":"20081231","title":"How Caramel Developed A Taste for Salt","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E7DE133CF932A05751C1A96E9C8B63"},{"body":"As governor I am required to make this appointment. ROD R. BLAGOJEVICH, of Illinois, naming a successor to Barack Obama in the Senate. [A17]","byline":"ROD R. BLAGOJEVICH,","date":"20081231","title":"Quotation of the Day","url":"http://query.nytimes.com/gst/fullpage.html?res=9C07E5DD1631F932A05751C1A96E9C8B63"},{"body":"After two years of army-backed emergency rule, democracy returned to Bangladesh as the secular Awami League party secured an overwhelming victory in election results announced on Tuesday. Voting on Monday had proceeded in a largely peaceful atmosphere, and in many locations it was even quite festive, according to news reports. The Associated Press","byline":"By SOMINI SENGUPTA and JULFIKAR ALI MANIK; Somini Sengupta reported from New Delhi, and Julfikar Ali Manik from Dhaka, Bangladesh.","date":"20081231","title":"Secular Party Wins Landslide Victory in Bangladesh","url":"http://www.nytimes.com/2008/12/31/world/asia/31bangladesh.html"},{"body":"International BURIED IN A QUAKE'S RUBBLE, A BOND LIVES, AND GROWS STRONGER They were trapped together in the wreckage of their apartment building for 28 hours, their arms wrapped around each other, their faces only inches apart. Like the stories of many survivors of the earthquake that razed much of southwest China last May, the journey of Li","date":"20081231","title":"INSIDE THE TIMES: December 31, 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0DE4D61731F932A05751C1A96E9C8B63"}],"tokens":["obama"],"total":6273},{"offset":"0","results":[{"body":"The Obama honeymoon here is over. When President Obama came to office, the unflattering billboards of George W. Bush, including one outside the United States Interests Section of him scowling alongside Hitler, came down and the anti-American vitriol softened. Raúl Castro, who took over from his ailing brother Fidel in 2006, even raised the","byline":"By MARC LACEY","date":"20091231","title":"In Cuba, Hopeful Tenor Toward Obama Is Ebbing","url":"http://www.nytimes.com/2009/12/31/world/americas/31cuba.html"},{"body":"Conservative bloggers and opinion outlets in recent days have expressed mounting alarm about an executive order by President Obama that extended certain privileges and immunities to the International Criminal Police Organization, better known as Interpol. Bloggers have accused Mr. Obama of ceding American sovereignty, painting a portrait of an","byline":"By CHARLIE SAVAGE","date":"20091231","title":"Order on Interpol Work Inside U.S. Irks Conservatives","url":"http://www.nytimes.com/2009/12/31/world/31interpol.html"},{"body":"The attempted jetliner bombing has laid bare a welter of security shortcomings. One could be easily fixed if Senator Jim DeMint would drop his wrongheaded hold and allow the Senate to confirm a new chief for the Transportation Security Administration. The Obama administration failed to offer a nominee until September, pleading the time was needed","date":"20091231","title":"EDITORIAL; Senator DeMint's Priorities","url":"http://www.nytimes.com/2009/12/31/opinion/31thu3.html"},{"body":"The National Security Agency four months ago intercepted conversations among leaders of Al Qaeda in Yemen discussing a plot to use a Nigerian man for a coming terrorist attack, but American spy agencies later failed to combine the intercepts with other information that might have disrupted last week's attempted airline bombing. The electronic","byline":"By MARK MAZZETTI and ERIC LIPTON; Peter Baker in Honolulu, Adam Nossiter in Nigeria and Scott Shane in Washington contributed reporting.","date":"20091231","title":"U.S. SPY AGENCIES FAILED TO COLLATE CLUES ON TERROR","url":"http://www.nytimes.com/2009/12/31/us/31terror.html"},{"body":"Wow, what a long year. Just think. At the beginning of 2009, George W. Bush was still in charge of the country, talking about how time had flown since he first ran for president. ''Just seemed like yesterday,'' he reminisced. This was a sentiment the rest of us did not entirely share. I felt as if Bush had been running things since the Mesozoic","byline":"By GAIL COLLINS","date":"20091231","title":"OP-ED COLUMNIST; That Was The Year That Was","url":"http://www.nytimes.com/2009/12/31/opinion/31collins.html"},{"body":"To the Editor: Re ''The System Failed'' (editorial, Dec. 30): The only positive side of the Northwest Flight 253 bombing attempt was that nobody was hurt because of the exemplary courage shown by passengers. But this incident exposes a gaping hole in the security of our national aviation system, one of the most vulnerable targets for terrorists.","date":"20091231","title":"LETTERS; How to Prevent Terror in the Skies","url":"http://query.nytimes.com/gst/fullpage.html?res=9B05E3DE133AF932A05751C1A96F9C8B63"},{"body":"The plot to blow up a Northwest Airlines flight over American soil on Christmas Day represents an ominously new and lethal ability by a branch of Al Qaeda to attack the United States directly, according to government and independent counterterrorism specialists. Until now, American officials had expressed concern over the capability of Qaeda","byline":"By ERIC SCHMITT","date":"20091231","title":"Jetliner Plot Demonstrates Growing Ability of Qaeda Affiliates to Stage Attacks","url":"http://www.nytimes.com/2009/12/31/world/31offshoot.html"},{"body":"A top executive at the American International Group has resigned because of salary limits imposed by the Obama administration's compensation overseer, the company said on Wednesday. Anastasia Kelly, A.I.G.'s vice chairwoman for legal, human resources, corporate affairs and corporate communications, resigned effective Wednesday for ''good reason''","byline":"By THE NEW YORK TIMES","date":"20091231","title":"A Top A.I.G. Executive Quits Over Pay Limits","url":"http://www.nytimes.com/2009/12/31/business/31aig.html"},{"body":"An American trade panel gave final approval on Wednesday for duties of 10 to 16 percent on Chinese-made steel pipe in the biggest United States trade case to date against China. The panel, the International Trade Commission, voted 6-0 in favor of the duties set by the Commerce Department to offset Chinese government subsidies. The United States","byline":"By REUTERS","date":"20091231","title":"U.S. Duties On Pipes From China Approved","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0CEFDB173AF932A05751C1A96F9C8B63"},{"body":"In the fall of 2003, the new commander of American forces in Afghanistan, Lt. Gen. David W. Barno, decided on a new strategy. Known as counterinsurgency, the approach required coalition forces to work closely with Afghan leaders to stabilize entire regions, rather than simply attacking insurgent cells. But there was a major drawback, a new","byline":"By JAMES DAO","date":"20091231","title":"History by Army Lays Out Missteps in Afghanistan","url":"http://query.nytimes.com/gst/fullpage.html?res=9D0DE3DA143AF932A05751C1A96F9C8B63"}],"tokens":["obama"],"total":9576},{"offset":"0","results":[{"body":"WASHINGTON -- When the Obama administration wakes up next month to a divided capital, no cabinet member will be facing a more miserable prospect of oversight hearings and subpoenas than Attorney General Eric H. Holder Jr. Mr. Holder is a particularly juicy target because he presides over issues that have served as recurrent fodder for political","byline":"By CHARLIE SAVAGE","date":"20101231","title":"For Attorney General, New Congress Means New Headaches","url":"http://www.nytimes.com/2010/12/31/us/politics/31holder.html"},{"body":"WASHINGTON -- When Robert S. Ford, a career diplomat with deep experience in the Middle East, presents his credentials as ambassador to Syria, he will be the first person to hold the job since 2005, and the public face of the Obama administration's belief in engagement over isolation. Yet few hold out much hope that Mr. Ford's arrival in Damascus","byline":"By ROBERT F. WORTH","date":"20101231","title":"A New Ambassador to Syria, but Little Hope of Change","url":"http://www.nytimes.com/2010/12/31/world/middleeast/31ambassador.html"},{"body":"WASHINGTON -- With the federal government set to regulate climate-altering gases from factories and power plants for the first time, the Obama administration and the new Congress are headed for a clash that carries substantial risks for both sides. While only the first phase of regulation takes effect on Sunday, the administration is on notice that","byline":"By JOHN M. BRODER; Matthew L. Wald contributed reporting.","date":"20101231","title":"Clashes Loom, With E.P.A. Set To Limit Gases","url":"http://www.nytimes.com/2010/12/31/science/earth/31epa.html"},{"body":"You would not lose a bet at the Caucus Room, the watering hole for power lobbyists, by wagering that the most dysfunctional agency in Washington is the Federal Election Commission. For years, far too many commission members have put their partisan loyalties far above that of the public interest. The dysfunction has now reached the point where","date":"20101231","title":"EDITORIAL; When Election Police Go Easy","url":"http://www.nytimes.com/2010/12/31/opinion/31fri4.html"},{"body":"WASHINGTON -- When the Stanford business professor Darrell Duffie co-wrote a book on how to overhaul Wall Street regulations, he did not mention that he sits on the board of Moody's, the credit rating agency. As a commentator on the economy, Laura D'Andrea Tyson, a former adviser to President Bill Clinton who teaches in the business school at the","byline":"By SEWELL CHAN","date":"20101231","title":"Academic Economists To Consider Ethics Code","url":"http://www.nytimes.com/2010/12/31/business/economy/31economists.html"},{"body":"NEW DELHI -- Officials in India and Iran have been scrambling to keep the $11 billion in oil and gas trade between them going after India's central bank declared last week that a regional clearinghouse could no longer be used to settle payments for such transactions. The move, which was long sought by the United States as a way to tighten sanctions","byline":"By LYDIA POLGREEN and HEATHER TIMMONS","date":"20101231","title":"India and Iran Try to Keep Energy Link Open","url":"http://www.nytimes.com/2010/12/31/business/global/31iht-rupee31.html"},{"body":"PALO ALTO, Calif. -- The Connecticut Huskies had been undefeated during the Obama administration, untouched by the great recession, undeterred by the fiercest obstruction from any opponent in women's college basketball. No more. Just as top-ranked UConn had feared, ninth-ranked Stanford was too big, too deep and too thorough inside and out on","byline":"By JERÉ LONGMAN","date":"20101231","title":"STANFORD 82, UCONN 73; Streak Is Snapped at 90 As Stanford Solves UConn","url":"http://www.nytimes.com/2010/12/31/sports/ncaabasketball/31women.html"},{"body":"WASHINGTON -- After decades of work for some of this country's most powerful lobbying firms, Lanny J. Davis, the lawyer who once helped defend President Bill Clinton from impeachment, is suddenly scrambling to defend himself. Since leaving the White House, Mr. Davis has built a client list that now includes coup supporters in Honduras, a dictator","byline":"By GINGER THOMPSON and ERIC LIPTON; Helene Cooper contributed reporting.","date":"20101231","title":"Key Lobbyist's Client List Puts Him on the Defensive","url":"http://www.nytimes.com/2010/12/31/world/americas/31davis.html"},{"body":"9:02 p.m. | Updated The financier Steven L. Rattner has agreed to pay $10 million to settle civil charges that he engaged in a kickback scheme involving New York state's pension fund, ending a scathingly personal and public feud between Mr. Rattner and the New York attorney general, Andrew M. Cuomo. Under the settlement announced Thursday - just","byline":"By PETER LATTMAN","date":"20101231","title":"Rattner Settles Pension Inquiry For $10 Million","url":"http://query.nytimes.com/gst/fullpage.html?res=9901E6DF1638F932A05751C1A9669D8B63"},{"body":"Hypocrisy never goes out of style, but, even so, 2010 was something special. For it was the year of budget doubletalk -- the year of arsonists posing as firemen, of people railing against deficits while doing everything they could to make those deficits bigger. And I don't just mean politicians. Did you notice the U-turn many political commentators","byline":"By PAUL KRUGMAN","date":"20101231","title":"OP-ED COLUMNIST; The New Voodoo","url":"http://www.nytimes.com/2010/12/31/opinion/31krugman.html"}],"tokens":["obama"],"total":7640},{"offset":"0","results":[{"body":"HONOLULU -- President Obama has long relied on his oratorical gifts to ease him through tricky political situations. But on the emotionally charged issue of gay rights, Mr. Obama has been content recently to let his lieutenants do the talking. And they have said some striking things. Secretary of State Hillary Rodham Clinton told an audience of","byline":"By MARK LANDLER","date":"20111231","title":"Obama Still Lets Surrogates Take the Lead as Gay Rights Momentum Builds","url":"http://www.nytimes.com/2011/12/31/us/politics/on-gay-rights-obama-lets-surrogates-take-the-lead.html"},{"body":"HONOLULU -- President Obama agreed on Friday to delay a request to Congress to expand the government's borrowing authority by $1.2 trillion, allowing lawmakers time to return from recess and register their views on it. The delay, which a White House official said would be only a few days, will not jeopardize the operations of the government, as","byline":"By MARK LANDLER","date":"20111231","title":"Obama Waits Before Asking For Increase In Debt Limit","url":"http://www.nytimes.com/2011/12/31/us/politics/obama-to-delay-budget-request-so-congress-can-comment.html"},{"body":"International MANY OF INDIA'S POOR TURN TO PRIVATE SCHOOLS As India's economy has expanded during the past two decades, an increasing number of poor parents are now scraping together money to send their children to low-cost private schools in hopes of helping them escape poverty. Page A4 UKRAINE MOVES EX-PREMIER The Ukrainian authorities abruptly","date":"20111231","title":"Inside the Times","url":"http://query.nytimes.com/gst/fullpage.html?res=9E00E1D6133CF932A05751C1A9679D8B63"},{"body":"DES MOINES -- The attacks began three weeks ago and have not let up since: Television ad after television ad slamming Newt Gingrich for having ''more baggage than the airlines,'' for being fined by Congress for ethics violations, for his position on illegal immigration, even for admitting that he has made mistakes on the campaign trail. Democrats","byline":"By NICHOLAS CONFESSORE and JIM RUTENBERG","date":"20111231","title":"PAC Ads Rip at Gingrich As Romney Stands Clear","url":"http://www.nytimes.com/2011/12/31/us/politics/restore-our-future-attack-ads-harm-gingrich-in-iowa.html"},{"body":"Abortion The candidates all profess opposition to abortion rights, but there are distinctions. Several have signed a pledge that requires appointment only of those with anti-abortion views to key government posts. Others have declined. Some favor allowing abortion in cases of rape and incest. ''The Republican Party cannot get the issue of life","date":"20111231","title":"Where the Republican Candidates Stand on Key Issues","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CE0DD103CF932A05751C1A9679D8B63"},{"body":"DES MOINES -- Newt Gingrich openly cried on Friday morning during an event with a group of mothers in an Iowa coffee shop as he described his own mother's illness. The Republican pollster Frank Luntz had asked Mr. Gingrich to recall a moment with his mother that changed his life. Mr. Gingrich started to describe the illness at the end of her life,","byline":"By MICHAEL D. SHEAR","date":"20111231","title":"THE CAUCUS; Gingrich Weeps Recalling Late Mother's Health Struggles","url":"http://query.nytimes.com/gst/fullpage.html?res=9506E5D8123CF932A05751C1A9679D8B63"},{"body":"It is a national disgrace that the strongest supporters of tougher mine safety concede that it will likely take another disaster before lawmakers will be willing to buck Big Coal and pass desperately needed safety legislation. ''This is out of mind until another explosion takes place,'' Representative George Miller, a California Democrat and","date":"20111231","title":"EDITORIAL; Big Coal's Bidding","url":"http://www.nytimes.com/2011/12/31/opinion/big-coals-bidding.html"},{"body":"Egypt's military council continues to demonstrate its utter contempt for the citizens who risked their lives to end President Hosni Mubarak's authoritarian rule. In the latest outrage, security forces on Thursday shut down three American-financed democracy-building groups in Cairo and as many as six other nonprofit organizations. Armed with","date":"20111231","title":"EDITORIAL; Egypt's Obstructionist Generals","url":"http://www.nytimes.com/2011/12/31/opinion/egypts-obstructionist-generals.html"},{"body":"DES MOINES -- Representative Ron Paul of Texas assailed criticism of his opposition to United States military involvement abroad, saying he fears an overreaction to worries about Iran's nuclear program could lead to war. Mr. Paul's rivals have hammered him for days as too dovish and suggested that he would do nothing to prevent Iran from acquiring","byline":"By MICHAEL D. SHEAR and RICHARD A. OPPEL Jr.; Michael D. Shear reported from Des Moines, and Richard A. Oppel Jr. from Sioux Center, Iowa.","date":"20111231","title":"Paul Assails Rivals' Criticism of His Policy on Iran","url":"http://www.nytimes.com/2011/12/31/us/politics/paul-assails-rivals-criticism-of-his-policy-on-iran.html"},{"body":"BAGHDAD RAFE AL-ESSAWI is the man in charge of Iraq's finances, a moderate Sunni doctor who greets his guests and denounces his foes in practiced English. He may also be the next leader to fall as the country's Shiite prime minister takes aim at perceived rivals and enemies, his fate a litmus test for a country in crisis. Unlike other Sunni","byline":"By JACK HEALY and MICHAEL R. GORDON; Jack Healy reported from Baghdad, and Michael R. Gordon from Washington.","date":"20111231","title":"THE SATURDAY PROFILE; A Moderate Official at Risk in a Fracturing Iraq","url":"http://www.nytimes.com/2011/12/31/world/middleeast/rafe-al-essawi-a-moderate-in-an-increasingly-polarized-iraq.html"}],"tokens":["obama"],"total":6446},{"offset":"0","results":[{"body":"UNION, N.J. &mdash; Widespread gas shortages stirred fears among residents and disrupted some rescue and emergency services as the New York region struggled to return to a semblance of normalcy after being ravaged by Hurricane Sandy . Tiny increments of progress &mdash; some subway and bus lines were back in service &mdash; in the aftermath of what","byline":"By KATE ZERNIKE","date":"20121103","title":"Gasoline Runs Short, Adding Woes to Storm Recovery","url":"http://www.nytimes.com/2012/11/03/nyregion/recovery-efforts-after-hurricane-sandy.html"},{"body":"WAUSAU, Wis. &mdash; The presidential candidates rarely trek this far north, but on election night, experts in the Wisconsin vote said, they would pay close attention to the vast region west and north of Green Bay, viewing it as a telltale of whether the state&rsquo;s political upheaval since 2010 has undermined President Obama &rsquo;s bulwark of","byline":"By TRIP GABRIEL","date":"20121102","title":"In Wisconsin, Real Battleground Is Rural","url":"http://www.nytimes.com/2012/11/02/us/politics/in-wisconsin-real-battleground-is-rural.html"},{"body":"PHILADELPHIA &mdash; First there was quiet. Then came the &ldquo; super PACs .&rdquo; Now the candidate is on his way. In a striking last-minute shift, the Romney campaign has decided to invest its most precious resource &mdash; the candidate&rsquo;s time &mdash; in a serious play to win Pennsylvania. Mr. Romney&rsquo;s appearance here on Sunday","byline":"By JEREMY W. PETERS","date":"20121102","title":"In Shift, Romney Campaign Makes Push in Pennsylvania","url":"http://www.nytimes.com/2012/11/02/us/politics/in-shift-romney-campaign-makes-push-in-pennsylvania.html"},{"body":"WASHINGTON &mdash; The two presidential campaigns roared back to life on Thursday, ending a storm-imposed hiatus with urgent closing arguments and a flurry of cross-country rallies as Mitt Romney raced to overtake President Obama in the election&rsquo;s final 100 hours. Mr. Obama enters the last stretch with a slight and consistent &mdash; but in","byline":"By MICHAEL D. SHEAR and MARK LANDLER","date":"20121102","title":"Storm-Imposed Intermission Over, Both Campaigns Rush Back Onto Stage","url":"http://www.nytimes.com/2012/11/02/us/politics/after-storm-hiatus-presidential-race-is-back-in-full-swing.html"},{"body":"CHICAGO &mdash; Almost exactly four years ago, when President Obama was on the cusp of winning the White House, he spoke emotionally about David Axelrod , the strategist who guided him from the Illinois State Senate to the pinnacle of national politics. He praised Mr. Axelrod for his &ldquo;basic take&rdquo; on &ldquo;how politics should be able to","byline":"By JIM RUTENBERG","date":"20121102","title":"Axelrod Sets More Combative Tone for Obama in 2012","url":"http://www.nytimes.com/2012/11/02/us/politics/axelrod-sets-more-combative-tone-for-obama-in-2012.html"},{"body":"To the Editor: Re &ldquo; The Upside of Opportunism &rdquo; (column, Oct. 30): David Brooks speculates that since the House Republicans would rather let the country go to ruin than allow President Obama any accomplishments, there could be no major achievements in a second term. He then fantasizes that a &ldquo;center-right&rdquo; President Mitt","date":"20121102","title":"LETTERS; Imagining a Romney Presidency","url":"http://www.nytimes.com/2012/11/02/opinion/imagining-a-romney-presidency.html"},{"body":"Jan. 20, 2009, was an inspiring day. Barack Obama took the oath of office and argued that America was in a crisis caused by &ldquo;our collective failure to make hard choices and prepare the nation for a new age.&rdquo; It was time, he said, to end the false choices between the orthodox left and the orthodox right. He called for &ldquo;an end to","byline":"By DAVID BROOKS","date":"20121102","title":"OP-ED COLUMNIST; The Final Reckoning","url":"http://www.nytimes.com/2012/11/02/opinion/brooks-the-final-reckoning.html"},{"body":"CLEVELAND &mdash; FOR one prominent Cleveland businessman, a lifelong Democrat, the election had come down to a couple of burning questions: Did he dare tell his wife that he was thinking of voting for Mitt Romney? Would she ever forgive him? In the end, although tempted, he did not dare and voted early for Obama. His quandary illustrates a","byline":"By ROGER COHEN","date":"20121102","title":"OP-ED COLUMNIST; America’s Gender Divide","url":"http://www.nytimes.com/2012/11/02/opinion/roger-cohen-americas-gender-divide.html"},{"body":"If President Obama is re-elected, health care coverage will expand dramatically, taxes on the wealthy will go up and Wall Street will face tougher regulation. If Mitt Romney wins instead, health coverage will shrink substantially, taxes on the wealthy will fall to levels not seen in 80 years and financial regulation will be rolled back. Given the","byline":"By PAUL KRUGMAN","date":"20121102","title":"OP-ED COLUMNIST; The Blackmail Caucus","url":"http://www.nytimes.com/2012/11/02/opinion/krugman-the-blackmail-caucus.html"},{"body":"In a surprise announcement, Mayor Michael R. Bloomberg said Thursday that Hurricane Sandy had reshaped his thinking about the presidential campaign and that as a result, he was endorsing President Obama . Mr. Bloomberg, a political independent in his third term leading New York City, has been sharply critical of Mr. Obama, a Democrat, and Mitt","byline":"By RAYMOND HERNANDEZ","date":"20121102","title":"Bloomberg Endorses Obama, Citing Climate Change","url":"http://www.nytimes.com/2012/11/02/nyregion/bloomberg-endorses-obama-saying-hurricane-sandy-affected-decision.html"}],"tokens":["obama"],"total":5868}]}