{"tokens":[],"results":[{"offset":"0","results":[{"body":"The great migration of Americans to California is declining, new analyses show, and many business leaders say that the reason is housing costs that are among the highest in the nation. State demographers estimate that the number of people who moved to California from elsewhere in the country in 1981 declined by 5 to 10 percent from the 1980 influx.","byline":"By ROBERT LINDSEY, Special to the New York Times","date":"19811231","title":"EXECUTIVES BLAME CALIFORNIA HOUSING COSTS FOR DIP IN MIGRATION","url":"http://www.nytimes.com/1981/12/31/us/executives-blame-california-housing-costs-for-dip-in-migration.html"},{"body":"MAXIMILIAN SCHELL has come to New York on a crusade. Through the movie version of a play called ''Tales From the Vienna Woods,'' now at Cinema 3, he wants to introduce Americans to the work of the writer Odon von Horvath. Still astonishingly handsome, though a bit more worn looking than he was in the days when he acted in such pictures as ''The","byline":"By Chris Chase","date":"19811231","title":"AT THE MOVIES; Maximilian Schell's deed for a writer.","url":"http://www.nytimes.com/1981/12/31/movies/at-the-movies-maximilian-schell-s-deed-for-a-writer.html"},{"body":"One reason the effects wrought by the Women's Movement remain c louded in uncertainty is that its goals have been divided between m atters of simple justice and matters of androgyny. The simple part is that any fair-minded person who walks into a bank and sees that all the tellers are women and all the officers are men is going to cast a vote for","byline":"By Edward Hoagland","date":"19811231","title":"THE LIBERATION OF WOMEN- AND MEN","url":"http://www.nytimes.com/1981/12/31/opinion/the-liberation-of-women-and-men.html"},{"body":"Volkswagen of America Inc. predicts sales of 330,000 cars in 1982, up 14 percent from this year's depressed levels, its president, James McLernon, said in a year-end statement. Mr. McLernon also said that production at the company plant in Sterling Heights, Mich., could begin in the spring of 1983 if market conditions improved. Mr. McLernon said","byline":"UPI","date":"19811231","title":"VW of America Expects Sales Rise","url":"http://www.nytimes.com/1981/12/31/business/vw-of-america-expects-sales-rise.html"},{"body":"The West German Government apparently remains committed to participating in the natural gas pipeline from the Soviet Union to Western Europe, despite Tuesday's announcement by the United States of economic sanctions against the project. A Government spokesman, Kurt Becker, acknowledged that American opposition to the pipeline had taken on a new","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19811231","title":"BONN MAY PROCEED ON SOVIET GAS LINE","url":"http://www.nytimes.com/1981/12/31/business/bonn-may-proceed-on-soviet-gas-line.html"},{"body":"Not all American diplomats are found in embassies. Some are not even found in the State Department. This year, five career Foreign Service officers are scattered, for a variety of reasons, across the United States as ''diplomats in residence'' at five universities. The diplomat-in-residence assignment, suggested by Congress in 1962 and officially","byline":"By BARBARA CROSSETTE, Special to the New York Times","date":"19811231","title":"GETTING TASTE OF ACADEMIA AND FINLAND","url":"http://www.nytimes.com/1981/12/31/us/getting-taste-of-academia-and-finland.html"},{"body":"Reports from the field have it that SSC&B, one of the more active components of the Interpublic Group of Companies, will become the agency for the Steak & Ale Restaurants of America, which the Leo Burnett Company resigned in October to take the McDonald's account. The Steak & Ale assignment includes advertising for Bennigan's Taverns, which has 55","byline":"By Philip H. Dougherty","date":"19811231","title":"ADVERTISING; SSC&B Said to Win Steak & Ale Account","url":"http://www.nytimes.com/1981/12/31/business/advertising-ssc-b-said-to-win-steak-ale-account.html"},{"body":"''The question is always the same,'' a ticket agent of the Polish national airline said yesterday of the many telephone calls she receives. With more than 25,000 Polish nationals estimated to be stranded in the United States, the question is, ''How can I get back to Poland and when?'' Zbigniew Dabkowski, the general manager for North America of LOT","byline":"By WILLIAM G. BLAIR","date":"19811231","title":"25,000 POLES IN THE U.S. ARE TRYING TO GET HOME","url":"http://www.nytimes.com/1981/12/31/world/25000-poles-in-the-us-are-trying-to-get-home.html"},{"body":"Photographs of the turbaned guerrilla fighters of Afghanistan have been widely seen in the last two years and in general they reflect images of fierce, even fanatical men who are willing to make heavy sacrifices and may even be eager for martyrdom as they fight the Soviet soldiers and struggle against alien beliefs. Like all stereotypes these","byline":"By JERE VAN DYK, Special to The New York Times; The following dispatch was written by a freelance journalist who recently spent six weeks in Afghanistan.","date":"19811231","title":"THE AFGHAN WARRIORS: MANY OUTLOOKS, ONE CAUSE","url":"http://www.nytimes.com/1981/12/31/world/the-afghan-warriors-many-outlooks-one-cause.html"},{"body":"In a modest late-year gain, sales in November of new single-family homes rose 11.3 percent from a month earlier, to an annual rate of 403,000, the best level since July, the Government reported today. It was the second consecutive monthly gain of more than 10 percent. Spokesmen for real estate companies and mortgage lenders attributed the increase","byline":"AP","date":"19811231","title":"NOVEMBER NEW-HOME SALES UP","url":"http://www.nytimes.com/1981/12/31/business/november-new-home-sales-up.html"}],"tokens":["America"],"total":6495},{"offset":"0","results":[{"body":"The Clarion Corporation of America, owned by a Japanese maker of automotive stereo parts, has selected Marsteller to do its promotion. The account bills around $3 million. Clarion recently ended its seven-year relationship with its United States ad agency, Kresser, Robbins & Associates, Los Angeles. Clarion, based in Lawndale, Calif., is the","byline":"By Philip H. Dougherty","date":"19821231","title":"ADVERTISING; Clarion Turns To Marsteller","url":"http://www.nytimes.com/1982/12/31/business/advertising-clarion-turns-to-marsteller.html"},{"body":"Production of crude oil and coal in the United States increased slightly this year despite a decline in energy consumption, according to industry estimates published today. One study, by the Independent Petroleum Association of America, put domestic oil production at 10.2 million barrels a day, up about 100,000 from 1981. The small increase ended a","byline":"Reuters","date":"19821231","title":"Oil and Coal Gain in U.S.","url":"http://www.nytimes.com/1982/12/31/business/oil-and-coal-gain-in-us.html"},{"body":"A3,000-year-old Egyptian statue from the reign of Ramses II, which was found in an abandoned trolley station in Chautauqua, N.Y., may sell for more than $100,000 on May 11, when it is auctioned at Sotheby Parke Bernet, York Avenue at 72d Street. ''This is a major find - it has been lost for nearly a century,'' James F. Romano, associate curator of","byline":"By Rita Reif","date":"19821231","title":"AUCTIONS; The case of the lost statue.","url":"http://www.nytimes.com/1982/12/31/arts/auctions-the-case-of-the-lost-statue.html"},{"body":"Like President Reagan, Frank Richards, a Chicagoan, arrived in the California desert this week to welcome the New Year and, not incidentally, to find a brief respite from the cold weather that is gripping much of the Middle West. This morning, while he and his wife struggled in 50-degree weather to avoid shivering, Mr. Richards looked over at a","byline":"By ROBERT LINDSEY, Special to the New York Times","date":"19821231","title":"BULLDOZERS, TRAFFIC JAMS AND SMOG DIM LUSTER OF PALM SPRINGS","url":"http://www.nytimes.com/1982/12/31/us/bulldozers-traffic-jams-and-smog-dim-luster-of-palm-springs.html"},{"body":"S ports reporters don't win games and they don't lose games; their challenge comes in witnessing events in different corners of the world. Some of this year's highlights - and low lights - were worth a postcard home: Pontiac, Mich. Jan. 22 - Claustrophobia sets in half an hour after arriving at Super Bowl headquarters. We have been placed in a","byline":"By George Vecsey","date":"19821231","title":"SPORTS OF THE TIMES; Postcards From 1982","url":"http://www.nytimes.com/1982/12/31/sports/sports-of-the-times-postcards-from-1982.html"},{"body":"Mitsubishi Motor Sales of America Inc., based in Fountain Valley, Calif., has dropped prices on three 1983 models of light-duty trucks. The new suggested retail price of the Mighty Max truck is $5,749, down $240. The two-wheel-drive version of the 2.3-liter turbo-diesel truck is $7,879, a drop of $180, and the four-wheel-drive version is $9,839,","byline":"AP","date":"19821231","title":"Mitsubishi Prices","url":"http://www.nytimes.com/1982/12/31/business/mitsubishi-prices.html"},{"body":"Samuel Mellitz, former associate justice of the Connecticut Supreme Court of Errors, died last Sunday at the Yale-New Haven Hospital. He was 91 years old, and lived in Fairfield, Conn. Judge Mellitz gave up a private law practice when he was appointed to Connecticut's Court of Common Pleas in 1936 by Gov. Wilbur Cross. In 1942, he was named to the","date":"19821231","title":"Samuel Mellitz, Judge And University Trustee","url":"http://www.nytimes.com/1982/12/31/obituaries/samuel-mellitz-judge-and-university-trustee.html"},{"body":"NEXT Monday, Sylvester Stallone begins his new job, directing John Travolta in the sequel to ''Saturday Night Fever,'' which is called ''Staying Alive.'' Mr. Stallone wrote the script, too. He says of himself and Mr. Travolta: ''We're kind of, like, in the same mold. I met him just before he did 'Saturday Night Fever,' and after that, we crossed","byline":"By Chris Chase","date":"19821231","title":"AT THE MOVIES; 'Staying Alive' with a couple of tough guys.","url":"http://www.nytimes.com/1982/12/31/movies/at-the-movies-staying-alive-with-a-couple-of-tough-guys.html"},{"body":"Tradition gives the end of a year a sense of completion, and imbues a new date with rising hopes. People make lists of what was good and bad, a way of relegating things to the past, and lists of better intentions that always belong to a receding future. Yet, the calendar is a form of myth. Nature does have cycles of decline and renewal, but they","byline":"By Flora Lewis","date":"19821231","title":"FOREIGN AFFAIRS; Time And Reality","url":"http://www.nytimes.com/1982/12/31/opinion/foreign-affairs-time-and-reality.html"},{"body":"TWO of the three commercial networks have special programs for tonight's New Year's Eve celebrations. At 11:30, CBS-TV is offering ''Happy New Year, America,'' a collection of festivities from three locations, with Donny Osmond as anchor. At New York's Waldorf-Astoria Hotel, Mr. Osmond will be joined by cast members of Broadway's ''Sophisticated","byline":"By JOHN J. O'CONNOR","date":"19821231","title":"TV WEEKEND; 2 NETWORKS OFFER TOASTS ON THE EVE OF NEW YEAR","url":"http://www.nytimes.com/1982/12/31/arts/tv-weekend-2-networks-offer-toasts-on-the-eve-of-new-year.html"}],"tokens":["America"],"total":6440},{"offset":"0","results":[{"body":"When Randy C. Sanderson graduated from Belmont High School in St. Louis in 1973, his main goal was not much different from other inner-city high school graduates - to find a decent-paying job. Going to college was not on his mind, nor was becoming a business leader someday. Later that spring, however, things changed when Mr. Sanderson was","date":"19831231","title":"PUTTING MINORITY GRADUATES ON CORPORATE CAREER","url":"http://www.nytimes.com/1983/12/31/business/putting-minority-graduates-on-corporate-career.html"},{"body":"Following are key questions and answers from an interview with Senator Ernest F. Hollings by William E. Farrell: Q. What do you think is the most important problem facing the United States over the next decade? What new ideas do you have for dealing with it? HOLLINGS. The most important problem facing the country this very minute, and probably will","date":"19831231","title":"AN INTERVIEW WITH ERNEST F. HOLLINGS, A 'CENTRIST' IN POLITICS","url":"http://www.nytimes.com/1983/12/31/us/an-interview-with-ernest-f-hollings-a-centrist-in-politics.html"},{"body":"Sales of new single-family houses rose a slight five-tenths of 1 percent in November, to a level 17.1 percent above a year ago, the Government said today. Economists said sales appear to be stabilizing at a strong level after dipping in the summer. ''It's just kind of a nice way to go out of 1983, with these kinds of numbers,'' said Mark J. Riedy,","byline":"AP","date":"19831231","title":"SALES OF NEW HOUSES ROSE 0.5% IN NOVEMBER","url":"http://www.nytimes.com/1983/12/31/business/sales-of-new-houses-rose-0.5-in-november.html"},{"body":"It's New Year's Eve, and he wakes up feeling blue. He's seen too many New Year's Eves now and he's jaded with them and he hates that - being jaded, I mean. He hates people saying he's ''jaded'' with this and that, has hated it ever since he told Ben Cooper he never wanted to see another ''I Love Lucy'' as long as he lived, and Ben said, ''You've","byline":"By Russell Baker","date":"19831231","title":"OBSERVER; GONE WITH THE PHILCO","url":"http://www.nytimes.com/1983/12/31/opinion/observer-gone-with-the-philco.html"},{"body":"The New York Times today publishes an interview with Senator Ernest F. Hollings, another in a series of interviews with candidates for the Presidency. In the interview Senator Hollings made these major points: Economy - Federal deficits must be cut to encourage private investment and re-employment of workers. He urges more day care centers and","date":"19831231","title":"HOLLINGS EMPHASIZING A FREEZE ON SPENDING","url":"http://www.nytimes.com/1983/12/31/world/hollings-emphasizing-a-freeze-on-spending.html"},{"body":"Notre Dame's 1924 backfield is probably the best-known four-man unit in the history of football just because Grantland Rice gave it the name of the Four Horsemen. The individuals are not as well remembered as the group, which consisted of Harry Stuhldreher, Jim Crowley, Elmer Layden and Don Miller. The Irish were undefeated that year and beat","byline":"By Gordon S. White Jr.","date":"19831231","title":"SPORTS OF THE TIMES; NEBRASKA HAS BEST BACKFIELD","url":"http://www.nytimes.com/1983/12/31/sports/sports-of-the-times-nebraska-has-best-backfield.html"},{"body":"The Procrastinators Club of America has issued its predictions for 1983. ''We have a 100 percent perfect record,'' Les Waas, president of the club, said Thursday. ''We take a whole year to come up with these things.'' The club did its predicting in verse: Cowboys being rammed out of Super Bowl play; Videos brightening our musical day. A rider named","byline":"UPI","date":"19831231","title":"AROUND THE NATION; Prediction: What'll Be The Big Events of '83?","url":"http://www.nytimes.com/1983/12/31/us/around-the-nation-prediction-what-ll-be-the-big-events-of-83.html"},{"body":"Rabbi Morris N. Kertzer, a leader in strengthening relations between Jews and Christians, died of a heart ailment Thursday at his retirement home in Scottsdale, Ariz. He was 73 years old. Rabbi Kertzer was spiritual leader of the Riverdale Temple in the Bronx and the Larchmont (N.Y.) Temple in the 1960's and 70's. His books included ''What Is a","byline":"By ARI L. GOLDMAN","date":"19831231","title":"RABBI MORRIS KERTZER DIES; IMPROVED INTERRELIGIOUS TIES","url":"http://www.nytimes.com/1983/12/31/obituaries/rabbi-morris-kertzer-dies-improved-interreligious-ties.html"},{"body":"Nicaragua Upheaval The United States Ambassador to Nicaragua, Anthony C. E. Quainton, is expected to be recalled from his post in Managua soon for re-assignment, and this is upsetting some senior Foreign Service officers. State Department officials say Mr. Quainton's imminent recall is a result of his incurring the wrath of Henry A. Kissinger, the","byline":"By James F. Clarity and Warren Weaver Jr.","date":"19831231","title":"BRIEFING","url":"http://www.nytimes.com/1983/12/31/us/briefing-146025.html"},{"body":"Americans will be returning to their culinary roots during the rest of this decade, but they will not abandon ethnic foods, especially those that complement their life style. There will always be a place for the elegant French restaurant, particularly for special occasions. But Italian restaurants featuring Tuscan food and Mexican restaurants that","byline":"By MARIAN BURROS","date":"19831231","title":"DE GUSTIBUS; A NEW STAMP: MADE IN AMERICA","url":"http://www.nytimes.com/1983/12/31/style/de-gustibus-a-new-stamp-made-in-america.html"}],"tokens":["America"],"total":7143},{"offset":"0","results":[{"body":"THE playing field is where he is most at home, where he is known as No. 22, the starting quarterback, or simply Doug because he is not even the only Flutie on the Boston College football team. On the playing field, he is one of the guys, undistinguished in a sea of maroon-and-gold-clad players, most of them bigger and more imposing than he. On the","byline":"By PETER ALFANO","date":"19841231","title":"FLUTIE SHOWS GRACE UNDER A NEW BLITZ","url":"http://www.nytimes.com/1984/12/31/sports/flutie-shows-grace-under-a-new-blitz.html"},{"body":"Metromedia Television has established a tradition of venturing somewhat out of the ordinary during the December holidays, and this year's elegant package, being presented tonight at 7:30 on WNEW/Channel 5, contains Giacomo Pucccini's ''Manon Lescaut.'' The production was recorded for the BBC at the Royal Opera at Covent Garden, London, in May of","byline":"By JOHN J. O'CONNOR","date":"19841231","title":"TV OPERA: 'MANON' FOR BBC","url":"http://www.nytimes.com/1984/12/31/arts/tv-opera-manon-for-bbc.html"},{"body":"It has been a difficult year for most major stock exchanges, with Toronto and New York losing ground and minor gains on other exchanges offset by inflation and depreciation of their currencies. There was improvement in the fourth quarter, with most exchanges registering some rise in average share prices. Because of the pickup, and the prospect of","byline":"By NICHOLAS D. KRISTOF","date":"19841231","title":"INTERNATIONAL REPORT; WORLD'S STOCK EXCHANGES EXPERIENCE A DIFFICULT YEAR","url":"http://www.nytimes.com/1984/12/31/business/international-report-world-s-stock-exchanges-experience-a-difficult-year.html"},{"body":"Louis Horst, a mentor to many first- and second-generation modern- dance choreographers in America, will be the subject of ''Demystifying the Man: Louis Horst,'' a program scheduled to be broadcast on ''Eye on Dance'' on WNYC-TV, Channel 31, on Jan. 6 at 9:30 P.M., and on WNYE- TV, Channel 25, on Jan. 7 at 8:30 P.M. Among the participants will be","date":"19841231","title":"Horst, Choreographer, Subject of TV Program","url":"http://www.nytimes.com/1984/12/31/arts/horst-choreographer-subject-of-tv-program.html"},{"body":"Cotton Bowl Houston (7-4) vs. Boston College (9-2) 49TH GAME AT DALLAS Kickoff: 1:30 P.M. E.S.T., CBS-TV. Ranking: Houston - The Associated Press, unranked; United Press International, unranked; The New York Times computer, unranked. Boston College - A.P. 8; U.P.I. 8; Times 2. Coaches: Houston - Bill Yeoman. Boston College - Jack Bicknell. PLAYERS","date":"19841231","title":"FLUTIE AND FOUR OTHERS, AND SOME CLAIMS TO NO. 1","url":"http://www.nytimes.com/1984/12/31/sports/flutie-and-four-others-and-some-claims-to-no-1.html"},{"body":"Our beat is anything that ever happened in America,'' Bruce Catton declared in 1954, the year he was named editor of the newly established American Heritage. That credo has not changed in the intervening 30 years, but much else about the American Heritage Publishing Company has. Next May, for example, it will begin a three-times-a-year magazine","byline":"By EDWIN McDOWELL","date":"19841231","title":"A NEW LOOK FOR AMERICAN HERITAGE","url":"http://www.nytimes.com/1984/12/31/arts/a-new-look-for-american-heritage.html"},{"body":"IT can be the best of times and the worst of times when a good friend marries. The marriage may increase the number of friendships, with the spouse making three where before there were two, but also diminish the intimacy among the friends. ''The research shows that the marriage of a friend is a mixed blessing,'' said James Youniss, a psychology","byline":"By Margot Slade","date":"19841231","title":"RELATIONSHIPS; MARRIAGE OF FRIEND: MIXED BLESSING","url":"http://www.nytimes.com/1984/12/31/style/relationships-marriage-of-friend-mixed-blessing.html"},{"body":"The Year of the Prisoner Bartlett's isn't sure that Burke ever uttered the famous line credited to him: ''The only thing necessary for the triumph of evil is for good men to do nothing.'' But the exhortation is timeless. Decent impulses are diffuse; evil is willed and specific. This is bitterly understood by political prisoners who are torn from","date":"19841231","title":"No Headline","url":"http://www.nytimes.com/1984/12/31/opinion/no-headline-185142.html"},{"body":"The annual New Year's Concert of the Vienna Philharmonic - the world's most widely watched television program - will span the Atlantic for the first time with a digital audio link. The program, with an audience numbering roughly 750 million viewers, is expected to offer Americans a new experience in sound received from Europe by electronic","byline":"By HANS FANTEL","date":"19841231","title":"VIENNA TV CONCERT TO BE DIGITAL","url":"http://www.nytimes.com/1984/12/31/arts/vienna-tv-concert-to-be-digital.html"},{"body":"James Chace's thoughtful and largely balanced article, ''In Search of a Central American Policy'' (Nov. 25), recognizes many of the realities of Central America, e.g., that the top Sandinista leadership is composed of Marxist- Leninists, that the domestic opposition to Sandinista rule is extensive and growing and that Salvadoran President Jose","date":"19841230","title":"The Realities Of Central America","url":"http://www.nytimes.com/1984/12/30/magazine/l-the-realities-of-central-america-177620.html"}],"tokens":["America"],"total":7716},{"offset":"0","results":[{"body":"A Washington real estate advertisement pictures an excited Arab sheik with dollar signs on his dark glasses. The message reads: ''Is Washington For Sale?'' On a billboard in Pennsylvania, an Arab stares in apparent dismay at an oil company's low prices. ''The Phantom,'' a newspaper comic strip, tells the tale of ''Abu the Magician'' paying gold for","byline":"By DAVID K. SHIPLER, Special to the New York Times","date":"19851231","title":"The Arab-American Counts His Stereotypes","url":"http://www.nytimes.com/1985/12/31/us/the-arab-american-counts-his-stereotypes.html"},{"body":"To the Editor: The 5-to-2 decision of the New York Court of Appeals (front page, Dec. 20) permitting shopping malls to exclude pamphleteers is bad enough news on its own. The majority's ruling makes it harder for grass-root and fledgling causes to translate their values into political action. Beyond that tragedy, the court's gratuitous criticism of","date":"19851231","title":"Leaflets in Shopping Malls, America's New Main St.","url":"http://www.nytimes.com/1985/12/31/opinion/l-leaflets-in-shopping-malls-america-s-new-main-st-261443.html"},{"body":"IN a sense, social scientists find, the city does not exist. There is no such single entity, but rather many cities, as many as there are people to experience them. And researchers now believe that the subjective reality is every bit as important to understanding and fostering successful urban life as the concrete and asphalt of objective","byline":"By DANIEL GOLEMAN","date":"19851231","title":"SCIENTISTS FIND CITY IS A SERIES OF VARYING PERCEPTIONS","url":"http://www.nytimes.com/1985/12/31/science/scientists-find-city-is-a-series-of-varying-perceptions.html"},{"body":"Winston Churchill said in the worst of times, ''I'm an optimist because there's not much point in anything else.'' In better times, it is reasonable to focus on what's wrong with the world because there's always room for improvement, always dangers to be warded off. There is a virtue in Cassandras. Their warnings of disaster can be depressing, but","byline":"By Flora Lewis","date":"19851231","title":"FOREIGN AFFAIRS; What's Right in The World","url":"http://www.nytimes.com/1985/12/31/opinion/foreign-affairs-what-s-right-in-the-world.html"},{"body":"''We are the world, we are the children.'' Those words, when sung by Michael Jackson, Bruce Springsteen, Tina Turner and 40 other rock stars, helped open hearts and wallets to the plight of starving children in Ethiopia. What about poor, even starving, children in America? To publicize their plight, the Child Welfare League of America has enlisted","date":"19851231","title":"Topics; Questions of Image Cartoon for Kids","url":"http://www.nytimes.com/1985/12/31/opinion/topics-questions-of-image-cartoon-for-kids.html"},{"body":"From the Marx Brothers to James Brown, so many pop cultural references swirl together in the music of the Caribbean-funk ensemble, Kid Creole and the Coconuts, that watching one of its shows is like entering a surrealistic time capsule. One is besieged with comic multiple exposures of iconography adapted from four decades of popular culture - a","byline":"By Stephen Holden","date":"19851231","title":"Music/Noted in Brief; Kid Creole and Band In Homecoming Concert","url":"http://www.nytimes.com/1985/12/31/arts/music-noted-in-brief-kid-creole-and-band-in-homecoming-concert.html"},{"body":"He's the typical in-betweener, a 6-foot-3-inch freshman trying to make the transition from high school power forward to college guard. Maybe late this season, or early next, the kid will make the traveling squad. But when his team, St. Francis of Pennsylvania, played in a tournament in Connecticut last weekend, Elvin Hayes Jr. was back in Houston,","date":"19851231","title":"SCOUTING; Fathers, Sons And Daughter","url":"http://www.nytimes.com/1985/12/31/sports/scouting-fathers-sons-and-daughter.html"},{"body":"ALTHOUGH Halley's comet has yet to put on its brightest show, the next two weeks will probably be the best opportunity to view the famous comet in most parts of North America. After that, it will be necessary to travel far to the south, preferably to the Southern Hemisphere, to see it. Between now and mid-January, on clear nights and far from city","byline":"By JOHN NOBLE WILFORD","date":"19851231","title":"COMET IS ENTERING PRIME VIEWING PERIOD","url":"http://www.nytimes.com/1985/12/31/science/comet-is-entering-prime-viewing-period.html"},{"body":"Under pressure from the Reagan Administration, the Metropolitan Transportation Authority said yesterday that it was studying the possibility of letting private companies bid against its agencies to operate some of the city's bus routes. The authority's move came as the Federal Urban Mass Transportation Administration made public a letter urging New","byline":"By RICHARD J. MEISLIN","date":"19851231","title":"M.T.A. MAY LET COMPANIES BID FOR BUS ROUTES","url":"http://www.nytimes.com/1985/12/31/nyregion/mta-may-let-companies-bid-for-bus-routes.html"},{"body":"There were days when both felt as if they had made a mistake and were waiting for an opportunity that would never come. It has been well chronicled how Vinny Testaverde, the University of Miami quarterback, sat and watched Bernie Kosar for two seasons when there was a feeling among some of the coaches that he was probably the better quarterback. At","byline":"By PETER ALFANO, Special to the New York Times","date":"19851231","title":"SUGAR BOWL; FOR 2 QUARTERBACKS, A WORTHWHILE WAIT","url":"http://www.nytimes.com/1985/12/31/sports/sugar-bowl-for-2-quarterbacks-a-worthwhile-wait.html"}],"tokens":["America"],"total":7121},{"offset":"0","results":[{"body":"REAGAN'S AMERICA. Innocents at Home. By Garry Wills. 472 pages. Doubleday & Company. $19.95. RONALD REAGAN, as Garry Wills sees him, is ''the perfect Scout'' and the ''perfect Hollywood chastity symbol''; a ''company man,'' a ''Doctor Feelgood'' and ''a durable daylight 'bundle of meanings.' '' He is ''the faded idol as reachable ideal'' -''a","byline":"By Michiko Kakutani","date":"19861231","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1986/12/31/books/books-of-the-times-309586.html"},{"body":"NINETEEN EIGHTY-SIX was the year of the common scold. Almost everybody was severely criticized by almost everybody else - and usually with good cause. The United States was roundly attacked for fiscal irresponsibility. The National Consumers League, a nonpartisan group that calls itself the nation's oldest consumer organization, handed the Reagan","byline":"By Leonard Silk","date":"19861231","title":"ECONOMIC SCENE; The Year Of the Scold","url":"http://www.nytimes.com/1986/12/31/business/economic-scene-the-year-of-the-scold.html"},{"body":"A DECADE hence, as pop historians look back on 1986, the year may well be remembered as the most musically conservative one since the early 1960's, when the first, impudent upsurge of rock-and-roll had subsided and Beatlemania had not yet arrived. In Billboard's annual chart tabulation of the year's most popular records, Whitney Houston ranked as","byline":"By Stephen Holden","date":"19861231","title":"THE POP LIFE; 1986, A MUSICALLY CONSERVATIVE YEAR","url":"http://www.nytimes.com/1986/12/31/arts/the-pop-life-1986-a-musically-conservative-year.html"},{"body":"A collision less than a quarter-mile from the finish line cost French Kiss a victory over New Zealand today in the America's Cup challenger semifinals. Neither boat was damaged, but the mishap cost French Kiss the race as New Zealand powered away from the split-second encounter to win her third straight victory in the four-of-seven-race series by","byline":"By BARBARA LLOYD, Special to the New York Times","date":"19861231","title":"AMERICA'S CUP; FRENCH BOAT LOSES IN MISHAP","url":"http://www.nytimes.com/1986/12/31/sports/america-s-cup-french-boat-loses-in-mishap.html"},{"body":"A provision of Federal copyright law designed to prevent the sale of pirate recordings and cheap foreign copies of American albums has made hundreds of imported recordings unavailable in the United States. Alternative versions of songs and albums, collector packages, and compact disks that have not been released here have been the targets of legal","byline":"By JON PARELES","date":"19861231","title":"LAW CUTS FLOW OF IMPORTED RECORDS","url":"http://www.nytimes.com/1986/12/31/arts/law-cuts-flow-of-imported-records.html"},{"body":"The Swiss authorities said today that they would take further steps early in the new year to freeze accounts controlled by Lieut. Col. Oliver L. North and others involved in the covert arms sales to Iran. They said they would simultaneously lift banking secrecy regulations covering the accounts. Officials said these measures would set in motion","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19861231","title":"SWISS TO FREEZE IRAN ARMS ACCOUNTS","url":"http://www.nytimes.com/1986/12/31/world/swiss-to-freeze-iran-arms-accounts.html"},{"body":"A RESTAURANT critic's note pad gets cluttered with all kinds of oddities and observations, not to mention butter smudges, wine stains and sauce splotches, in the course of a year's work. This week concludes another year of investigative dining, roughly 500 field expeditions by my estimate, and I find myself heading into the new year carrying a sack","byline":"By BRYAN MILLER","date":"19861231","title":"FOOD '86-'87: THE HIGH ROAD; The Old Year, a la Carte","url":"http://www.nytimes.com/1986/12/31/garden/food-86-87-the-high-road-the-old-year-a-la-carte.html"},{"body":"Another viewer with a gripe - and a solution - is Richard Graham, a 56-year-old prop worker at the Metropolitan Opera. His pet peeve is the gap between the instant a penalty flag is thrown and the moment when broadcasters tell television viewers there is a penalty. The gap often reaches 15 seconds, an annoyed Graham claims, and he has backed up his","date":"19861231","title":"SCOUTING; Hanky Alert","url":"http://www.nytimes.com/1986/12/31/sports/scouting-hanky-alert.html"},{"body":"P. T. Barnum would have liked Jerome Brown, Miami's defensive tackle, who apparently is a proponent of the hard-sell approach to the biggest college football game of the season. The Fiesta Bowl between Penn State and Miami on Friday night will determine the No. 1 team in the country, but here in the Sun Belt, where the pace is slower and passions","byline":"By PETER ALFANO, Special to the New York Times","date":"19861231","title":"FIESTA BOWL; TALK IS CHEAP AT SHOWDOWN","url":"http://www.nytimes.com/1986/12/31/sports/fiesta-bowl-talk-is-cheap-at-showdown.html"},{"body":"In the waning moments of the old year, some thoughts, some impressions, some misplaced notes surface. When Bill Veeck, one of our most charismatic sports figures, died early in the year, on Jan. 2, his friend Hank Greenberg recalled a moment in his life: ''It was between marriages for Bill, and he fell in love with a young woman when both were in","byline":"By Ira Berkow","date":"19861231","title":"SPORTS OF THE TIMES; Auld Lang Syne","url":"http://www.nytimes.com/1986/12/31/sports/sports-of-the-times-auld-lang-syne.html"}],"tokens":["America"],"total":7589},{"offset":"0","results":[{"body":"LEAD: A novel proposal to help Mexico reduce its $105 billion foreign debt burden by more than $10 billion was greeted throughout Latin America today as a significant step toward easing the region's six-year debt crisis. A novel proposal to help Mexico reduce its $105 billion foreign debt burden by more than $10 billion was greeted throughout Latin","byline":"By LARRY ROHTER, Special to the New York Times","date":"19871231","title":"Latin America Hails Proposal on Mexican Debt","url":"http://www.nytimes.com/1987/12/31/business/latin-america-hails-proposal-on-mexican-debt.html"},{"body":"LEAD: THE ECONOMY The index of leading indicators fell 1.7 percent in November as stock prices, a component, dropped for the second straight month, the Commerce Department reported. The drop in the index has not been exceeded in more than six years, but most analysts remained confident that the economy would continue to expand, though probably at a","date":"19871231","title":"BUSINESS DIGEST: THURSDAY, DECEMBER 31, 1987","url":"http://www.nytimes.com/1987/12/31/business/business-digest-thursday-december-31-1987.html"},{"body":"LEAD: The Morgan Guaranty Trust Company yesterday began sending to other banks that have loans to Mexico details of a proposal under which the banks would forgive part of their Mexican debt in return for 20-year Mexican bonds backed by United States Government securities. The Morgan Guaranty Trust Company yesterday began sending to other banks that","byline":"By ROBERT A. BENNETT","date":"19871231","title":"Morgan Bank Outlines Its Mexican Debt Plan","url":"http://www.nytimes.com/1987/12/31/business/morgan-bank-outlines-its-mexican-debt-plan.html"},{"body":"LEAD: BECAUSE its law enforcement agents believe that waterfowl baiting is on the increase, the United States Fish and Wildlife Service is cracking down on this long-illegal practice. BECAUSE its law enforcement agents believe that waterfowl baiting is on the increase, the United States Fish and Wildlife Service is cracking down on this","byline":"By NELSON BRYANT","date":"19871231","title":"OUTDOORS; Crackdown on Baiting Fowl","url":"http://www.nytimes.com/1987/12/31/sports/outdoors-crackdown-on-baiting-fowl.html"},{"body":"LEAD: OF all the months in the year, especially in the colder parts of the country, January has the least horticultural interest. Except for a few heaths, which I admire greatly for their habit of blooming now to lend touches of pink and white to the winter landscape, everything in the garden has gone to sleep. OF all the months in the year,","byline":"By ALLEN LACY","date":"19871231","title":"A GARDENER'S WORLD; Preserving the Past, Studying the Future","url":"http://www.nytimes.com/1987/12/31/garden/a-gardener-s-world-preserving-the-past-studying-the-future.html"},{"body":"LEAD: The eligibility of two University of Miami players, George Mira Jr. and John O'Neill, whose positive drug tests led to suspensions that could keep them out of the Orange Bowl game against Oklahoma Friday night, remained unresolved today as the university waited for the outcome of two appeals to the National Collegiate Athletic Association.","byline":"By MALCOLM MORAN, Special to the New York Times","date":"19871231","title":"Orange Bowl; Miami Awaits N.C.A.A. Ruling on Banned Players","url":"http://www.nytimes.com/1987/12/31/sports/orange-bowl-miami-awaits-ncaa-ruling-on-banned-players.html"},{"body":"LEAD: RAILROAD traffic has been strong this year, reflecting improvement in the industrial and manufacturing sectors, and further improvement is expected in 1988. Tariff increases are likely next year, along with lower effective tax rates for the carriers. RAILROAD traffic has been strong this year, reflecting improvement in the industrial and","byline":"By Vartanig G. Vartan","date":"19871231","title":"Market Place; Favorable Views Of the Railroads","url":"http://www.nytimes.com/1987/12/31/business/market-place-favorable-views-of-the-railroads.html"},{"body":"LEAD: Each New Year's Day in the 19th century, an appeal was made on behalf of newspaper delivery boys for a few coppers or even dollars as a reward for carrying the papers from hometown printing offices to the doorsteps of subscribers during the year just ended. The newspaper carriers received little or no remuneration for their rounds. Each New","byline":"By HERBERT MITGANG","date":"19871231","title":"News Carriers in Olden Days","url":"http://www.nytimes.com/1987/12/31/arts/news-carriers-in-olden-days.html"},{"body":"LEAD: Sam LeFrak, the billionaire New York developer, said he just wants to be loved and appreciated. Sam LeFrak, the billionaire New York developer, said he just wants to be loved and appreciated. Anthony R. Cucci, the Mayor of Jersey City, said, ''I told Sam LeFrak to take his shovel and go home.'' Things on this side of the Hudson have not","byline":"By SARA RIMER, Special to the New York Times","date":"19871231","title":"LeFrak and Jersey City Are Falling Out of Love","url":"http://www.nytimes.com/1987/12/31/nyregion/lefrak-and-jersey-city-are-falling-out-of-love.html"},{"body":"LEAD: The following bowl preview was prepared by Gordon S. White Jr. All times are Eastern standard. Orange Bowl Miami (11-0) vs. Oklahoma (11-0) Kickoff 8 P.M., at Miami, NBC-TV. Ranking Miami - A.P. 2, U.P.I. 2, Times 2. Oklahoma - A.P. 1, U.P.I. 1, Times 1. Coaches Miami - Jimmy Johnson. The following bowl preview was prepared by Gordon S. White","date":"19871231","title":"The New Year's Bowls; Miami and Oklahoma to Meet to Decide No. 1 Spot","url":"http://www.nytimes.com/1987/12/31/sports/the-new-year-s-bowls-miami-and-oklahoma-to-meet-to-decide-no-1-spot.html"}],"tokens":["America"],"total":7451},{"offset":"0","results":[{"body":"LEAD: It was the year of Geraldo Rivera pleading with America not to let the children watch this next segment. It was the year of Geraldo Rivera pleading with America not to let the children watch this next segment. Dan Quayle, who was no Jack Kennedy, won a nation's heart by making himself available for public browbeating by news purveyors and","byline":"By Russell Baker","date":"19881231","title":"OBSERVER; Not a Vintage Year","url":"http://www.nytimes.com/1988/12/31/opinion/observer-not-a-vintage-year.html"},{"body":"LEAD: An unidentified caller claiming to represent a pro-Iranian group today again took responsibility for the Pan Am bombing and threatened unspecified further action against the United States. An unidentified caller claiming to represent a pro-Iranian group today again took responsibility for the Pan Am bombing and threatened unspecified further","byline":"By SHEILA RULE, Special to the New York Times","date":"19881231","title":"Trail of Bomb on Pan Am Jet Is Said to Lead to Frankfurt; New Threat Received","url":"http://www.nytimes.com/1988/12/31/world/trail-of-bomb-on-pan-am-jet-is-said-to-lead-to-frankfurt-new-threat-received.html"},{"body":"LEAD: Sean Elliott, Arizona's all-America forward, calls the N.C.A.A. too conservative in its policies toward student-athletes' welfare, and suggests they be afforded some sort of injury insurance coverage. Sean Elliott, Arizona's all-America forward, calls the N.C.A.A. too conservative in its policies toward student-athletes' welfare, and suggests","date":"19881231","title":"SPORTS PEOPLE: BASKETBALL; Insurance Suggested","url":"http://www.nytimes.com/1988/12/31/sports/sports-people-basketball-insurance-suggested.html"},{"body":"LEAD: For Americans, tonight may be just another New Year's Eve. For Canadians, it's the night they climb nervously into bed with their big, brash neighbor. At midnight, the United States and Canada will join to form a free-trade area that, in big ways and small, will touch the lives of practically everyone in both countries. For Americans, tonight","date":"19881231","title":"U.S. and Canada: Model Marriage?","url":"http://www.nytimes.com/1988/12/31/opinion/us-and-canada-model-marriage.html"},{"body":"LEAD: Eugene Michael Gervasi, an author and former public relations director, died yesterday at University Hospital in Richmond, after a long illness. He was 51 years old and lived in Richmond. Eugene Michael Gervasi, an author and former public relations director, died yesterday at University Hospital in Richmond, after a long illness. He was 51","date":"19881231","title":"Eugene M. Gervasi, 51, Author of Nonfiction","url":"http://www.nytimes.com/1988/12/31/obituaries/eugene-m-gervasi-51-author-of-nonfiction.html"},{"body":"LEAD: On the day before key tax breaks expire, Federal regulators today announced three more giant rescues of savings and loan institutions and promised to commit more than $3.7 billion in future aid. On the day before key tax breaks expire, Federal regulators today announced three more giant rescues of savings and loan institutions and promised to","byline":"By NATHANIEL C. NASH, Special to the New York Times","date":"19881231","title":"COMPANY NEWS; FORD MOTOR TO BUY WEAK SAVING UNITS WITH FEDERAL HELP","url":"http://www.nytimes.com/1988/12/31/business/company-news-ford-motor-to-buy-weak-saving-units-with-federal-help.html"},{"body":"LEAD: Canada has decided against an amnesty that would have conferred legal resident status on 85,000 people who assert that they are refugees and are living here on temporary permits. Canada has decided against an amnesty that would have conferred legal resident status on 85,000 people who assert that they are refugees and are living here on","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19881231","title":"Canada Rejects Alien-Amnesty Plan","url":"http://www.nytimes.com/1988/12/31/world/canada-rejects-alien-amnesty-plan.html"},{"body":"LEAD: The idea that the American Jewish press - a hodgepodge of journalism with a history of dramatically divergent views from religious orthodoxy to political anarchism - could ever be brought under one roof might have boggled the imagination a few decades ago. But this feat of unification, if only for exhibition purposes, is in vivid evidence at","byline":"By RICHARD F. SHEPARD","date":"19881230","title":"An Exhibition on Jewish Journalism","url":"http://www.nytimes.com/1988/12/30/arts/an-exhibition-on-jewish-journalism.html"},{"body":"LEAD: An article yesterday about two rescues of savings and loan associations misidentified the previous position of Mario Antoci, the new head of the American Savings Bank. He was president and chief operating officer of Home Savings of America in Los Angeles. An article yesterday about two rescues of savings and loan associations misidentified","date":"19881230","title":"Corrections","url":"http://www.nytimes.com/1988/12/30/nyregion/c-corrections-633888.html"},{"body":"LEAD: FRIDAY DEPRESSION ERA FILMS FRIDAY DEPRESSION ERA FILMS Hollywood responded to the Depression both with brutally realistic films about the era's social problems and with remarkably fluffy, escapist movies. These two sides of 1930's American film making will be explored in a four-week series opening tonight at Film Forum 2, 57 Watts Street.","byline":"By Andrew L. Yarrow","date":"19881230","title":"WEEKENDER GUIDE","url":"http://www.nytimes.com/1988/12/30/arts/weekender-guide.html"}],"tokens":["America"],"total":7369},{"offset":"0","results":[{"body":"LEAD: WHEN the BP America headquarters building was completed here in early 1985 on Public Square, the city's center, there was brave talk that a new era in downtown prosperity was beginning. WHEN the BP America headquarters building was completed here in early 1985 on Public Square, the city's center, there was brave talk that a new era in","byline":"By JENNIFER STOFFEL","date":"19891231","title":"Focus: Cleveland; A Downtown Mall Adjusts to Setback","url":"http://www.nytimes.com/1989/12/31/realestate/focus-cleveland-a-downtown-mall-adjusts-to-setback.html"},{"body":"LEAD: From Liverpool, With Hysteria ''So this is America,'' Ringo Starr said 25 years ago when several thousand wailing fans greeted the Beatles at Kennedy International Airport. ''They all seem out of their minds.'' A. J. S. Rayl, who has reported on the entertainment industry for a number of publications, and the freelance photographer Curt","byline":"By DAVID KELLY","date":"19891231","title":"In Short: Fiction","url":"http://www.nytimes.com/1989/12/31/books/in-short-fiction-459089.html"},{"body":"LEAD: When the BP America headquarters building was completed here in early 1985 on Public Square, the city's center, there was brave talk that a new era in downtown prosperity was beginning. When the BP America headquarters building was completed here in early 1985 on Public Square, the city's center, there was brave talk that a new era in","byline":"By JENNIFER STOFFEL","date":"19891231","title":"A Downtown Cleveland Mall Adjusts to Setback","url":"http://www.nytimes.com/1989/12/31/realestate/a-downtown-cleveland-mall-adjusts-to-setback.html"},{"body":"LEAD: No decade stands alone. As Thomas Mann observed, ''it is only we mortals who ring bells and fire off pistols'' when the calendar flips from years numbered 80-something to years numbered 90. The Roaring Twenties arose from the roar of war in the preceding decade and collapsed into a roaring depression in the next. No decade stands alone. As","date":"19891231","title":"Faster, The 1980's:When Information Accelerated","url":"http://www.nytimes.com/1989/12/31/opinion/faster-the-1980-s-when-information-accelerated.html"},{"body":"LEAD: When Fiona Shaw opened as Rosalind in ''As You Like It'' at London's Old Vic last summer, the theater critic Michael Billington wrote in The Guardian that the Irish-born actress ''has a touch of Celtic fairy about her that makes you believe her when she says, 'I have, since I was 3 years old, conversed with a magician. When Fiona Shaw opened","byline":"By Hilary de Vries; Hilary de Vries writes frequently about the arts in Britain.","date":"19891231","title":"THEATER: A Young Actress Extends Her Reach To the Stars","url":"http://www.nytimes.com/1989/12/31/arts/theater-a-young-actress-extends-her-reach-to-the-stars.html"},{"body":"LEAD: IN Europe, the circus is not just something to take your kids to - grown men and the government fight about it passionately in the popular press. So when the Olympics of circus arts is held in Paris every January, the historic Cirque d'Hiver building becomes the hottest spot in the city on a chilly winter weekend. IN Europe, the circus is not","byline":"By KATHLEEN CUSHMAN; KATHLEEN CUSHMAN is co-author of ''Cir cus Dreams: The Making of a Circus Artist,'' to be published next fall by Little, Brown. She is working on a book about the new circus.","date":"19891231","title":"Aiming High Under the Big Top","url":"http://www.nytimes.com/1989/12/31/travel/aiming-high-under-the-big-top.html"},{"body":"LEAD: CAL RODGERS AND THE VIN FIZ The First Transcontinental Flight. By Eileen F. Lebow. Illustrated. 275 pp. Washington: Smithsonian Institution Press. $22.95. CAL RODGERS AND THE VIN FIZ The First Transcontinental Flight. By Eileen F. Lebow. Illustrated. 275 pp. Washington: Smithsonian Institution Press. $22.95. MANY a visitor to the National Air","byline":"By Tom Ferrell; Tom Ferrell is an editor of The Book Review.","date":"19891231","title":"Annals of - Oops! - Flight","url":"http://www.nytimes.com/1989/12/31/books/annals-of-oops-flight.html"},{"body":"LEAD: An hour or so before dawn on New Year's Day, Jerry Kravat, a tall and rumpled figure in white tie and tails, comes home to his Upper West Side apartment, uncorks a bottle of champagne, presses buttons on his video-cassette recorder and reruns New Year's Eve. An hour or so before dawn on New Year's Day, Jerry Kravat, a tall and rumpled figure","byline":"By GEORGIA DULLEA","date":"19891231","title":"Lifestyle; Live From the Waldorf-Astoria, The Modern Mr. New Year's Eve","url":"http://www.nytimes.com/1989/12/31/style/lifestyle-live-from-the-waldorf-astoria-the-modern-mr-new-year-s-eve.html"},{"body":"LEAD: Dave Jamerson scored 39 points to lift Ohio University to a 79-73 come-from-behind victory over Fordham tonight in the Volunteer Classic. Dave Jamerson scored 39 points to lift Ohio University to a 79-73 come-from-behind victory over Fordham tonight in the Volunteer Classic. Fordham (6-4), part of the Metro Atlantic Athletic Conference, led","byline":"AP","date":"19891231","title":"Ohio's 3-Pointers Thwart Fordham","url":"http://www.nytimes.com/1989/12/31/sports/ohio-s-3-pointers-thwart-fordham.html"},{"body":"LEAD: IT has been a year for innovation in the county's music world, from a 136-year-old parish getting its first organ - a stunning Moller - to a double performance of ''Siegfried,'' in what is planned to be an annual Wagner festival. But these are just two of the highlights one recalls when looking back upon 1989. IT has been a year for","byline":"By ROBERT SHERMAN","date":"19891231","title":"MUSIC; Recalling The High Notes Of 1989","url":"http://www.nytimes.com/1989/12/31/nyregion/music-recalling-the-high-notes-of-1989.html"}],"tokens":["America"],"total":7048},{"offset":"0","results":[{"body":"The First Universal Nation Leading Indicators and Ideas About the Surge of America in the 1990's By Ben J. Wattenberg 418 pages. The Free Press. $22.95. In \"The First Universal Nation,\" Ben J. Wattenberg comes at us like an Uncle Sam on stilts, with a smile on his face, a calculator in his hand and the message that everything in America is good and","byline":"By CHRISTOPHER LEHMANN-HAUPT","date":"19901231","title":"Books of The Times; America, the Evermore Beautiful","url":"http://www.nytimes.com/1990/12/31/books/books-of-the-times-america-the-evermore-beautiful.html"},{"body":"Carlos Fuentes is an uncontrollable wanderer, a constant traveler through countries and cultures who could no more settle permanently in his native Mexico than he could limit himself to writing novels. At the age of 62, he has made his latest home in London, and his new literary form is television. The project that has brought him to London is an","byline":"By ALAN RIDING, Special to The New York Times","date":"19901231","title":"Carlos Fuentes Trades His Pen for Television","url":"http://www.nytimes.com/1990/12/31/arts/carlos-fuentes-trades-his-pen-for-television.html"},{"body":"Eight bowl games, a record for a New Year's Day, will be played tomorrow in a 13-hour span. Here's a look at the games (all times are Eastern) compiled by Michael Sisak of The New York Times: Mazda Gator Bowl Kickoff At Jacksonville, Fla., 11:30 A.M., ESPN. Teams Michigan (8-3) vs. Mississippi (9-2). Rank Michigan: 12 (A.P.), 12 (U.P.I.), 11","date":"19901231","title":"A Long Day's Wait for No. 1","url":"http://www.nytimes.com/1990/12/31/sports/a-long-day-s-wait-for-no-1.html"},{"body":"The Best Buy Company, a Midwest consumer electronics chain, has converted nearly half of its 70 stores to warehouse-style operations since 1989, a move that has proved popular with consumers drawn by the cut-rate prices offered in no-frills settings. But in doing so, Best Buy has incurred the wrath of the Onkyo Corporation and the Mitsubishi","byline":"By EBEN SHAPIRO","date":"19901231","title":"INTERNATIONAL REPORT; Best Buy's New Stores Irk Japanese Suppliers","url":"http://www.nytimes.com/1990/12/31/business/international-report-best-buy-s-new-stores-irk-japanese-suppliers.html"},{"body":"Malkie Ganchrow, the daughter of Dr. and Mrs. Mandell Ganchrow of Monsey, N.Y., was married last evening to Dr. Paul Ratzker, a son of Mr. and Mrs. Menno Ratzker of Monsey. Rabbi Moses D. Tendler performed the ceremony at the Westmount Country Club at Garret Mountain in West Paterson, N.J. Mrs. Ratzker, 26 years old, is a graduate of Stern College","date":"19901231","title":"Malkie Ganchrow, Student, Marries","url":"http://www.nytimes.com/1990/12/31/style/malkie-ganchrow-student-marries.html"},{"body":"TWELVE years ago, Crocker Snow Jr. -- then a rising star at The Boston Globe -- left the paper to become the founding editor of The World Paper, a monthly newspaper supplement focusing on global issues. And therein lies a tale of nimble entrepreneurship, an increasing appetite for an international perspective in much of the world and a curious","date":"19901231","title":"THE MEDIA BUSINESS: Press; Global Vision Gets Readers, but Not in U.S.","url":"http://www.nytimes.com/1990/12/31/business/the-media-business-press-global-vision-gets-readers-but-not-in-us.html"},{"body":"One of the most remarkable things about the hoopla surrounding Frank Sinatra's 75th birthday this month is that it happened at all. Normally in America, if you're a popular singer you'd better count yourself lucky to have found a secure place on the nostalgic sidelines by the age of 50. At 75, most veteran singers are grazing in the pastures of","byline":"By STEPHEN HOLDEN","date":"19901231","title":"Critic's Notebook; The Sinatra Vocalism, Early, Mature and Late","url":"http://www.nytimes.com/1990/12/31/arts/critic-s-notebook-the-sinatra-vocalism-early-mature-and-late.html"},{"body":"To the Editor: Michael Scanlon tips his hat to Mike Quill and the Transport Workers Union (\"Doubting a Union, Betraying My Dad,\" Op-Ed, Dec. 10) and then emulates Mark Antony in his eulogy at Caesar's funeral. His protestation that he came from a \"strong union family,\" that his father was one of the first to sign up in the Transport Workers Union","date":"19901231","title":"Mike Quill Would Support Daily News Strike Wholeheartedly","url":"http://www.nytimes.com/1990/12/31/opinion/l-mike-quill-would-support-daily-news-strike-wholeheartedly-186090.html"},{"body":"A Cuban-American television commentator's remarks about Puerto Rican women have enraged Puerto Ricans in many cities and embroiled the nation's largest Spanish-language network in a dispute that threatens its advertising and viewer base. The remarks, broadcast Nov. 5 nationwide on the Univision network, have led to demonstrations and demands for","byline":"By MIREYA NAVARRO","date":"19901231","title":"Comments on Puerto Ricans Embroil Hispanic Network","url":"http://www.nytimes.com/1990/12/31/us/comments-on-puerto-ricans-embroil-hispanic-network.html"},{"body":"It was a year when President Bush moved from \"no new taxes\" to \"tax revenue increases\" to a strange request to \"read my hips.\" Almost every candidate running wanted to be an outsider and was urging voters to \"take your government back\" and put \"new blood and fresh thinking\" in the Capitol. Almost everybody was learning a new language to talk about","byline":"By ROBIN TONER, Special to The New York Times","date":"19901231","title":"Political Memo; A Year in Sound Bites: 10 Seconds to Remember","url":"http://www.nytimes.com/1990/12/31/us/political-memo-a-year-in-sound-bites-10-seconds-to-remember.html"}],"tokens":["America"],"total":6586},{"offset":"0","results":[{"body":"\"Whenever people talk about the weather,\" Oscar Wilde wrote in 1895, \"I always think they mean something else.\" Now that 1991 has almost left the room, may I vary the form? \"Whenever people talk about something else, I think they mean the news.\" So, Happy New Year! It's your Hit Parade: Who can ever forget 1991 (fast enough)? The Persian Gulf war","byline":"By Allan Gurganus;","date":"19911231","title":"Relax, It's Almost Over","url":"http://www.nytimes.com/1991/12/31/opinion/relax-it-s-almost-over.html"},{"body":"His audience could be the jobless, the elderly, high school students or business executives, but Senator Bob Kerrey always stops midway through his basic Presidential campaign speech, lowers his voice, and confides the central selling point of his campaign. This is his journey from being a Navy commando during the Vietnam War, sure of his enormous","byline":"By RICHARD L. BERKE,","date":"19911231","title":"Kerrey Retells War Story in Effort to Connect With the Voters","url":"http://www.nytimes.com/1991/12/31/us/kerrey-retells-war-story-in-effort-to-connect-with-the-voters.html"},{"body":"* William Robertson, a group account supervisor at William Douglas McAdams Inc. in New York, has been promoted to senior vice president from vice president. * Jeffry L. Perlman has been named vice president-government affairs at the American Advertising Federation in Washington, succeeding Wallace S. Snyder, who has become president. Mr. Perlman","byline":"By STUART ELLIOTT","date":"19911231","title":"THE MEDIA BUSINESS: ADVERTISING -- ADDENDA; People","url":"http://www.nytimes.com/1991/12/31/business/the-media-business-advertising-addenda-people-956491.html"},{"body":"To the Editor: Demands by two Federal officials for limits and mandatory warnings on beer advertising smacks of Government paternalism at its worst. Surgeon General Antonia Novello wants the beer industry to withdraw advertising she claims targets young people. And Representative Joseph P. Kennedy 2d of Massachusetts urges resurrection of his bill","date":"19911231","title":"That Black Coffee Won't Make You Sober; Don't Curtail Ads","url":"http://www.nytimes.com/1991/12/31/opinion/l-that-black-coffee-won-t-make-you-sober-don-t-curtail-ads-921191.html"},{"body":"Japan, be warned: America has an enemy habit. It has just spent a quarter of its lifetime cultivating this habit and, with Soviet Communism dead, it is suddenly like the cigarette fiend in need of smoke. You know how desperate a smoker may be? You've seen those anti-smoking films where he wakes in the night craving smoke, only to find his pack","byline":"By RUSSELL BAKER","date":"19911231","title":"Observer; A Hunger For Enemies","url":"http://www.nytimes.com/1991/12/31/opinion/observer-a-hunger-for-enemies.html"},{"body":"Ty Detmer's final night as the Brigham Young University quarterback was spectacularly so-so. He was superb, as usual, but in the end, everything seemed less than fulfilling. Detmer moved the Cougars continually with his passing, but they were still left with a 13-13 tie with the Iowa in the Holiday Bowl at San Diego Jack Murphy Stadium. It was an","date":"19911231","title":"COLLEGE FOOTBALL; Detmer's Era Passes With 13-13 Tie Against Iowa","url":"http://www.nytimes.com/1991/12/31/sports/college-football-detmer-s-era-passes-with-13-13-tie-against-iowa.html"},{"body":"Anderson Celius spent the first 15 years of his life in Haiti and the last five in Brooklyn. These days, as a clerk at Hotaling's News Agency on 42d Street, he spends a lot of time getting incredulous looks, like the one the other day from a middle-aged man with a thick Slavic accent. \"Where did you learn to speak Serbian?\" the man asked. Mr.","byline":"By IAN FISHER","date":"19911231","title":"Selling Papers From Out of Town","url":"http://www.nytimes.com/1991/12/31/nyregion/selling-papers-from-out-of-town.html"},{"body":"Shortly after Russell L. Ray Jr. took over as president and chief executive of Pan American World Airways in September he acknowledged that reshaping the carrier into a smaller airline whose flights were mostly to Latin America would be a daunting task. Yet the executive rolled up his sleeves and began to hold a series of huddles with Delta","byline":"By AGIS SALPUKAS","date":"19911230","title":"THE YEAR IN BUSINESS: 1991; Russell L. Ray: An Era Ends In Aviation","url":"http://www.nytimes.com/1991/12/30/business/the-year-in-business-1991-russell-l-ray-an-era-ends-in-aviation.html"},{"body":"In a tumultuous 12 months during which more large accounts and leading executives moved elsewhere than ever before, how well change was managed said a lot about how the year went. Every year in advertising has peaks and valleys. But 1991 was unusually intense, the swings magnified by the nation's economic slump. Lost accounts were not easily","byline":"By STUART ELLIOTT","date":"19911230","title":"THE MEDIA BUSINESS: ADVERTISING; The Industry's Year of Exceptional Turbulence","url":"http://www.nytimes.com/1991/12/30/business/the-media-business-advertising-the-industry-s-year-of-exceptional-turbulence.html"},{"body":"Reno Once Removed The Public Anspacher Theater 425 Lafayette Street Manhattan Conceived, written and performed by Reno; directed by Evan Yionoulis; original music by Mike Yionoulis; lighting by Dan Kotlowitz. Presented by I.P.A. Presents and the New York Shakespeare Festival, JoAnne Akalaitis, artistic director; Jason Steven Cohen, producing","byline":"By Stephen Holden","date":"19911230","title":"Theater in Review","url":"http://www.nytimes.com/1991/12/30/theater/theater-in-review-904691.html"}],"tokens":["America"],"total":6101},{"offset":"0","results":[{"body":"In a studio on a quiet street here, there are striking paintings of the giant Amazonian anteater; Argentina's national tree, the ombu; lime-green dolphins, and upside-down maps of South America with rivers the only boundary demarcations and flowing blood red. But the studio's owner, Nicolas Garcia Uriburu, Argentina's most noted environmental","byline":"By NATHANIEL C. NASH,","date":"19921231","title":"Argentine's Art Delivers Ecological Messages","url":"http://www.nytimes.com/1992/12/31/arts/argentine-s-art-delivers-ecological-messages.html"},{"body":"This old mining town in the southern desert, for decades home to Peru's struggling state-controlled iron company, has a new owner in what Government officials and investment bankers describe as a one-of-a-kind acquisition. The buyer is a Chinese state-owned corporation, which with the permission of the Communist leaders in Beijing competed with","byline":"By NATHANIEL C. NASH,","date":"19921231","title":"Peruvian State Iron Company Finds a 'Private' Buyer: China","url":"http://www.nytimes.com/1992/12/31/business/peruvian-state-iron-company-finds-a-private-buyer-china.html"},{"body":"In a legal battle pitting freedom of expression against the refusal of a government-subsidized agency to accept political advertising, a Manhattan artist says Amtrak has barred him from turning a gigantic billboard at the entrance to Pennsylvania Station into a political critique. The artist, Michael A. Lebron, is suing the agency, seeking to force","byline":"By RICHARD PEREZ-PENA","date":"19921231","title":"Amtrak Sued Over Barring Of Billboard","url":"http://www.nytimes.com/1992/12/31/nyregion/amtrak-sued-over-barring-of-billboard.html"},{"body":"* Steve West was named to the new post of senior vice president and creative director at Vicom/FCB, San Francisco. He had been vice president and group copy supervisor at Lally, McFarland & Pantello, New York. * Michael Walsh, senior vice president and media director at Ketchum Advertising, Pittsburgh, was promoted to the new position of director","byline":"By STUART ELLIOTT","date":"19921231","title":"THE MEDIA BUSINESS: Advertising -- Addenda; People","url":"http://www.nytimes.com/1992/12/31/business/the-media-business-advertising-addenda-people-151192.html"},{"body":"Northwest Airlines said that it had dismissed the J. Walter Thompson Company, which for the last year and a half had handled the corporate portion of the airline's account, with billings estimated at $25 million. The airline's decision, which it attributed to an inability to resolve disagreements over compensation and account management, followed","byline":"By STUART ELLIOTT","date":"19921231","title":"THE MEDIA BUSINESS: Advertising -- Addenda; Thompson Is Out At Northwest Air","url":"http://www.nytimes.com/1992/12/31/business/the-media-business-advertising-addenda-thompson-is-out-at-northwest-air.html"},{"body":"Asked about tapes they'll offer in the future, video dealers invariably tick off a list of new feature films to rent. This year, though, many also talk about other things: children's videos, exercise tapes, sports events, documentaries, old television shows and instructional videos, to name a few. In 1993, dealers say, video-store inventories will","byline":"By Peter M. Nichols","date":"19921231","title":"Home Video","url":"http://www.nytimes.com/1992/12/31/movies/home-video-841992.html"},{"body":"As a barrage of new television commercials proclaims, Wall Street is coming to your local commercial bank branch. At a rapid-fire pace, banks nationwide are stepping up their drive to sell stocks and mutual funds. But as they do, questions are being raised about whether this is in the best interest of the banks or of the customers they serve.","byline":"By LESLIE WAYNE","date":"19921231","title":"Concern Over Bank Sales of Funds","url":"http://www.nytimes.com/1992/12/31/business/concern-over-bank-sales-of-funds.html"},{"body":"The sight of the President-elect and the First Lady-elect arriving here today with monogrammed (BC and HRC) matching overstuffed boxes of work papers to celebrate New Year's Eve by talking about \"personal and national renewal\" with 1,500 friends invites the question: Is America really ready for the Renaissance? Can the politesse of an intellectual","byline":"By MICHAEL KELLY,","date":"19921231","title":"Political Memo; The New Year at a New Age Retreat: The Clintons in Agreeable Company","url":"http://www.nytimes.com/1992/12/31/us/political-memo-new-year-new-age-retreat-clintons-agreeable-company.html"},{"body":"Anthony C. Mottola, an educator and a retired dean of the Fordham University Graduate School of Education, died on Saturday at Lehigh Valley Hospital in Allentown, Pa. He was 77 and lived in Caldwell, N.J. He died of heart failure while visiting his family, said his son, Paul. Joining Fordham in 1950 as an instructor of modern languages, Dr.","date":"19921231","title":"Anthony C. Mottola, Fordham Dean, 77","url":"http://www.nytimes.com/1992/12/31/obituaries/anthony-c-mottola-fordham-dean-77.html"},{"body":"* Thomas Howell Group Americas, Atlanta, to Aydlotte & Cartwright, Atlanta, as the first agency to handle the insurance-related service company's account in North and South America and the Caribbean. Billings were not disclosed.","byline":"By STUART ELLIOTT","date":"19921231","title":"THE MEDIA BUSINESS: Advertising -- Addenda; Accounts","url":"http://www.nytimes.com/1992/12/31/business/the-media-business-advertising-addenda-accounts-152092.html"}],"tokens":["America"],"total":7201},{"offset":"0","results":[{"body":"Imitators beware: The Renaissance Weekend, that festival of earnestness that President Clinton is attending for the 10th time this weekend, is now protected by trademark. Lest anyone try to establish a Renaissance Weekend cookbook or dating service, for instance, organizers say they are prepared to defend their exclusive rights to their name for","byline":"By DOUGLAS JEHL,","date":"19931231","title":"Bill, Hillary and Other Plain Folks Are All Set for One Heady Weekend","url":"http://www.nytimes.com/1993/12/31/us/bill-hillary-and-other-plain-folks-are-all-set-for-one-heady-weekend.html"},{"body":"The Magazine Publishers of America said yesterday that it had added four categories to its annual MPA Kelly Award competition. In addition to awarding a $100,000 general excellence prize to the agency creative team that produces what is judged to be the year's best magazine advertising campaign, there will also be noncash awards for best design and","byline":"By Stuart Elliott","date":"19931231","title":"THE MEDIA BUSINESS: ADVERTISING -- ADDENDA; Magazine Group Adds More Prizes","url":"http://www.nytimes.com/1993/12/31/business/the-media-business-advertising-addenda-magazine-group-adds-more-prizes.html"},{"body":"Roman Catholic officials, leaders of Jewish organizations and Israeli diplomats in the United States welcome the accord establishing diplomatic relations between the Vatican and Israel not only as a political achievement but also as a milestone in religious history. In a joint statement yesterday, the National Conference of Catholic Bishops and the","byline":"By PETER STEINFELS","date":"19931231","title":"Among Catholics and Jews in U.S., 'Reconciliation' Is Often Heard","url":"http://www.nytimes.com/1993/12/31/world/among-catholics-and-jews-in-us-reconciliation-is-often-heard.html"},{"body":"To the Editor: Classical music lovers were shocked to hear that radio station WNCN in New York City would no longer broadcast the classics, but become strictly a rock station. As a musician and piano teacher, I have followed this trend keenly. Even in the time of Bach and Beethoven, the classics were enjoyed by the nobility. Ordinary people cared","date":"19931231","title":"Demise of WNCN Shows Erosion of the Arts","url":"http://www.nytimes.com/1993/12/31/opinion/l-demise-of-wncn-shows-erosion-of-the-arts-334293.html"},{"body":"The Honduran military will open its secret files on political killings and disappearances in the 1980's and let judges question the officers blamed for them, an army spokesman said today. The announcement came a day after the release of a report by a Government human rights commission accusing Argentine military advisers and right-wing Nicaraguan","date":"19931231","title":"HONDURAS TO OPEN FILES ON KILLINGS","url":"http://www.nytimes.com/1993/12/31/world/honduras-to-open-files-on-killings.html"},{"body":"Noble Efforts Everyone knows it has been a tough few months in the commercial theater, particularly on Broadway. \"Wonderful Tennessee,\" \"The Kentucky Cycle\" and \"The Red Shoes,\" among too many others, closed prematurely, and the specter of a nearly unmitigated flood of musical revivals looms. The Broadway Alliance, the consortium of producers,","byline":"By Bruce Weber","date":"19931231","title":"On Stage, and Off","url":"http://www.nytimes.com/1993/12/31/theater/on-stage-and-off.html"},{"body":"When it comes to mutual fund investors, the American stock market has become a bit passe. Foreign markets are what is in -- particularly emerging ones that are very hot this winter. \"There's only one story here. It's international stocks,\" Jane White, a spokeswoman for T. Rowe Price, the mutual fund group, said yesterday. Over all, she said, the","byline":"By FLOYD NORRIS","date":"19931231","title":"Market Place; Fund Investors See Fortunes Abroad","url":"http://www.nytimes.com/1993/12/31/business/market-place-fund-investors-see-fortunes-abroad.html"},{"body":"Cabaret No Broadway composer distilled the spirit of New York City in the 1940's and 50's with more passion and energy than Leonard Bernstein. Picking up where George Gershwin left off in painting the city as a glorious musical melting pot of highbrow and lowbrow, European, American and Latin American, Bernstein created music that was as","byline":"By STEPHEN HOLDEN","date":"19931231","title":"Critics' Choices; Artistic Ideas for Starting the New Year Right","url":"http://www.nytimes.com/1993/12/31/arts/critics-choices-artistic-ideas-for-starting-the-new-year-right-287793.html"},{"body":"First come the games and then come the ballots. The college football season concludes tomorrow with nine bowl games, three of which will be factors in the determination of a national champion -- Cotton, Orange and Sugar. The foremost candidates are Florida State, Nebraska, Notre Dame and West Virginia. The first two play each other in the Orange","byline":"By WILLIAM N. WALLACE","date":"19931231","title":"COLLEGE FOOTBALL; After Nine New Year's Day Games, Will There Be One Champion or Two?","url":"http://www.nytimes.com/1993/12/31/sports/college-football-after-nine-new-year-s-day-games-will-there-be-one-champion-two.html"},{"body":"Ohio State 28, B.Y.U. 21 Coach John Cooper guaranteed an Ohio State bowl victory and the Buckeyes came through -- barely. Senior Raymont Harris set Holiday Bowl records with 235 yards rushing and 39 carries and scored on three short runs to lift Ohio State to a 28-21 victory over Brigham Young in San Diego last night. A 52-yard pass from John Walsh","byline":"By The Associated Press","date":"19931231","title":"COLLEGE FOOTBALL; Ohio State Makes Its Coach's Word Good","url":"http://www.nytimes.com/1993/12/31/sports/college-football-ohio-state-makes-its-coach-s-word-good.html"}],"tokens":["America"],"total":6466},{"offset":"0","results":[{"body":"Responding to criticism from both Republicans and Democrats, the incoming House Speaker, Newt Gingrich of Georgia, today announced that he would forgo a $4.5 million book advance to avoid the appearance of cashing in on his party's victory in the November elections. Mr. Gingrich, who had earlier dismissed criticism of the advance for two books on","byline":"By PETER APPLEBOME,","date":"19941231","title":"Gingrich Gives Up $4 Million Advance On His Book Deal","url":"http://www.nytimes.com/1994/12/31/us/gingrich-gives-up-4-million-advance-on-his-book-deal.html"},{"body":"To the Editor: Bob Herbert, in \"Terror in Toyland\" (column, Dec. 21), uses the tragedy of a disastrous factory fire in which 188 workers died in Thailand in May 1993 to smear America's toy makers. The fire that swept through the Kader Industrial Toy Company near Bangkok was a catastrophe, but it was not the fault of the American companies that","date":"19941231","title":"Thai Fire Wasn't Fault Of U.S. Toy Makers","url":"http://www.nytimes.com/1994/12/31/opinion/l-thai-fire-wasn-t-fault-of-us-toy-makers-263931.html"},{"body":"Sales of new homes fell in November for the first time in five months, the Commerce Department reported today, and analysts predicted further declines in 1995 as the effect of higher interest rates reduced demand. \"It's clear this is the beginning,\" said David Lereah, an economist with the Mortgage Bankers of America. \"The housing sector is","date":"19941231","title":"New-Home Sales Fell In November","url":"http://www.nytimes.com/1994/12/31/business/new-home-sales-fell-in-november.html"},{"body":"Rabbi Samuel J. Fox, a former president of the Massachusetts Council of Rabbis and of the Orthodox Rabbinical Council of Greater Boston, died on Monday in Beth Israel Hospital in Boston. He was 75 and lived in Lynn, Mass. He died after a long illness, said his son, Joseph. At his death, Rabbi Fox was the spiritual leader of Congregation Chevra","byline":"By ERIC PACE","date":"19941231","title":"No Headline","url":"http://www.nytimes.com/1994/12/31/us/no-headline-259691.html"},{"body":"To the Editor: Using incendiary and wholly inaccurate terms like \"religious untouchables\" to describe Jews prohibited by Jewish law from marrying certain other Jews (news article, Dec. 23) smells of malice. Jewish law has, for millenniums, limited marriages between certain people, no less than most societies do for incest and bigamy. While many may","date":"19941231","title":"Marriage Laws Protect Israel's Jewish Identity","url":"http://www.nytimes.com/1994/12/31/opinion/l-marriage-laws-protect-israel-s-jewish-identity-263966.html"},{"body":"With a practiced eye, Dr. Philip J. Currie negotiates the eroded hills, halts at a clearing of weathered sandstone and picks up what appear to be several stones. In fact, they are the fossilized bone fragments of a dinosaur. Dr. Currie thinks the shards -- brittle, lightly striated, too small to be of any scientific value -- probably came from the","byline":"By CLYDE H. FARNSWORTH,","date":"19941231","title":"Drumheller Journal; Rapturous Over Raptors at Canada's Jurassic Park","url":"http://www.nytimes.com/1994/12/31/world/drumheller-journal-rapturous-over-raptors-at-canada-s-jurassic-park.html"},{"body":"The Rev. Felix P. Biestek, a retired professor of social work at Loyola University of Chicago, died last Saturday at the university's Jesuit Residence in Chicago. He was 82. Father Biestek, a priest for nearly five decades, spent more than 30 years on the Loyola faculty. He also was chairman of the committee on accreditation of the National","date":"19941231","title":"Felix P. Biestek, 82, Priest and Professor","url":"http://www.nytimes.com/1994/12/31/obituaries/felix-p-biestek-82-priest-and-professor.html"},{"body":"For decades, popular music has often evolved through a strange cultural exchange between America and England. Beginning with the Beatles and the British invasion and on through punk, new wave and techno, English musicians have picked up on an underappreciated style of music in America, taken it home, reshaped it and brought it back to the United","byline":"By NEIL STRAUSS","date":"19941231","title":"POP REVIEW; British Answer to Rap","url":"http://www.nytimes.com/1994/12/31/arts/pop-review-british-answer-to-rap.html"},{"body":"Several years ago, during a wave of anti-abortion protests, Reproductive Health Services, an abortion clinic in St. Louis, stationed an armed guard at its door. Last summer, after Paul J. Hill shot and killed Dr. John Bayard Britton and his escort as they entered an abortion clinic in Pensacola, Fla., the St. Louis clinic began checking","byline":"By TAMAR LEWIN","date":"19941231","title":"ANTI-ABORTION KILLINGS: CLINIC SAFETY; Abortion Providers Attempt To Handle Growing Threat","url":"http://www.nytimes.com/1994/12/31/us/anti-abortion-killings-clinic-safety-abortion-providers-attempt-handle-growing.html"},{"body":"America Online Inc., the fast-growing computer on-line service, said today that it had acquired Booklink Technologies Inc. and Navisoft Inc. in tax-free stock deals valued at $47.7 million. Booklink, based in Needham, Mass., makes worldwide web browsers, which are tools used to search bulletin boards on the Internet, the global web of computer","date":"19941230","title":"America Online Acquisitions","url":"http://www.nytimes.com/1994/12/30/business/america-online-acquisitions.html"}],"tokens":["America"],"total":6547},{"offset":"0","results":[{"body":"Weeks This Last On Week Week List Fiction THE CHRISTMAS BOX, by Richard Paul Evans. (Simon & Schuster, $12.95.) When a young family moves in with a widow, they all 1 1 9 learn about the significance of Christmas. FIVE DAYS IN PARIS, by Danielle Steel. (Delacorte, $15.95.) A chance encounter between two Americans at the Ritz changes 2 2 5 their","date":"19951231","title":"BEST SELLERS: December 31, 1995","url":"http://www.nytimes.com/1995/12/31/books/best-sellers-december-31-1995.html"},{"body":"AS SAMANTHA STEPHENS, the witch-turned-suburban-housewife in \"Bewitched,\" Elizabeth Montgomery, a sunny, spunky, vaguely tomboyish blonde, was a transition from Doris Day, the marriage-minded virgin of 1950's movies, to Mary Tyler Moore, the independent but vulnerable career woman of 1970's television. The series ran from 1964 to 1972 and has won","byline":"By Camille Paglia","date":"19951231","title":"The Lives They Lived: Elizabeth Montgomery;The Good Witch","url":"http://www.nytimes.com/1995/12/31/magazine/the-lives-they-lived-elizabeth-montgomery-the-good-witch.html"},{"body":"The pedestal had been placed on the west sideline of Sun Devil Stadium, where Lawrence Phillips, as productive and controversial a running back as the University of Nebraska has had, stood uncomfortably in the Arizona sunshine. Behind him, on the fenced-off grass field, a corporate logo had already been painted in seven places in preparation for a","byline":"By MALCOLM MORAN","date":"19951231","title":"FIESTA BOWL: THE BATTLE FOR No. 1;Cornhuskers Defend Title And Image","url":"http://www.nytimes.com/1995/12/31/sports/fiesta-bowl-the-battle-for-no-1-cornhuskers-defend-title-and-image.html"},{"body":"Those who support Patrick Joseph Buchanan for President find themselves warding off unloved labels these days: \"protectionist,\" \"isolationist\" and some that are a lot more unexpected. \"I'm no socialist, God knows,\" said Roy Luxemburg, a former supporter of Ross Perot, explaining that he had nevertheless relished listening to Mr. Buchanan rip into","byline":"By JAMES BENNET","date":"19951231","title":"Buchanan, in Unfamiliar Role, Is Under Fire as a Left-Winger","url":"http://www.nytimes.com/1995/12/31/us/buchanan-in-unfamiliar-role-is-under-fire-as-a-left-winger.html"},{"body":"NOT many new cars can stir the kind of emotion swirling around the Concept One. When a prototype was unveiled in Detroit two years ago, the media showered the subcompact with tributes, would-be Concept One owners flooded dealerships with inquiries and auto industry analysts anointed the car the Next Big Thing. The Concept One isn't even scheduled","byline":"By EVELYN NIEVES","date":"19951231","title":"IDEAS & TRENDS;It's the Era of Nostalgia With Legs","url":"http://www.nytimes.com/1995/12/31/weekinreview/ideas-trends-it-s-the-era-of-nostalgia-with-legs.html"},{"body":"LUCKY STRIKE CIGARETTES had a problem. Women, an increasingly important market, were not buying Luckies in the expected quantities because, surveys in the 1930's showed, many felt the forest-green package clashed with their wardrobes. The obvious solution would have been to change the color, but George Washington Hill, the president of American","byline":"By Neal Gabler","date":"19951231","title":"The Lives They Lived: Edward L Bernays and Henry C. Rogers;The Fathers of P.R.","url":"http://www.nytimes.com/1995/12/31/magazine/the-lives-they-lived-edward-l-bernays-and-henry-c-rogers-the-fathers-of-pr.html"},{"body":"NOW for a few words about the limits of federalism. Capping one of the most successful lobbying campaigns in the history of the Republic, the accountants and high-tech companies of America received the ultimate Christmas present this month. Congress passed into law -- over President Clinton's uncertain-trumpet veto -- their beloved \"tort reform\" as","byline":"By BENJAMIN J. STEIN","date":"19951231","title":"VIEWPOINT;Next Stop, the Statehouse","url":"http://www.nytimes.com/1995/12/31/business/viewpoint-next-stop-the-statehouse.html"},{"body":"EVERY other week between April and mid-November, an odd mixture of interest groups met in Washington to plot strategy on how to defeat Congressional proposals to overhaul the country's immigration policy. Dubbed the \"Left-Right Coalition on Immigration\" by one of the participants, it contained organizations that seldom see eye to eye on anything,","byline":"By STEVEN A. HOLMES","date":"19951231","title":"THE NATION;The Strange Politics of Immigration","url":"http://www.nytimes.com/1995/12/31/weekinreview/the-nation-the-strange-politics-of-immigration.html"},{"body":"WHEN THEY DIED within days of each other in January, Victor Riesel and Walter Sheridan seemed like figures from a lost America. In their separate ways, they were shaped by that brief, romantic time when millions of Americans still believed that the labor movement would serve as the cement of the social contract. The theory was relatively simple.","byline":"By Pete Hamill","date":"19951231","title":"The Lives They Lived: Victor Riesel and Walter Sheridan;In Defense of Honest Labor","url":"http://www.nytimes.com/1995/12/31/magazine/lives-they-lived-victor-riesel-walter-sheridan-defense-honest-labor.html"},{"body":"ONE book under a lot of Christmas trees this year was Bill Gates's \"The Road Ahead,\" which opened -- to borrow a term appropriate to its publishers' aggressive marketing strategies -- at the top of the best-seller list, and promises to remain there long after the last pine needles have been swept from the hearth. And why not? Mr. Gates's book is","byline":"By JAMES ATLAS","date":"19951231","title":"THE WORLD;Here's the Future. Look Familiar?","url":"http://www.nytimes.com/1995/12/31/weekinreview/the-world-here-s-the-future-look-familiar.html"}],"tokens":["America"],"total":7399},{"offset":"0","results":[{"body":"For the 25th year, DICK CLARK will be the host of the New Year's Eve television broadcast in Times Square. It will be shown on ABC tonight. ''In the old days, the show was my wife, me, a cameraman, an audioman and a group like Three Dog Night, the Beach Boys or Chicago,'' said Mr. Clark, who became famous to millions of Americans with ''American","byline":"By ELAINE LOUIE","date":"19961231","title":"CHRONICLE","url":"http://www.nytimes.com/1996/12/31/style/chronicle-971782.html"},{"body":"Once the obsession of a dedicated but tiny band, conspiracy theories now seem to have captured a wider audience. Many people, for example, bought former ABC correspondent Pierre Salinger's claim that a Navy missile blew up T.W.A. Flight 800, even though such a cover-up would require a level of discipline and silence from government officials found","byline":"By TINA ROSENBERG","date":"19961231","title":"Crazy for Conspiracies","url":"http://www.nytimes.com/1996/12/31/opinion/crazy-for-conspiracies.html"},{"body":"President Clinton's second term officially begins on Jan. 20. But now is the time for New Year's resolutions. Here are a few suggestions, some more serious than others. Oseola McCarty Retired laundrywoman who donated her life savings of $150,000 to the University of Southern Mississippi. Well, I think we should all put the Lord first. And I think","date":"19961231","title":"Be Resolute, Mr. Clinton. Here's How.","url":"http://www.nytimes.com/1996/12/31/opinion/be-resolute-mr-clinton-here-s-how.html"},{"body":"FOR 62 years physicists have marveled at the mysterious light emitted by microscopic bubbles when liquids are bombarded by blasts of high-pitched sound. The cause of this eerie blue light remains uncertain, but experiments capable of solving some of the mysteries of the phenomenon, known as sonoluminescence, now seem within reach. Moreover,","byline":"By MALCOLM W. BROWNE","date":"19961231","title":"Mysterious Light From Tiny Bubbles Finds Practical Uses","url":"http://www.nytimes.com/1996/12/31/science/mysterious-light-from-tiny-bubbles-finds-practical-uses.html"},{"body":"Michael Bruno, a former head of Israel's central bank and a chief economist of the World Bank who was widely regarded as a leading authority on fighting inflation, died in Jerusalem on Thursday . He was 64. The cause of death was cancer, his family said. Mr. Bruno, the son of a physician, was born in Germany in 1932 and moved to Palestine with his","byline":"By PETER PASSELL","date":"19961231","title":"Michael Bruno, 64, Economist And Israel's Banking Chief","url":"http://www.nytimes.com/1996/12/31/world/michael-bruno-64-economist-and-israel-s-banking-chief.html"},{"body":"Randy Whitchurch is just the kind of hard-headed business executive who is giving big insurance companies headaches these days. As the chief financial officer of the Zebra Technologies Corporation, a Chicago-area maker of industrial printers with annual revenues of $170 million, Mr. Whitchurch grew tired of paying hefty premiums for workers'","byline":"By JOSEPH B. TREASTER","date":"19961231","title":"Companies Assume Some Risk to Cut Their Insurance Costs","url":"http://www.nytimes.com/1996/12/31/business/companies-assume-some-risk-to-cut-their-insurance-costs.html"},{"body":"ONE of the most disastrous corporate acquisitions in recent memory comes to a close today when AT&T spins off the NCR Corporation, just five years after its hostile takeover of the computer maker. But you would not know how painful a stretch it was from watching Wall Street. AT&T is giving its stockholders one share of NCR for every 16 of their","byline":"By Laurence Zuckerman","date":"19961231","title":"NCR stock is trading high, and some analysts wonder why.","url":"http://www.nytimes.com/1996/12/31/business/ncr-stock-is-trading-high-and-some-analysts-wonder-why.html"},{"body":"After less than a year as president and publisher of the HarperCollins trade publishing group, Jack McKeown has resigned, the company said yesterday. Mr. McKeown's responsibilities at HarperCollins, a unit of Rupert Murdoch's News Corporation, will be divided between two people. As of Jan. 6, David Steinberger, a management consultant at Booz,","byline":"By ROBIN POGREBIN","date":"19961231","title":"HarperCollins Trade Unit Head Resigns in 'a Mutual Decision'","url":"http://www.nytimes.com/1996/12/31/business/harpercollins-trade-unit-head-resigns-in-a-mutual-decision.html"},{"body":"The city's Public Advocate, Mark Green, believes that the financial incentives being offered to doctors and pharmacists to promote the use of certain prescription drugs are comparable to the payola scandals that rocked the recording industry in the late 1950's. ''I call it pharmaceutical payola,'' Mr. Green said, ''because the drug companies are","byline":"By BOB HERBERT","date":"19961231","title":"Gambling With Health","url":"http://www.nytimes.com/1996/12/31/opinion/gambling-with-health.html"},{"body":"A Return to Madison Avenue Menage a Trois, the custom women's store that had its home on Madison Avenue for 10 years, until 1986, has returned, just in time to ride the growing interest in custom-fitted clothes for women. The store is on the second floor of 799 Madison Avenue (67th Street). Rising rents had helped to bring on the demise at its","byline":"By Constance C. R. White","date":"19961231","title":"Patterns","url":"http://www.nytimes.com/1996/12/31/style/patterns-964050.html"}],"tokens":["America"],"total":7490},{"offset":"0","results":[{"body":"Each vocation or avocation has its Babe Ruths and Baryshnikovs, and so it is with the Linguistic Society of America. The champion is Francis E. Sommer, fluent in 94 languages. Mr. Sommer, who died in 1978, grew up in Speyer, Germany, amusing himself by inventing languages. While still a schoolboy, he learned Swedish, Sanskrit and Persian. On a","byline":"By WILLIAM H. HONAN","date":"19971231","title":"To Masters of Language, A Long Overdue Toast","url":"http://www.nytimes.com/1997/12/31/us/to-masters-of-language-a-long-overdue-toast.html"},{"body":"Anyone inclined to think that masterful marketing is a more or less recent invention will discover on wandering through ''Inventing the Southwest'' at the Nelson-Atkins Museum of Art here that an English immigrant and onetime dishwasher named Fred Harvey set the standard a century ago. That this is not exactly a traditional sort of art exhibition","byline":"By Shirley Christian","date":"19971231","title":"Arts in America; East Joined West, and Always the Train Was Met","url":"http://www.nytimes.com/1997/12/31/arts/arts-in-america-east-joined-west-and-always-the-train-was-met.html"},{"body":"BMW of North America said yesterday that it had retained DeWitt Media in New York to handle its national media planning and buying account, with billings estimated at $80 million. Jim McDowell, vice president for marketing at BMW in Woodcliff Lake, N.J., said that DeWitt, the incumbent since 1993, retained the account after a monthlong review that","byline":"By Barnaby J. Feder","date":"19971231","title":"THE MEDIA BUSINESS: ADVERTISING -- ADDENDA; BMW to Retain DeWitt Media","url":"http://www.nytimes.com/1997/12/31/business/the-media-business-advertising-addenda-bmw-to-retain-dewitt-media.html"},{"body":"Peyton Manning of Tennessee finished second in the Heisman Trophy balloting and is considered by many to be the best college quarterback in the country. Nebraska quarterback Scott Frost, after transferring from Stanford two years ago, is just now getting his team's fans to appreciate him. When Manning needs quarterback advice he goes to his father,","byline":"By TIMOTHY W. SMITH","date":"19971231","title":"FOOTBALL; Manning Is the Big Star; Frost Is the Big Mystery","url":"http://www.nytimes.com/1997/12/31/sports/football-manning-is-the-big-star-frost-is-the-big-mystery.html"},{"body":"The A. C. Nielsen Corporation, a market-research firm, said yesterday that costs associated with job cuts, primarily in Japan, would reduce its fourth-quarter earnings by $36 million before taxes. A. C. Nielsen, which is based in Stamford, Conn., would not disclose how many jobs would be cut, but a spokesman said the company would consolidate","date":"19971231","title":"COMPANY NEWS; A. C. NIELSEN SAYS JOB-CUT COSTS TO REDUCE EARNINGS","url":"http://www.nytimes.com/1997/12/31/business/company-news-a-c-nielsen-says-job-cut-costs-to-reduce-earnings.html"},{"body":"WHEN the elevator finally lands on the 107th floor, the doors open, and this is what you see: a stuffed deer standing next to a split-rail fence, peeking around some pine trees dusted with fake snow. It is oddly disorienting, as if you have traveled all this way just to land back on the ground. The fall decorations at Windows on the World were even","byline":"By Ruth Reichl","date":"19971231","title":"Restaurants; Food That's Nearly Worthy of the View","url":"http://www.nytimes.com/1997/12/31/dining/restaurants-food-that-s-nearly-worthy-of-the-view.html"},{"body":"Simone Duvalier, who rose from a childhood of poverty and abandonment to become the wife of one Haitian dictator, mother of another and a power in her own right, died of undisclosed causes in a clinic outside Paris on Friday. She was in her mid-80's and had lived in France since being forced into exile almost 12 years ago. During the nearly 30","byline":"By LARRY ROHTER","date":"19971231","title":"Simone Duvalier, the 'Mama Doc' of Haiti","url":"http://www.nytimes.com/1997/12/31/world/simone-duvalier-the-mama-doc-of-haiti.html"},{"body":"Raymond A. Ericson, a music critic for The New York Times for nearly three decades, died yesterday at Danbury Hospital in Connecticut. He was 82 and lived in Sherman, Conn. Mr. Ericson, who had worked as an organist and choir director before joining The Times, was partial to Baroque and Romantic music, but he covered the broad spectrum of classical","date":"19971231","title":"Raymond Ericson, 82, Music Critic for The Times","url":"http://www.nytimes.com/1997/12/31/arts/raymond-ericson-82-music-critic-for-the-times.html"},{"body":"SHADOWS ON THE HUDSON By Isaac Bashevis Singer Translated by Joseph Sherman. 548 pages. Farrar, Straus & Giroux. $28. Given the enormous output of Isaac Bashevis Singer, the dozen or so novels, the short-story collections, the various works for children and the two volumes of recollections, it comes as something of a surprise that there remained a","byline":"By RICHARD BERNSTEIN","date":"19971231","title":"BOOKS OF THE TIMES -- A Magician's Final Surprise; A Singer Novel, Translated at Last, Darkens His Message","url":"http://www.nytimes.com/1997/12/31/books/books-times-magician-s-final-surprise-singer-novel-translated-last-darkens-his.html"},{"body":"They were old men and women, dying quiet deaths in a small-town hospital in the middle of America, a cycle that seemed as natural as the seasons that inevitably turn to frost. But there were so many deaths. And they were happening, too often, it seemed, under the watch of a young licensed practical nurse known for his tender touch, Orville Lynn","byline":"By DIRK JOHNSON","date":"19971231","title":"Nurse With Tender Touch Is Held in 6 Killings","url":"http://www.nytimes.com/1997/12/31/us/nurse-with-tender-touch-is-held-in-6-killings.html"}],"tokens":["America"],"total":7429},{"offset":"0","results":[{"body":"David H. Steward, president and chief executive at TV Guide magazine in New York, part of News America Publishing Group, said yesterday that he would resign, effective immediately. Mr. Steward, 41, joined TV Guide in those posts in November 1997 after six years at Martha Stewart Living Omnimedia in New York. The resignation of Mr. Steward is","byline":"By STUART ELLIOTT","date":"19981231","title":"THE MEDIA BUSINESS: ADVERTISING -- ADDENDA; TV Guide's Chief Is Stepping Down","url":"http://www.nytimes.com/1998/12/31/business/the-media-business-advertising-addenda-tv-guide-s-chief-is-stepping-down.html"},{"body":"When the big ski conglomerates, such as the American Skiing Company and Intrawest, look to acquire properties, it is usually with an eye toward established resorts in popular destination areas -- places with a name value already attached, such as Sunday River in Maine, Stratton in Vermont or Copper in Colorado. But two of the more recent","byline":"By JENNY KELLNER","date":"19981231","title":"THE SKI REPORT; Rescue Work by Conglomerates","url":"http://www.nytimes.com/1998/12/31/sports/the-ski-report-rescue-work-by-conglomerates.html"},{"body":"Alexandra Chernikova did not want to move her family into a housing project, fearing it would be unclean and unsafe. So after she and her husband separated in 1996, she worked two jobs, hoping to make enough money to stay in their apartment in Brighton Beach, Brooklyn. But she could not afford the rent, and she and her son and daughter moved into","byline":"By ADAM GERSHENSON","date":"19981231","title":"THE NEEDIEST CASES; Forceful Entry by Police Shatters Peace of Mind","url":"http://www.nytimes.com/1998/12/31/nyregion/the-neediest-cases-forceful-entry-by-police-shatters-peace-of-mind.html"},{"body":"Here we go again. Dana Garner is the compulsive liar whose fantasies and false testimony sent an innocent man to prison for murder in 1991. The man, Jeffrey Blake, was freed two months ago. By then it had become clear to authorities that Mr. Garner, who claimed to have seen Mr. Blake kill two men in a car in Brooklyn, was not even in New York when","byline":"By BOB HERBERT","date":"19981231","title":"In America; Justice Confounded","url":"http://www.nytimes.com/1998/12/31/opinion/in-america-justice-confounded.html"},{"body":"The Standard & Poor's Corporation said yesterday that it would change the time it announces changes in its stock indexes so that the announcements will not affect a stock's official closing price. S.&P., a unit of the McGraw-Hill Companies, will change its announcement time from 4:50 P.M. to 5:15 P.M. ''We don't want our announcements to affect a","date":"19981231","title":"S.& P. Is Changing an Index Procedure","url":"http://www.nytimes.com/1998/12/31/business/s-p-is-changing-an-index-procedure.html"},{"body":"Arizona 23, Nebraska 20 Just when Nebraska and Arizona were settling into a defensive struggle, the Holiday Bowl reverted to its wild past. Keith Smith, half of Arizona's two-quarterback system, threw for one fourth-quarter touchdown and his scrambling set up the game-winning, 1-yard plunge by Kelvin Eafon with 6 minutes 8 seconds to go as the No.","date":"19981231","title":"COLLEGE FOOTBALL; Arizona Caps 12-Victory Season With Success Against Nebraska","url":"http://www.nytimes.com/1998/12/31/sports/college-football-arizona-caps-12-victory-season-with-success-against-nebraska.html"},{"body":"With a 10-2 record, including victories in its last four games, Villanova appeared to be a formidable opponent for No. 1 Connecticut when they squared off tonight in a Big East contest. And when the Wildcats went on a 10-1 run to pull within 3 points of the Huskies at 18-15 in the first half, UConn's nine-game streak seemed endangered. But then","byline":"By JACK CAVANAUGH","date":"19981231","title":"BASKETBALL; A Balanced Attack Helps Huskies Soar","url":"http://www.nytimes.com/1998/12/31/sports/basketball-a-balanced-attack-helps-huskies-soar.html"},{"body":"The stock market ended lower yesterday for the first time in nine trading days, weakened by investors who sold to secure some profits from a 1998 rally that accelerated at year-end. Merck & Company, up 40 percent for the year; Lucent Technologies Inc., up 172 percent, and the Microsoft Corporation, up 115 percent, led the decline. ''Stocks have","date":"19981231","title":"THE MARKETS: STOCKS & BONDS; Dow Retreats for First Time in Nine Trading Days","url":"http://www.nytimes.com/1998/12/31/business/the-markets-stocks-bonds-dow-retreats-for-first-time-in-nine-trading-days.html"},{"body":"Having spent three full days without a game in sunny Arizona, the Rangers were rested and ready for tonight's match against the Coyotes. With all three members of their first line out of the lineup, the Coyotes were weakened against the visitors from New York. As is often the case under these circumstances, the team that would seem to have the","byline":"By JOE LAPOINTE","date":"19981231","title":"HOCKEY; Lethargic Rangers Outmanned By Coyotes","url":"http://www.nytimes.com/1998/12/31/sports/hockey-lethargic-rangers-outmanned-by-coyotes.html"},{"body":"TRIUMPH OF SURVIVAL: THE STORY OF THE JEWS IN THE MODERN ERA, 1650-1990 (Davka; $59.95; Macintosh 6.5 and up, and Windows 3.1 and later.) THIS two-disk CD-ROM set is based on the book of the same name by Berel Wein, a rabbi and prolific historian. Rabbi Wein clearly has an impressive command of Jewish history and these disks cover a lot of ground,","byline":"By JON KALISH","date":"19981231","title":"LIBRARY/JUDAICA; Historian Dominates a History","url":"http://www.nytimes.com/1998/12/31/technology/library-judaica-historian-dominates-a-history.html"}],"tokens":["America"],"total":8177},{"offset":"0","results":[{"body":"The concluding day of the 20th century and therefore of the second millennium -- that event so freighted with various meanings by historians, politicians, fictionists and doomsaying preachers -- is upon us. With allowances for the dateline, it will fall everywhere with equal finality, evoking all around the world the same feelings of solemnity for","date":"19991231","title":"The Journey to 2000","url":"http://www.nytimes.com/1999/12/31/opinion/the-journey-to-2000.html"},{"body":"In the era before Abstract Expressionism few American artists had a larger public presence than Thomas Hart Benton (1889-1975). A grass-roots painter who turned away from Modernism to focus on rural America, he was the first artist to make it on the cover of Time magazine (1934), which praised him as one of a stellar trio of regional painters --","byline":"By GRACE GLUECK","date":"19991231","title":"ART REVIEW; A Former City Slicker Gussied Up in Overalls","url":"http://www.nytimes.com/1999/12/31/arts/art-review-a-former-city-slicker-gussied-up-in-overalls.html"},{"body":"EVERY New Year's Eve, we would like to think, one small story closes and another opens. But this year the story arrives in a deluxe edition. The ball dropping in Times Square at midnight will punctuate not just a chapter or a volume, but a boxed set titled ''20th Century.'' And it will be the first mark of an ellipsis into the future. Epochal","byline":"By HOLLAND COTTER","date":"19991231","title":"CRITIC'S NOTEBOOK; Crossing Spiritual Thresholds","url":"http://www.nytimes.com/1999/12/31/arts/critic-s-notebook-crossing-spiritual-thresholds.html"},{"body":"ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''Capturing Time: The New York Times Capsule'' includes some of the nearly 50 design proposals received in a New York Times Magazine competition to create a time capsule for preserving artifacts from today for the next 1,000 years. The winning","date":"19991231","title":"SPARE TIMES","url":"http://www.nytimes.com/1999/12/31/arts/spare-times-136310.html"},{"body":"Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone, especially during","date":"19991231","title":"ART GUIDE","url":"http://www.nytimes.com/1999/12/31/arts/art-guide.html"},{"body":"INTERNATIONAL A3-10 Ex-Beatle George Harrison Is Stabbed by an Intruder A man armed with a large knife broke into the house of the former Beatle George Harrison near London and stabbed him in the chest, the authorities said. Mr. Harrison, 56, was treated for a collapsed lung and minor stab wounds and was reported to be in stable condition. His wife","date":"19991231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1999/12/31/nyregion/news-summary-149284.html"},{"body":"For months, American banks and regulators have been bracing for a year-end rush of withdrawals by depositors fearful that Year 2000 computer problems might cause teller machines to fail or credit card transactions to be rejected. Piles of extra money have been printed by the federal government and shipped to banks here and abroad. Normally, about","byline":"By TIMOTHY L. O'BRIEN","date":"19991231","title":"Banks Stocked Up on Cash But Hoarders Stayed Away","url":"http://www.nytimes.com/1999/12/31/business/banks-stocked-up-on-cash-but-hoarders-stayed-away.html"},{"body":"In the more than four years since Donald F. Hutchings was kidnapped during a hiking trip in India-controlled Kashmir and marched at gunpoint deep into the Himalayas, the clues relating to his possible whereabouts have grown ever more elusive. His wife, Jane Schelly, last saw him on the banks of the Lidder River in July 1995, when heavily armed","byline":"By NEIL MacFARQUHAR","date":"19991231","title":"Hijacking Revives Saga of Kashmir Kidnappings in '95","url":"http://www.nytimes.com/1999/12/31/world/hijacking-revives-saga-of-kashmir-kidnappings-in-95.html"},{"body":"Just 50 years ago, no time at all in the long excursion of history, Americans were driving cars with divided windshields, listening to ballgames on radios that crackled with static, and reading comic strips that suggested someday there might be a portable electronic device (a wrist radio, perhaps) that would allow individuals to have the equivalent","byline":"By BOB HERBERT","date":"19991231","title":"In America; Miracles At Warp Speed","url":"http://www.nytimes.com/1999/12/31/opinion/in-america-miracles-at-warp-speed.html"},{"body":"The first female overachiever of this millennium would have been Freydis, the sister of Leif Ericson. Leif was quite the millennial man himself, having stumbled on North America around the year 1000. And when the first Norse settlement there was attacked, Freydis led the defense, despite her advanced pregnancy. ''She took her breasts out and","byline":"By GAIL COLLINS","date":"19991231","title":"Public Interests; What Women Wanted","url":"http://www.nytimes.com/1999/12/31/opinion/public-interests-what-women-wanted.html"}],"tokens":["America"],"total":8210},{"offset":"0","results":[{"body":"WHEN Thabo Mbeki, president of South Africa, visited Brazil early in December, his hosts made a point of bringing him here in hopes he would be dazzled, as so many other guests have been, by this country's growing technological and military capabilities. Brazil's space program was born in this trim and tranquil city of 500,000 people, as were","byline":"By LARRY ROHTER","date":"20001231","title":"Brazil's Hot Commodity? Not Coffee or Soccer","url":"http://www.nytimes.com/2000/12/31/business/brazil-s-hot-commodity-not-coffee-or-soccer.html"},{"body":"ELANYA DELACRUZ, 17, a senior at the Sound School in New Haven, spent six weeks this summer as an intern aboard the newly completed Amistad replica, living below deck where the original ship's African captives were held during their long journey to America. ''The captives could have been my ancestors, and if I lived in that time I could have been","byline":"By RICHARD WEIZEL","date":"20001231","title":"The View From/New Haven and Mystic; Students Make Floating History Lesson Something Personal","url":"http://www.nytimes.com/2000/12/31/nyregion/view-new-haven-mystic-students-make-floating-history-lesson-something-personal.html"},{"body":"WITH only 365 days left to fulfill their 32-year-old vision of a space odyssey, the makers of the film ''2001'' already seem to have proved that predicting the future remains infinitely more challenging than dissecting the past. Recently, though, three social scientists pounced on a single 100-year period to quantify American trends that emerged","byline":"By SAM ROBERTS","date":"20001231","title":"Word for Word / Measuring a Century; America Then and Now: It's All in the Numbers","url":"http://www.nytimes.com/2000/12/31/weekinreview/word-for-word-measuring-a-century-america-then-and-now-it-s-all-in-the-numbers.html"},{"body":"ARCHERY U.S. Target Men's Olympic Bow: Richard Johnson, Woodstock, Conn. Women's Olympic Bow: Karen Scavotto, Enfield, Conn. Men's Compound Bow: Dave Cousins, Westbrooke, Me. Women's Compound Bow: Christie Bisco, Raymond, Me. U.S. Intercollegiate Team: Texas A&M. Men's Olympic Bow: Christopher Shull, Texas A&M. Women's Olympic Bow: Jessica Carlson,","byline":"Compiled by Vincent M. Mallozzi","date":"20001231","title":"CHAMPIONS 2000; From Sydney To the Bronx, the Winners","url":"http://www.nytimes.com/2000/12/31/sports/champions-2000-from-sydney-to-the-bronx-the-winners.html"},{"body":"I WANTED to let the listener hear the characters think, to get inside their heads, so you could hear and feel their thoughts, their choices,'' Bruce Springsteen has written about his 1982 album ''Nebraska,'' a chilling portrait of an America that has spun off its moral compass. ''I wanted the music to feel like a waking dream and the record to move","byline":"By ANTHONY DeCURTIS","date":"20001231","title":"MUSIC; From the Quiet of a Bedroom, Raw Songs of America","url":"http://www.nytimes.com/2000/12/31/arts/music-from-the-quiet-of-a-bedroom-raw-songs-of-america.html"},{"body":"Hemmed in by 2,000-foot rock massifs, this village seems, by measure of its beauty and mystery, altogether more like a place to stay than to leave. Yet Al-Ribat's villagers, driven by poverty, have migrated for centuries -- in recent decades, mostly northward, out of Yemen and across the vast desert known as the Empty Quarter that forms a barrier","byline":"By JOHN F. BURNS","date":"20001231","title":"Where bin Laden Has Roots, His Mystique Grows","url":"http://www.nytimes.com/2000/12/31/world/where-bin-laden-has-roots-his-mystique-grows.html"},{"body":"ANY year producing postcards from Tokyo and Sydney can't be all bad. On the other hand, little did I know that the best postcards of all would be sent in October from the No. 7 and the No. 4 subway trains in my hometown. HEMPSTEAD, N.Y., JAN. 4 -- Bill Belichick stuns the Jets' management as well as a huge gathering of journalists by announcing he","byline":"By GEORGE VECSEY","date":"20001231","title":"FROM SYDNEY TO THE BRONX, THE WINNERS; There Was No Place Like Home in 2000","url":"http://www.nytimes.com/2000/12/31/sports/from-sydney-to-the-bronx-the-winners-there-was-no-place-like-home-in-2000.html"},{"body":"Jennifer Love Johnson, a daughter of Mary Ann Johnson and M. Davis Johnson of Chappaqua, N.Y., was married on Friday to Paul Martin Sober, the son of Ingeborg Sober and Dr. Daniel Sober of Silver Spring, Md. The Rev. Douglas Phillips, a Presbyterian minister, officiated at the Waybury Inn in East Middlebury, Vt. The bride and bridegroom graduated","date":"20001231","title":"WEDDINGS; Jennifer Johnson, Paul Sober","url":"http://www.nytimes.com/2000/12/31/style/weddings-jennifer-johnson-paul-sober.html"},{"body":"If for some reason you still haven't had enough of the holiday season, there is more celebrating to come next weekend. The Fiesta de los Tres Reyes Magos, marking the star-steered visit of the three kings of the Orient to the newborn Jesus, is marked Jan. 6 throughout Latin America. It will also be celebrated at the New Jersey Performing Arts","byline":"By Margo Nash","date":"20001231","title":"JERSEY FOOTLIGHTS; Triple Crown Performance","url":"http://www.nytimes.com/2000/12/31/nyregion/jersey-footlights-triple-crown-performance.html"},{"body":"South Africa, long dependent on Europe and the United States for most of its trade, is casting its eyes elsewhere -- and not simply in search of new markets. Seeking allies in the free-trade fight that has been stewing since the World Trade Organization's meeting a year ago in Seattle, South Africa is turning to its fellow economic powers in the","byline":"By HENRI E. CAUVIN","date":"20001231","title":"South Africa Looks West for Some Economic Muscle","url":"http://www.nytimes.com/2000/12/31/world/south-africa-looks-west-for-some-economic-muscle.html"}],"tokens":["America"],"total":8984},{"offset":"0","results":[{"body":"The sniper sat behind sandbags on the roof of the American Embassy as the sun dropped behind the Paghman Mountains and the sky began to fade. A camp stove at his knee exhaled the stink of diesel and a steady hiss. His name was Sgt. Shane B. Schmidt. He was a marine. This was his bunker. To his left was a bolt-action rifle with a telescopic sight.","byline":"By C. J. CHIVERS","date":"20011231","title":"A NATION CHALLENGED: REPORTER'S DIARY; Two Worlds Paired by War: Life or Death, as Luck Will Have It","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-reporter-s-diary-two-worlds-paired-war-life-death-luck-will.html"},{"body":"The weeks after Sept. 11 were a time of grief, anger and anxiety. The city mourned those lost in the World Trade Center in private rituals and public ceremonies. Cardinal Edward M. Egan, the Roman Catholic archbishop of New York, led a Mass that mixed poignancy and newly stirred patriotism. The soprano Leontyne Price, 74, came out of retirement to","date":"20011231","title":"The Year in Pictures; SOLIDARITY AND SACRIFICE","url":"http://www.nytimes.com/2001/12/31/news/the-year-in-pictures-solidarity-and-sacrifice.html"},{"body":"At midnight on Dec. 31, Europe's oldest currency, the drachma, will vanish, ending a tradition that originated nearly 2,600 years ago and, some Greeks fear, an integral part of their national identity. ''Shame!'' said Anastasios Tzamanis, a coin expert and the president of Greece's Numismatic Society. ''You'd think thousands of years of history","byline":"By MELINDA HENNEBERGER","date":"20011231","title":"Reluctance in Greece to Let Go of the Coin of History","url":"http://www.nytimes.com/2001/12/31/world/reluctance-in-greece-to-let-go-of-the-coin-of-history.html"},{"body":"The specter of Sept. 11 will hover over New Year's celebrations across America tonight. With 7,500 police officers on watch, 500,000 revelers are expected to crowd into Times Square for fireworks, music and the ball-drop spectacle. Bells will ring across town for the 3,000 victims. Thousands remembered the victims at ground zero yesterday as New","byline":"By ROBERT D. MCFADDEN","date":"20011231","title":"A NATION CHALLENGED: AN OVERVIEW: DEC. 30, 2001; The Screaming Eagles, War Perspectives","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-overview-dec-30-2001-screaming-eagles-war-perspectives.html"},{"body":"INTERNATIONAL A3-6 Death Toll in the Hundreds In Peru Fireworks Accident A string of fireworks explosions in the historic center of downtown Lima caused a wall of fire that trapped street vendors and holiday shoppers along the narrow streets, officials said. There was little hope of finding survivors inside the burned-out buildings, where","date":"20011231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/2001/12/31/nyregion/news-summary-918881.html"},{"body":"So overpowering are the images of jetliners heading into the World Trade Center, of people watching in disbelief and fleeing in horror, that the other news of 2001, significant and not so significant, already fades from memory. And some of it was significant. There was the swearing in of a president after the Supreme Court decided the presidential","byline":"By JAMES BARRON","date":"20011231","title":"The Year in Pictures: IN THE TOWERS' SHADOW","url":"http://www.nytimes.com/2001/12/31/news/the-year-in-pictures-in-the-towers-shadow.html"},{"body":"Carleton S. Fiorina, the chief executive of Hewlett-Packard, occupies the highest wire in corporate America. If her plan to buy Compaq Computer is defeated, she is likely to fall. With the heirs of both the company's founders opposed to the deal and holding 18 percent of the Hewlett-Packard shares (mainly in family foundations), Ms. Fiorina faces a","byline":"By STEVE LOHR","date":"20011231","title":"TECHNOLOGY: COMPUTING; Uncertain Deal Is Key To Fate of Executive","url":"http://www.nytimes.com/2001/12/31/business/technology-computing-uncertain-deal-is-key-to-fate-of-executive.html"},{"body":"First, at Last Stranding singers and soloists en route to the United States, the terrorist attacks on Sept. 11 disrupted plans for the Sept. 13 start of Lincoln Center's ''Rachmaninoff Revisited.'' Some events took place in October and November, and now, from Saturday through Jan. 9, what were to have been opening attractions are becoming the final","byline":"By LAWRENCE VAN GELDER","date":"20011231","title":"This Week","url":"http://www.nytimes.com/2001/12/31/movies/this-week.html"},{"body":"Asked at his year-end news conference how Sept. 11 changed him, President Bush grew testy. ''Talk to my wife,'' he snapped. Not for him any of those look-in-the-mirror ruminations. His unspoken point: he's the same man he always was, and now people have come to appreciate the real him. He was misbriefed. It's a mistake to try to force half the","byline":"By WILLIAM SAFIRE","date":"20011231","title":"Oh, You '02","url":"http://www.nytimes.com/2001/12/31/opinion/oh-you-02.html"},{"body":"This year, like last year, and the year before that and, well, every year he can remember -- Ryan Shipley has a New Year's resolution: to stop biting his fingernails. He probably will not. Never has before. But even if Mr. Shipley, 18, chews his cuticles through 2002, this time he is making more important promises to himself: To call his parents","byline":"By JODI WILGOREN","date":"20011231","title":"New Year Resolutions In a More Serious Vein","url":"http://www.nytimes.com/2001/12/31/us/new-year-resolutions-in-a-more-serious-vein.html"}],"tokens":["America"],"total":9214},{"offset":"0","results":[{"body":"Nothing appeared unusual recently in this northern French city as people scurried across the Esplanade Marcel-Duchamp to attend an opening at the Muse des Beaux-Arts. In the gathering shadows, visitors were greeted on the steps by an imposing statue of Nicolas Poussin. No scene could appear more French than this at one of the 15 provincial","byline":"By Paula Deitz","date":"20021231","title":"ARTS ABROAD; The First Americans Make a Hit With the French","url":"http://www.nytimes.com/2002/12/31/arts/arts-abroad-the-first-americans-make-a-hit-with-the-french.html"},{"body":"Is it peculiarly American to want to make yourself a better person? Do people in other countries begin the New Year with a set of resolutions to get up earlier, cut down on drinking, stop smoking and lose weight? Do they energize themselves with books telling them how to be their own shrinks? Do people in, say, Italy or France, think they need to","byline":"By Edmund S. Morgan","date":"20021231","title":"Poor Richard's New Year","url":"http://www.nytimes.com/2002/12/31/opinion/poor-richard-s-new-year.html"},{"body":"THERE are a lot of different ways to measure air traffic. You can count the number of airline seats available at any given time, or the number of passengers getting on planes or the number of miles flown with a paying customer in a seat. But no matter how you cut it, air travel is down significantly. Passengers on domestic airlines flew 13.7","byline":"By Joe Sharkey","date":"20021231","title":"BUSINESS TRAVEL: ON THE ROAD; Revamping Air Travel, From the Ground Up","url":"http://www.nytimes.com/2002/12/31/business/business-travel-on-the-road-revamping-air-travel-from-the-ground-up.html"},{"body":"The idea, says Tawfik Mathlouthi, who runs a radio station for France's Muslim minority, came to him in the shower: to create a competing product to Coke that would satisfy the needs of Arab speakers in Europe and elsewhere for soft drinks, while providing jobs and economic growth. ''My son adores McDonald's and Coke,'' Mr. Mathlouthi, 46, the","byline":"By JOHN TAGLIABUE","date":"20021231","title":"They Choke On Coke, But Savor Mecca-Cola","url":"http://www.nytimes.com/2002/12/31/world/they-choke-on-coke-but-savor-mecca-cola.html"},{"body":"The road to Halliburton's multibillion-dollar settlement of asbestos claims began to take shape in a conference room at the Marriott hotel in Fort Lauderdale, Fla. -- one of the few rooms in that hotel without an ocean view. Lawyers representing both the company and plaintiffs outlined a strategy that would allow Halliburton to resolve tens of","byline":"By JONATHAN D. GLATER","date":"20021231","title":"The Path Taken By Halliburton To Reach a Deal In Asbestos Suits","url":"http://www.nytimes.com/2002/12/31/business/the-path-taken-by-halliburton-to-reach-a-deal-in-asbestos-suits.html"},{"body":"The Pepsi-Cola North America unit of PepsiCo named Spike DDB in New York as the agency of record for multicultural advertising. The account had been handled by the UniWorld Group, which is 49 percent owned by the WPP Group in New York. Spike DDB, part of the DDB Worldwide unit of the Omnicom Group, will make a television commercial starring the","byline":"By JAMES BROOKE","date":"20021231","title":"THE MEDIA BUSINESS: ADVERTISING -- ADDENDA; Pepsi Names Agency For Multicultural Ads","url":"http://www.nytimes.com/2002/12/31/business/the-media-business-advertising-addenda-pepsi-names-agency-for-multicultural-ads.html"},{"body":"The Australian mining conglomerate BHP Billiton said that its Brazilian venture with Bank of America was selling its stake in Companhia Vale do Rio Doce, the world's largest producer of iron ore, to the Brazilian steel maker Companhia Siderurgica Nacional. BHP Billiton said Sweet River Investments, of which it owns roughly two-thirds, was","byline":"By Wayne Arnold (NYT)","date":"20021231","title":"World Business Briefing | Americas: Brazil: Mine Stake Sold","url":"http://www.nytimes.com/2002/12/31/business/world-business-briefing-americas-brazil-mine-stake-sold.html"},{"body":"LAMBERT-Marion L. The Board and staff of the Greater New York Councils, Boy Scouts of America extend their deepest sympathy to Benjamin V. Lambert, our long-time friend, supporter and Board member, and the entire Lambert family on their loss. Our thoughts and prayers are with you during this difficult time. John F. McGillicuddy, Pres. Daniel R.","date":"20021231","title":"Paid Notice: Deaths LAMBERT, MARION L.","url":"http://www.nytimes.com/2002/12/31/classified/paid-notice-deaths-lambert-marion-l.html"},{"body":"Deadline at Hand For Baggage Screening When the ball drops at midnight tonight, a new era in air travel will begin. That is the deadline for the Transportation Security Administration to begin screening all checked bags for explosives at all 429 domestic commercial airports. The bag-screening law imposed by Congress was modified as tonight's","byline":"By JOE SHARKEY","date":"20021231","title":"BUSINESS TRAVEL; MEMO PAD","url":"http://www.nytimes.com/2002/12/31/business/business-travel-memo-pad.html"},{"body":"SAMUROVICH - Theodore Simeon. ''Theo'', 35, of New York City, NY, beloved husband of Deborah Nichole (Blake) Samurovich, died on Sunday, December 29, 2002. His family will receive friends on Thursday, January 2, from 6-9PM at the Carmon Windsor Funeral Home, 807 Bloomfield Ave., Windsor, CT. Memorial donations may be made to the Asthma and Allergy","date":"20021231","title":"Paid Notice: Deaths SAMUROVICH, THEODORE SIMEON. ''THEO''","url":"http://www.nytimes.com/2002/12/31/classified/paid-notice-deaths-samurovich-theodore-simeon-theo.html"}],"tokens":["America"],"total":8900},{"offset":"0","results":[{"body":"America West Airlines pilots voted to ratify a new three-year contract yesterday, ending nearly four years of negotiations with the company. The contract will give the airline's 1,700 pilots an 11 percent raise in January. The Air Line Pilots Association said 53 percent of its America West members voted in favor of the contract, which was the third","date":"20031231","title":"COMPANY NEWS; AMERICA WEST PILOTS RATIFY A 3-YEAR CONTRACT","url":"http://www.nytimes.com/2003/12/31/business/company-news-america-west-pilots-ratify-a-3-year-contract.html"},{"body":"Consumer confidence declined this month from its highest level in more than a year, while the housing market softened in November, two reports released yesterday showed. A third report said that manufacturing in the Midwest expanded at a slower pace in December as orders fell and inventories shrunk. The data ''showed a continued strong and growing","date":"20031231","title":"Consumer Confidence Fell; Housing Market Softened","url":"http://www.nytimes.com/2003/12/31/business/consumer-confidence-fell-housing-market-softened.html"},{"body":"PARIS has its baguettes and Dublin its soda bread. San Francisco trades heavily in sourdough, while New Orleans greets each morning with beignets. It wouldn't be Philadelphia without soft pretzels and it couldn't be Bonn without pumpernickel. But no city, perhaps in the history of the world, is so closely identified with a breadstuff as New York is","byline":"By ED LEVINE","date":"20031231","title":"Was Life Better When Bagels Were Smaller?","url":"http://www.nytimes.com/2003/12/31/dining/was-life-better-when-bagels-were-smaller.html"},{"body":"Once you become famous, you take it easy, right? Go to Ibiza or whatever? Apparently not. Of the 24 ambitious young celebrities saluted tonight on ''Real Access: 24 in 2004'' (on the N), a bland but informative countdown of up-and-comers in show business, five express a strong desire to take on additional careers. Two already work swing shifts.","byline":"By VIRGINIA HEFFERNAN","date":"20031231","title":"TELEVISION REVIEW; Stars in Their Teens and 20's Show How to Be Overachievers","url":"http://www.nytimes.com/2003/12/31/arts/television-review-stars-in-their-teens-and-20-s-show-how-to-be-overachievers.html"},{"body":"Some unlikely celebrities are performing country songs these days. The television talk-show host Jerry Springer has been singing a new patriotic tune called ''In America'' to packed houses at casinos in Mississippi recently and at Democratic Party fund-raisers throughout Ohio. He also recorded a country music album, which has yet to be released. Al","byline":"By PHIL SWEETLAND","date":"20031231","title":"On a Celebrity's To-Do List: Record Music (Maybe Hits)","url":"http://www.nytimes.com/2003/12/31/arts/on-a-celebrity-s-to-do-list-record-music-maybe-hits.html"},{"body":"It's Sunday and you can't see many cars on the road From the window. There, by the football field A Jeep comes onto the avenue from a side street And quickly disappears into the woods. I followed that Guy, for a time, in my thoughts, even though I don't know anything about him and, from this distance, I can't even see the driver's face. But I think","byline":"By Semezdin Mehmedinovic","date":"20031231","title":"Writing In the New Year; Narrator","url":"http://www.nytimes.com/2003/12/31/opinion/writing-in-the-new-year-narrator.html"},{"body":"The Food and Drug Administration is banning the manufacture and sale of ephedra, an herbal dietary supplement that has been sold as a weight-loss aid but has also been linked to serious health problems and even deaths. Q. What is ephedra? A. Ephedra is a plant with varieties growing in Asia, Australia, Europe and North America. It is called ma","date":"20031231","title":"The Origins, Uses and Risks of a Supplement","url":"http://www.nytimes.com/2003/12/31/us/the-origins-uses-and-risks-of-a-supplement.html"},{"body":"THE year ending tonight was a good one for wine in America, and not just for the vintage, which, it so happens, wasn't bad. We will have drunk some 264 million cases of wine by midnight, about 14 million cases more than in 2002. Early this year, a lot of the surge had to do with price cutting brought on by the economic downturn. But by the end of","byline":"By Frank J. Prial","date":"20031231","title":"WINE TALK; Time to Put a Cork in '03 and Stick On a Label","url":"http://www.nytimes.com/2003/12/31/dining/wine-talk-time-to-put-a-cork-in-03-and-stick-on-a-label.html"},{"body":"The founder and former chairman of Parmalat, Calisto Tanzi, has told investigators that he was well aware of a hole of 8 billion euros ($10 billion) in the company's accounts, and that he had informed his successor, a turnaround specialist who has been appointed bankruptcy administrator. In sometimes tearful admissions during five hours of","byline":"By JOHN TAGLIABUE; Andrew Ross Sorkin, in New York, contributed reporting for this article.","date":"20031231","title":"Parmalat Founder Says He Knew of Losses","url":"http://www.nytimes.com/2003/12/31/business/parmalat-founder-says-he-knew-of-losses.html"},{"body":"THE Department of Agriculture appears to have been successful in convincing most Americans that one mad cow does not an epidemic make. People are not deserting their fast-food hamburgers in droves. Nor did many people planning standing rib roasts for Christmas dinner substitute turkey. ''I think its obviously a serious thing, but right now it's","byline":"By Marian Burros; Katie Zezima in Massachusetts, Jo Napolitano in Chicago and Ariel Hart in Atlanta contributed reporting to this article.","date":"20031231","title":"EATING WELL; Warily Searching For Safer Beef","url":"http://www.nytimes.com/2003/12/31/dining/eating-well-warily-searching-for-safer-beef.html"}],"tokens":["America"],"total":8576},{"offset":"0","results":[{"body":"Bank of America must pay $284 million to customers who were charged overdraft fees on accounts containing customer Social Security deposits, a California state judge ruled yesterday. Bank of America has said that it intends to appeal the decision, in which Judge Anne Bouliane, in San Francisco, confirmed her tentative Dec. 8 ruling. In addition to","date":"20041231","title":"Ruling Against Bank of America Is Upheld","url":"http://query.nytimes.com/gst/fullpage.html?res=9C02E3DA1439F932A05751C1A9629C8B63"},{"body":"Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE 36-01 35th Avenue, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Jan. 2, films directed by Preston Sturges. Tomorrow: at 2 p.m., ''The Lady Eve'' (1941); at 4 p.m., ''Hail the Conquering Hero'' (1944); Sunday at 2 p.m., ''The Miracle of Morgan's","date":"20041231","title":"Spare Times","url":"http://query.nytimes.com/gst/fullpage.html?res=9D0DE7D81439F932A05751C1A9629C8B63"},{"body":"It could be the setting for a murder mystery: a 1960's prefabricated house sitting empty in the middle of a field, only the silver insulation left on its exterior. Buried in the unkempt foliage out back is a 1973 Dodge Barracuda painted a flat black. ''It's very 'Twin Peaks,''' said the artist Richard Prince, 55, as he pulled his pickup truck","byline":"By CAROL VOGEL","date":"20041231","title":"A Connoisseur of the Unnoticed, Having His Moment","url":"http://query.nytimes.com/gst/fullpage.html?res=950CEED91439F932A05751C1A9629C8B63"},{"body":"To the Editor: ''Supermarket Giants Crush Central American Farmers'' (front page, Dec. 28) aptly highlights the structural pressures from the supply chain that give increasingly larger pieces of the pie to buyers and less to small farmers in developing countries. It is yet another example of the neediest being cheated out of the benefits of","date":"20041231","title":"Global Trade and Farmers","url":"http://query.nytimes.com/gst/fullpage.html?res=9F02E2D91439F932A05751C1A9629C8B63"},{"body":"The art world at the turn of the 21st century has been distinguished by globe-trotting professionals of every ilk: curators, critics and collectors who regularly take to the road to attend art fairs, biennials and auctions. But the most important players are the increasingly peripatetic artists. They show up almost empty-handed in Venice, Chicago","byline":"By ROBERTA SMITH","date":"20041231","title":"CRITIC'S NOTEBOOK; Wherever They Go, There They Are: Itinerant Artists Seize on Locale","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0CE6D81439F932A05751C1A9629C8B63"},{"body":"LAST winter, the Crested Butte Mountain Resort in west-central Colorado was reeling. Never mind that the resort was a birthplace of extreme skiing in North America, or that skiers here enjoy perhaps the best vistas in the state or that the groovy former mining town at its foot proclaims itself ''Colorado's last great ski town.'' The resort had a","byline":"By CHRISTOPHER SOLOMON","date":"20041231","title":"JOURNEYS -- Skiing U.S.A.: Resorts on the Rise; Polishing Rough Edges At Crested Butte","url":"http://query.nytimes.com/gst/fullpage.html?res=9E02E5DC1439F932A05751C1A9629C8B63"},{"body":"THIS article, like earlier ones in this series, proceeds from the premise that big encyclopedic museums offer rare opportunities for what might be called Googling in real time and space. Choose a single material or medium, program yourself to seek it unswervingly, and you'll be rewarded with a myopic yet mind-expanding experience of human endeavor,","byline":"By ROBERTA SMITH","date":"20041231","title":"Stories Of Man, Carved In Detail","url":"http://query.nytimes.com/gst/fullpage.html?res=9A01E6D81439F932A05751C1A9629C8B63"},{"body":"ORBACH--Jerry. North Shore Animal League America mourns the passing of our friend, Jerry Orbach. He was a champion of all animal causes, a down to earth guy, a real mensch. The League was honored to bestow on him our Legendary Bond Award. We will miss him terribly. Our heartfelt sympathies are extended to his beautiful wife, Elaine. ORBACH--Jerry.","date":"20041231","title":"Paid Notice: Deaths ORBACH, JERRY","url":"http://query.nytimes.com/gst/fullpage.html?res=9C03E0D61439F932A05751C1A9629C8B63"},{"body":"Looking Into the Soul Of a Founding Father '''Night, Mother'' isn't the only play in New York that builds inexorably to the firing of a gun. Although the other production is intended for families, the report of the bullet still causes a collective shudder. The action has lasted barely more than 40 minutes, and yet you desperately want this","byline":"By Laurel Graeber","date":"20041231","title":"Family Fare","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00EED91439F932A05751C1A9629C8B63"},{"body":"In the year 2004 the DVD came of age. No longer just a cheaper, more convenient substitute for VHS, the silver disc has brought a whole new level of technical excellence to home video. And to feed a medium that now demands sharp pictures and full sound, the studios and their independent brethren have been scouring the world's archives for the best","byline":"By DAVE KEHR","date":"20041231","title":"CRITIC'S NOTEBOOK; The Disc's Coming of Age, From Noir and Hitchcock To Jerry Lewis and Seinfeld","url":"http://query.nytimes.com/gst/fullpage.html?res=9E07E7D81439F932A05751C1A9629C8B63"}],"tokens":["America"],"total":8923},{"offset":"0","results":[{"body":"And now, ladies and gentlemen, children of all ages, step right up and meet the no-ring circus. For the first time in its history, the Ringling Brothers and Barnum & Bailey Circus will present a new show to its audiences without three rings, or two -- or even one. When the 136th edition of the circus opens on Wednesday at the St. Pete Times Forum","byline":"By GLENN COLLINS","date":"20051231","title":"In a Daring Leap, Ringling Loses Its Three Rings","url":"http://www.nytimes.com/2005/12/31/arts/31circ.html"},{"body":"To the Editor: In the face of Latin America's turn to the left (''A Different Latin America,'' editorial, Dec. 24), the Bush administration team's response has been more of the same failed policies and unworkable solutions to pressing problems. Nowhere is that approach more evident than in our Cuba policy. Just this year, all Latin heads of state","date":"20051231","title":"Latin America and Us","url":"http://query.nytimes.com/gst/fullpage.html?res=9E05EEDD1030F932A05751C1A9639C8B63"},{"body":"10 P.M. (ABC) DICK CLARK'S PRIMETIME NEW YEAR'S ROCKIN' EVE 2006 -- Mr. Clark (right), 76, is back in Times Square, with Ryan Seacrest of ''American Idol'' as his cohost. Musical guests include the Bangles, the Pussycat Dolls and the big attraction, Mariah Carey, performing live. 9 A.M. TO 4 A.M. (A&E) 24 MARATHON -- These are the adventures of","byline":"By ANITA GATES","date":"20051231","title":"WHAT'S ON TONIGHT","url":"http://query.nytimes.com/gst/fullpage.html?res=9B02EEDF1030F932A05751C1A9639C8B63"},{"body":"If it seems like you are getting a lot of credit card solicitations, you are. Credit card companies sent out about six billion letters in the last year. But if you opened any, you may have noticed a dwindling number of zero-percent balance-transfer offers and more pitches for cash-back reward cards. Half of them are for reward cards. It is the","byline":"By DAMON DARLIN","date":"20051231","title":"YOUR MONEY; Gift Horses To Consider: Credit Cards That Reward","url":"http://www.nytimes.com/2005/12/31/business/yourmoney/31money.html"},{"body":"Conservatives are having fun e-mailing around the sex scenes in Barbara Boxer's new novel, ''A Time to Run.'' A particular favorite is the equine entwine on Page 210, when ''these two fierce animals were coerced into their majestic coupling by at least six people.'' ''The stallion approached, nostrils flared, hooves lifting with delicate precision,","byline":"By MAUREEN DOWD","date":"20051231","title":"Rein In The Stallion Sex","url":"http://select.nytimes.com//2005/12/31/opinion/31dowd.html"},{"body":"Rona Jaffe, the preternaturally youthful writer whose 1958 novel ''The Best of Everything'' told the melodramatic story of four nubile, cashmere-sweatered career girls torn between storybook romance and cutthroat corporate Manhattan, died yesterday at University College Hospital in London, where she was on vacation. She was 74. She died of cancer,","byline":"By MITCHELL OWENS","date":"20051231","title":"Rona Jaffe, Author of Popular Novels, Is Dead at 74","url":"http://www.nytimes.com/2005/12/31/arts/31jaffe.html"},{"body":"Paul Shefrin was losing his voice. Mr. Shefrin, the longtime spokesman for Dick Clark, has spent much of the last week fielding questions from reporters as the clock counted down for the 34th installment of ''New Year's Rockin' Eve,'' Mr. Clark's annual show from Times Square, which will begin tonight at 10 on ABC. Mr. Clark, who at 76 is no longer","byline":"By BEN SISARIO","date":"20051231","title":"Dick Clark 'Not 100%' As Clock Is Ticking","url":"http://www.nytimes.com/2005/12/31/arts/television/31clar.html"},{"body":"Valhalla Meets Capitol Hill In a Washington 'Ring' Wagner's ''Ring of the Niebelung,'' that most Germanic of operatic epics, is going to take on some red, white and blue coloration when the Washington National Opera mounts its first cycle of the four works. The cycle will start in March with ''Das Rheingold,'' directed by Francesca Zambello.","byline":"Compiled by Lawrence Van Gelder","date":"20051231","title":"Arts, Briefly","url":"http://query.nytimes.com/gst/fullpage.html?res=990DEEDF1030F932A05751C1A9639C8B63"},{"body":"Abdel R. Salaam's new ''Eclipse: Visions of the Crescent and the Cross'' is a sprawling, visionary piece, astonishing in its ambition, hope and faith. In program notes for a performance by Mr. Salaam's Forces of Nature company on Thursday night at Aaron Davis Hall, the choreographer describes the evening-length work as a ''choreo-journey exploring","byline":"By JENNIFER DUNNING","date":"20051231","title":"DANCE REVIEW; Histories, Danced in Tooth and Claw","url":"http://www.nytimes.com/2005/12/31/arts/dance/31dun2.html"},{"body":"President-elect Evo Morales of Bolivia received a greeting reserved for heads of state as he arrived in Cuba: a red carpet, a military band and an embrace from Fidel Castro. Mr. Morales will join a growing number of left-leaning elected leaders in Latin America when he is inaugurated on Jan. 22. ''The map is changing,'' Mr. Castro said.","date":"20051231","title":"World Briefing | Americas: Cuba: Castro Rolls Out The Red Carpet For Bolivia's New Leader","url":"http://query.nytimes.com/gst/fullpage.html?res=9F03E0DC1030F932A05751C1A9639C8B63"}],"tokens":["America"],"total":8213},{"offset":"0","results":[{"body":"WHEN scaffolding began to block the view from his living room on the Upper West Side, Frederico Sve could have been angry. After all, the view -- over the turreted roof of the Museum of Natural History -- is one of the living room's best features. But Mr. Sve, a dealer in Latin American art, decided to look on the bright side. ''We've never put","byline":"By FRED A. BERNSTEIN","date":"20061231","title":"HABITATS/Upper West Side; A Former Studio, Still Chockablock With Art","url":"http://www.nytimes.com/2006/12/31/realestate/31habi.html"},{"body":"Weeks This Last On Week Week List FICTION 1 1 12 FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother. 2 3 5 CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered","date":"20061231","title":"BEST SELLERS: December 31, 2006","url":"http://query.nytimes.com/gst/fullpage.html?res=9903E7D71131F932A05751C1A9609C8B63"},{"body":"AMERICAN crowing is harmless enough, but the announcement this year that the United States population had reached 300 million, had (to my ear) the unmistakable growl of a boast. It was as though the colossal agglomeration of people amounted to another great score in our love affair with bigness. The news gave me no pleasure. I just felt sad, while","byline":"By Paul Theroux; Frank Rich is on vacation.","date":"20061231","title":"America the Overfull","url":"http://www.nytimes.com/2006/12/31/opinion/31theroux.html"},{"body":"TALES OF THE OUT & THE GONE By Amiri Baraka. 221 pp. Akashic Books. Paper, $14.95. You're a very intelligent brother,'' a guy named Conrad Loomis says to the unnamed narrator of Amiri Baraka's short story ''Conrad Loomis & the Clothes Ray.'' ''But see, I'm outtelligent.'' The narrator, who seems to be a dyspeptic African-American intellectual not","byline":"By ANDREW O'HEHIR","date":"20061231","title":"Jersey Guy","url":"http://www.nytimes.com/2006/12/31/books/review/OHehir.html"},{"body":"WHAT is it about borders? Why are they inherently exhilarating? El Paso likes to say that it and Ciudad Jurez form the largest cross-border city on earth, with a combined population of about two million, and there's a constant buzz in the air. This is the mother of frontiers, the Berlin Wall of the Americas: On one side of the Rio Grande lie the","byline":"By HENRY SHUKMAN","date":"20061231","title":"CHOICE TABLES | EL PASO/JUREZ; Elegant Surprises on Both Sides of the Rio Grande","url":"http://travel.nytimes.com/2006/12/31/travel/31Choice.html"},{"body":"A guide to cultural and recreational goings-on in and around Westchester and Putnam Counties this week. Items for the guide should be sent at least three weeks in advance to westweek@nytimes.com, or by mail to Westchester Cultural Calendar, 229 West 43d Street, New York, N.Y. 10036-3959. FILM Chappaqua ''Cry Hungary,'' documentary about the 1956","date":"20061231","title":"CALENDAR","url":"http://query.nytimes.com/gst/fullpage.html?res=9502E7DB1F31F932A05751C1A9609C8B63"},{"body":"EXILE ON MAIN STREET A Season in Hell With the Rolling Stones. By Robert Greenfield. Illustrated. 258 pp. Da Capo Press. $24. LAYLA AND OTHER ASSORTED LOVE SONGS BY DEREK AND THE DOMINOS By Jan Reid. 174 pp. Rodale. $16.95. The album is dying. As a format of recorded music, the album -- LP, CD, record, disc, platter, licorice pizza, whatever -- has","byline":"By ALAN LIGHT","date":"20061231","title":"Torn and Frayed","url":"http://www.nytimes.com/2006/12/31/books/review/Light.t.html"},{"body":"Of course American television was going to show Saddam Hussein's execution. In a medium that feeds on immediacy, it was just a question of not having to wait too long to see it. And the coverage of the Iraqi dictator's last moments turned out to be an enervating, overnight death watch. When the first images of the hanging began trickling onto CNN","byline":"By ALESSANDRA STANLEY","date":"20061231","title":"THE STRUGGLE FOR IRAQ: THE TV WATCH; An Overnight Death Watch, and Then Images of the Hangman's Noose","url":"http://www.nytimes.com/2006/12/31/world/middleeast/31tvwatch.html"},{"body":"Weeks This On Week List FICTION 1 26 THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved. 2 3 S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago. 3","date":"20061231","title":"PAPERBACK BEST SELLERS: December 31, 2006","url":"http://query.nytimes.com/gst/fullpage.html?res=9804E7D71131F932A05751C1A9609C8B63"},{"body":"IT'S natural at the end of the year to pause, clear the throat and conjure up thoughtful analysis that brings meaning and context to the previous 12 months -- never mind that we've barely had a chance to digest the buffet of news events. To tide you over until hindsight bestows perspective, if not wisdom, here is a sampler of happenings in the","byline":"By CHRISTOPHER JENSEN","date":"20061231","title":"RETROSPECTIVE; A Glance Over the Shoulder at the Double Takes of 2006","url":"http://www.nytimes.com/2006/12/31/automobiles/31RECAP.html"}],"tokens":["America"],"total":8114},{"offset":"0","results":[{"body":"A dozen striking screenwriters gathered in the bar at the Hotel Bel Air not long ago to decompress after another day on the picket line. Less than 10 feet away sat another strike-weary pair: Peter Chernin, president of the News Corporation, and Barry Meyer, chief executive of Warner Brothers. Neither group acknowledged the other, although a couple","byline":"By BROOKS BARNES","date":"20071231","title":"Awkward Encounters in the Hollywood Trenches","url":"http://www.nytimes.com/2007/12/31/business/31strike.html"},{"body":"The University of Hawaii's star-kissed run to the Sugar Bowl has so many improbable story lines that it practically reads like a movie script. The Warriors had four fourth-quarter comeback victories, they compete on a shoestring budget and their two best players, quarterback Colt Brennan and wide receiver Davone Bess, each spent time in jail before","byline":"By PETE THAMEL","date":"20071231","title":"Fan Is Hired, Not Merely To Inspire","url":"http://www.nytimes.com/2007/12/31/sports/ncaafootball/31hawaii.html"},{"body":"In 1950, this cotton market town in northern Alabama lost a bid for a military aviation project that would have revived its mothballed arsenal. The consolation prize was dubious: 118 German rocket scientists who had surrendered to the Americans during World War II, led by a man -- a crackpot, evidently -- who claimed humans could visit the moon.","byline":"By SHAILA DEWAN","date":"20071231","title":"HUNTSVILLE JOURNAL; When the Germans, and Their Rockets, Came to Town","url":"http://www.nytimes.com/2007/12/31/us/31huntsville.html"},{"body":"In recent years, Pakistan has been the home of banks that wired money for the 9/11 plot, been the chief source of illicit nuclear proliferation, offered a tribal-area haven for planners of worldwide terrorism, abetted the reconstitution of the Taliban and educated many a suicide bomber in Islamic religious schools. At the same time, President","byline":"By ROGER COHEN","date":"20071231","title":"OP-ED COLUMNIST; On America's Watch","url":"http://www.nytimes.com/2007/12/31/opinion/31cohen.html"},{"body":"An exhibition of William Kentridge's tapestries now at the Philadelphia Museum of Art may be uneven, but that's not totally surprising. Mr. Kentridge, born in Johannesburg in 1955, has always tackled an immense and urgent subject: his country's anguish and inequity in the wake of apartheid. Yet he seems to lack some requisite sense of touch or","byline":"By ROBERTA SMITH","date":"20071231","title":"ART REVIEW | 'WILLIAM KENTRIDGE: TAPESTRIES'; Shadowy Nomads, Writ in Warp and Woof","url":"http://www.nytimes.com/2007/12/31/arts/31kent.html"},{"body":"INTERNATIONALA3-10 Bhutto Party Chooses Son And Looks to Elections Three days after the killing of its leader, Benazir Bhutto, Pakistan's largest political party named her 19-year-old son to succeed her as chairman and vowed to forge ahead with elections next week, creating a new quandary for the government about whether to delay the vote. A1 New","date":"20071231","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0CE3DD133AF932A05751C1A9619C8B63"},{"body":"It was not always a midnight kaleidoscope of roaring multitudes and a 1,200-pound sphere clad in Waterford crystal, with 30,000 watts of light-emitting diodes to dazzle America. A century ago Monday, the first New Year's ball descended in Times Square and a tradition was born, with modest crowds cheering a five-foot iron globe studded with 216","byline":"By ROBERT D. McFADDEN; Trymaine Lee, Toby Lyles and Michael Wilson contributed reporting.","date":"20071231","title":"To Mark 100 New Years, A Much Brighter Ball","url":"http://www.nytimes.com/2007/12/31/nyregion/31ball.html"},{"body":"There are too many moments these days when we cannot recognize our country. Sunday was one of them, as we read the account in The Times of how men in some of the most trusted posts in the nation plotted to cover up the torture of prisoners by Central Intelligence Agency interrogators by destroying videotapes of their sickening behavior. It was","date":"20071231","title":"EDITORIAL; Looking at America","url":"http://www.nytimes.com/2007/12/31/opinion/31mon1.html"},{"body":"For most of television's late-night hosts, sidelined for two months by the strike by the Writers Guild of America, this week will be a leap into the unknown. The two biggest questions they face when most of them return to the screen on Wednesday night are: How are they going to be funny without writers? And who is going to sit on their couches as","byline":"By BILL CARTER","date":"20071231","title":"Late Night Hosts, Can You Do Improv?","url":"http://www.nytimes.com/2007/12/31/arts/television/31late.html"},{"body":"The record industry got a surprise when it subpoenaed the University of Oregon in September, asking it to identify 17 students who had made available songs from Journey, the Cars, Dire Straits, Sting and Madonna on a file-sharing network. The surprise was not that 20-year-olds listen to Sting. It was that the university fought back. Represented by","byline":"By ADAM LIPTAK","date":"20071231","title":"SIDEBAR; In the Heated Fight Over Music Piracy, a Rare Stand for Privacy","url":"http://www.nytimes.com/2007/12/31/us/31bar.html"}],"tokens":["America"],"total":7987},{"offset":"0","results":[{"body":"To Lehman Brothers, Linens 'n Things and the blank VHS tape, add another American institution that expired in 2008: drug company trinkets. Starting Jan. 1, the pharmaceutical industry has agreed to a voluntary moratorium on the kind of branded goodies -- Viagra pens, Zoloft soap dispensers, Lipitor mugs -- that were meant to foster good will and,","byline":"By NATASHA SINGER","date":"20081231","title":"No Lipitor Mug? Drug Makers Cut Out Goodies for Doctors","url":"http://query.nytimes.com/gst/fullpage.html?sec=health&res=9807E1D61E3CF932A05751C1A96E9C8B63"},{"body":"DIAMOND JIM BRADY was famous for three things: making millions selling railroad supplies, wearing flashy jewelry and eating enormous amounts of food. This last distinction has made Brady, whose real name was James Buchanan Brady, a celebrated figure in culinary history. He is routinely cited as the foremost eater of the Gilded Age, a serial","byline":"By DAVID KAMP","date":"20081231","title":"Whether True Or False, A Real Stretch","url":"http://www.nytimes.com/2008/12/31/dining/31diam.html"},{"body":"The next chapter of the World Wide Web will not be written in English alone. Asia already has twice as many Internet users as North America, and by 2012 it will have three times as many. Already, more than half of the search queries on Google come from outside the United States. The globalization of the Web has inspired entrepreneurs like Ram","byline":"By DANIEL SORID","date":"20081231","title":"Writing the Web's Future In Numerous Languages","url":"http://www.nytimes.com/2008/12/31/technology/internet/31hindi.html"},{"body":"International BURIED IN A QUAKE'S RUBBLE, A BOND LIVES, AND GROWS STRONGER They were trapped together in the wreckage of their apartment building for 28 hours, their arms wrapped around each other, their faces only inches apart. Like the stories of many survivors of the earthquake that razed much of southwest China last May, the journey of Li","date":"20081231","title":"INSIDE THE TIMES: December 31, 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0DE4D61731F932A05751C1A96E9C8B63"},{"body":"UTTERANCES: 1: E. 2: I. 3: G. 4: B. 5: D. 6: A. 7: H. 8: C. 9: F. SENTENCE QUESTIONS: 10: The Large Hadron Collider. 11: Rice. 12: They were designated protest zones. 13: Hillary Clinton supporters who refused to back Barack Obama. 14: The Joker, played by Heath Ledger, in ''The Dark Knight.'' 15: The Beijing 2008 Olympic torch relay. 16: Kristi","byline":"By THE NEW YORK TIMES","date":"20081231","title":"Answers: The Year in Questions","url":"http://www.nytimes.com/2008/12/31/opinion/01schott-answers.html"},{"body":"10 P.M. (ABC) DICK CLARK'S PRIMETIME NEW YEAR'S ROCKIN' EVE WITH RYAN SEACREST 2009 Mr. Clark, above center, and Mr. Seacrest, above right, man their stations for this countdown, which has heralded the stroke of midnight for 37 years running. Kellie Pickler reports from the East Coast; Fergie, above left, returns to perform and host the party","byline":"By KATHRYN SHATTUCK","date":"20081231","title":"What's On Today","url":"http://query.nytimes.com/gst/fullpage.html?res=9901E5DC153EF932A05751C1A96E9C8B63"},{"body":"A world champion golfer lives with his family in a posh golf course community here, where a treasure of trophies and medals adorns his bedroom. Framed photographs on a nightstand capture him in midswing. An electronic putting green covers the living room floor. Asked how many awards he had won, the champion smiled, revealing two missing front","byline":"By JULIET MACUR","date":"20081231","title":"For Minors, Major Events","url":"http://www.nytimes.com/2008/12/31/sports/golf/31golfer.html"},{"body":"END OF DRUG MAKERS' TRINKETS Dr. Jeffrey F. Caren, below, has more than 1,200 branded pens, but that collection will stop growing in 2009, when the drug industry begins a voluntary moratorium on goodies. [A1.] NEW AUTO STRATEGIES GMAC, the financing affiliate of General Motors, is easing credit requirements and offering zero percent interest on","date":"20081231","title":"TODAY IN BUSINESS","url":"http://query.nytimes.com/gst/fullpage.html?res=9805E5D61731F932A05751C1A96E9C8B63"},{"body":"Even by conceptual-art standards, Willoughby Sharp's work stood out. There was his gestational spin in a clothes dryer. There was the curious affair of the talcum powder, the teddy bear and the tab of LSD. And there was the Oklahoma Gun Incident, which members of the art world still discuss, with a mixture of horror and awe, more than 30 years","byline":"By MARGALIT FOX","date":"20081231","title":"Willoughby Sharp, 72, Versatile Avant-Gardist","url":"http://www.nytimes.com/2008/12/31/arts/design/31sharp.html"},{"body":"Merrill Lynch's vice chairman, Jeffrey N. Edwards, is leaving in January to pursue other interests, Gregory J. Fleming, the company's president, said in a memorandum. Mr. Edwards, 47, has worked at Merrill for 22 years, including as chief financial officer, Mr. Fleming said. Mr. Edwards currently works with capital markets and corporate finance","byline":"By BLOOMBERG NEWS","date":"20081231","title":"Executive Leaving Merrill Lynch","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E7DE1E31F932A05751C1A96E9C8B63"}],"tokens":["America"],"total":8111},{"offset":"0","results":[{"body":"The plot to blow up a Northwest Airlines flight over American soil on Christmas Day represents an ominously new and lethal ability by a branch of Al Qaeda to attack the United States directly, according to government and independent counterterrorism specialists. Until now, American officials had expressed concern over the capability of Qaeda","byline":"By ERIC SCHMITT","date":"20091231","title":"Jetliner Plot Demonstrates Growing Ability of Qaeda Affiliates to Stage Attacks","url":"http://www.nytimes.com/2009/12/31/world/31offshoot.html"},{"body":"Clockwise, from top: George Gagnidze as Baron Scarpia in the Metropolitan Opera's first new ''Tosca'' in 24 years (its production team was booed on opening night in September); Cate Blanchett won rave reviews in December for her portrayal of Blanche in ''A Streetcar Named Desire'' in Brooklyn; a memorial for Michael Jackson at the Apollo Theater in","date":"20091231","title":"The Arts in 2009","url":"http://query.nytimes.com/gst/fullpage.html?res=9B06E7DE123AF932A05751C1A96F9C8B63"},{"body":"That this year has been a tough one for small business is no surprise. But just how tough it has been continues to astound. In the first quarter alone, according to the Bureau of Labor Statistics, more than 400,000 businesses with fewer than 100 employees ceased operations, eliminating one million jobs. And it didn't get much better as the year","byline":"By IAN MOUNT","date":"20091231","title":"And 7 Businesses That Did Not Survive","url":"http://www.nytimes.com/2009/12/31/business/smallbusiness/31deaths.html"},{"body":"They had navigated the move from South Korea and opened a nail salon on Long Island, but by last winter, Yongho and Soonhee Kim were in debt and deeply unhappy. They were fighting a lawsuit over nonpayment of rent on the Long Beach salon and were months behind on rent payments for their apartment in Oakland Gardens, Queens. The bank had repossessed","byline":"By KIRK SEMPLE; Ali Adeeb and Eunji Jang contributed reporting.","date":"20091231","title":"Surge in Suicides, Driven by Financial Hardship, Alarms Area's Koreans","url":"http://www.nytimes.com/2009/12/31/nyregion/31suicides.html"},{"body":"TO sell soda, Coca-Cola is making matches. It is not entering the online dating game but running a Facebook application that scans photographs of faces and tries to find matching images in its database, using attributes like skin color and chin angles. The idea behind the application, the ''Coke Zero Facial Profiler,'' is to draw people in with an","byline":"By STEPHANIE CLIFFORD","date":"20091231","title":"ADVERTISING; Looking for a Familiar Face, and Finding a Coke","url":"http://www.nytimes.com/2009/12/31/business/media/31adco.html"},{"body":"NEW YORK -- That Umar Farouk Abdulmutallab, fated to go down in history as the failed underwear bomber, comes from a prominent and prosperous family in Nigeria invites comparison with Maj. Nidal Malik Hasan, the U.S. Army psychiatrist who is accused of killing 13 fellow soldiers at Fort Hood, Texas, in November. Both men came from middle- or","byline":"By RICHARD BERNSTEIN","date":"20091231","title":"LETTER FROM AMERICA; Upper Crust Is Often Drawn to Terrorism","url":"http://www.nytimes.com/2009/12/31/us/31iht-letter.html"},{"body":"The major international airport of the Netherlands will begin using full-body scanners on passengers flying to the United States to prevent a recurrence of the security breach that allowed a would-be bomber to smuggle explosives onto a flight to Detroit from Amsterdam on Christmas Day, the Dutch authorities said Wednesday. Although Dutch officials","byline":"By JACK HEALY and MARLISE SIMONS; Eric Lipton contributed reporting from Washington.","date":"20091231","title":"Full-Body Scans to Be Used For Amsterdam-U.S. Flights","url":"http://query.nytimes.com/gst/fullpage.html?res=9C07E7DC153DF932A05751C1A96F9C8B63"},{"body":"The Obama honeymoon here is over. When President Obama came to office, the unflattering billboards of George W. Bush, including one outside the United States Interests Section of him scowling alongside Hitler, came down and the anti-American vitriol softened. Ral Castro, who took over from his ailing brother Fidel in 2006, even raised the","byline":"By MARC LACEY","date":"20091231","title":"In Cuba, Hopeful Tenor Toward Obama Is Ebbing","url":"http://www.nytimes.com/2009/12/31/world/americas/31cuba.html"},{"body":"This was the year that Wall Street turned a crash into a bang. Stock markets will ring out one of their most volatile periods in history Thursday with an incredible rally that replenished half the losses caused by the financial crisis. While the Dow Jones industrial average zigzagged through the last 10 years to finish near its start, 2009 proved","byline":"By VIKAS BAJAJ","date":"20091231","title":"Heart-Stopping Fall, Breathtaking Rally","url":"http://www.nytimes.com/2009/12/31/business/31stox.html"},{"body":"AMERICANS are an optimistic, can-do lot. We subscribe to the belief that we have a right to not just pursue happiness, but to be happy. No matter how grim the last year has been, no matter how rotten the economy or one's own setbacks, people believe it can all change with the flip of the calendar: all you need do is look on the bright side.","byline":"By ABBY ELLIN","date":"20091231","title":"Seeking a Cure For Optimism","url":"http://www.nytimes.com/2009/12/31/fashion/31positive.html"}],"tokens":["America"],"total":8111},{"offset":"0","results":[{"body":"Bon Jovi was the top draw for concert audiences in 2010, a tumultuous year for the touring industry that experienced a drop in ticket grosses overall. Bon Jovi's tour, which began the year in support of its most recent studio album, ''The Circle,'' and continues on the heels of a new hits collection, had $108.2 million in ticket sales in North","byline":"By BEN SISARIO","date":"20101231","title":"ARTS, BRIEFLY; Bon Jovi Is Tops in 2010 Tour Receipts","url":"http://query.nytimes.com/gst/fullpage.html?res=9804E7DE1F39F932A05751C1A9669D8B63"},{"body":"If big banks start failing again, what will replace them? In the United States and Europe, that is a question with unsatisfactory answers in the aftermath of the financial crisis. To put it in sports terms, there was nobody on the bench waiting for a chance to become a star. One result is that even after a crisis in which it was every country for","byline":"By FLOYD NORRIS","date":"20101231","title":"HIGH & LOW FINANCE; Major Banks Need Midsize Ones","url":"http://www.nytimes.com/2010/12/31/business/31norris.html"},{"body":"What does the American economy need to get back on its feet? What would help tremendously is fewer roommates. As an investment theme, ''household formation'' may sound like jargon. In fact, it is a crucial factor in how the economy will perform in the coming year. The measure basically calculates how many healthy cells there are in the American","byline":"By ROBERT CYRAN","date":"20101231","title":"REUTERS BREAKINGVIEWS; America Awaits A Ripple Effect","url":"http://www.nytimes.com/2010/12/31/business/31views.html"},{"body":"LONDON -- For the past 10 years, since she first visited the charity Kids Company, Annie Hutchinson has spent Christmas there. Back in 2000, she was 14, her mother and grandmother had just died, her sister had been shot and killed and she was sleeping on friends' sofas in Brixton, south London. ''It was the end of the road for me,'' said Ms.","byline":"By JULIA WERDIGIER","date":"20101231","title":"Youth Charity Braces for Austerity","url":"http://www.nytimes.com/2010/12/31/world/europe/31iht-lunch31.html"},{"body":"VATICAN CITY -- Amid a judicial investigation into its famously secretive bank, the Vatican created its own financial watchdog on Thursday and issued sweeping and tough new laws aimed at meeting international standards against money laundering and terrorist financing. In an apostolic letter dated Thursday, Pope Benedict XVI created a new internal","byline":"By RACHEL DONADIO","date":"20101231","title":"Vatican Creates Bank Watchdog to Meet Europe Standards","url":"http://www.nytimes.com/2010/12/31/world/europe/31vatican.html"},{"body":"Movies Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com/movies. 'All Good Things' (R, 1:38) Andrew Jarecki (''Capturing the Friedmans'') fictionalizes an old true crime involving the moneyed and bloodied of New York. The","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/movies/31movies.html"},{"body":"IT wasn't easy for critics to choose the best cultural offerings of 2010. But whatever moments onstage still linger in our memory, Jay Gatsby himself would advise against dwelling too long on the year that was. Now is the time to look forward: what performances in 2011 will inspire, shock, cheer us, maybe even change our world? Critics, reporters","byline":"By CHARLES ISHERWOOD, BEN BRANTLEY, SCOTT HELLER, ERIK PIPENBURG, ALISTAIR MACAULAY, SETH SCHIESEL, NEIL GENZLINGER, MIKE HALE, ANTHONY TOMMASINI, BEN RATLIFF and JULIE BLOOM","date":"20101231","title":"LOOKING AHEAD; Time to Turn the Page","url":"http://www.nytimes.com/2010/12/31/arts/31forward.html"},{"body":"History buffs and first-time visitors had questions this week. Send me your own dining queries via dinejournal@nytimes.com or Twitter.com/samsifton. Q. My partner and I are students of history, particularly New York City during the World War II years. I'm a native New Yorker, so I actually got to eat at the last Automat in the city on 42nd Street","byline":"By SAM SIFTON","date":"20101231","title":"HEY, MR. CRITIC; In Search of History on a Plate","url":"http://www.nytimes.com/2010/12/31/dining/31mrcritic.html"},{"body":"WASHINGTON -- Christine O'Donnell, the losing Republican candidate for Senate in Delaware, defended herself on Thursday against accusations that she misused campaign money for personal expenses and said a reported criminal investigation of her activity was a politically motivated attack by Democrats. The Associated Press reported Wednesday that the","byline":"By MICHAEL D. SHEAR","date":"20101231","title":"Ex-Candidate Says Inquiry Into Finances Is Political","url":"http://www.nytimes.com/2010/12/31/us/politics/31odonnell.html"},{"body":"WE HAVE MET THE ENEMY Self-Control in an Age of Excess By Daniel Akst 303 pages. The Penguin Press. $26.95. If you want a little insurance to help keep those New Year's resolutions, you might consider turning to StickK.com. Started by two Yale professors and a graduate student in 2008, the Web site provides a binding contract to help you meet a","byline":"By PATRICIA COHEN","date":"20101231","title":"BOOKS OF THE TIMES; Weak-Kneed Willpower Faces Temptation's Lure","url":"http://www.nytimes.com/2010/12/31/books/31book.html"}],"tokens":["America"],"total":7768},{"offset":"0","results":[{"body":"Verizon Wireless bowed to a torrent of criticism on Friday and reversed a day-old plan to impose a $2 bill-paying fee that would have applied to only some customers. The consumer vitriol, which cascaded across Twitter and onto blogs and petitions all around the Web, struck a chord with a company that was clearly not expecting it. ''The company made","byline":"By RON LIEBER","date":"20111231","title":"After Outcry, Verizon Abandons $2 Fee","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01EED7133CF932A05751C1A9679D8B63"},{"body":"It seems that anxious investors in these troubled economic times are seeking safety in crowds. The prices of stocks, bonds and a host of other financial assets, which in normal conditions more often than not move in a diversity of unpredictable directions, are increasingly surging up or down in lockstep. The rise in correlation between individual","byline":"By GRAHAM BOWLEY","date":"20111231","title":"In an Uncertain Market, Investors Rush In, and Out, Together","url":"http://www.nytimes.com/2011/12/31/business/economy/when-investors-rush-in-and-out-together.html"},{"body":"At this start of a new year, some people will vow to quit smoking, lose weight, take up jogging or visit a gym. Those are no doubt worthy ventures, but consider this: A handful of long-distance endurance athletes are dedicating 2012 to feats that will propel them over oceans and across continents and, if they reach their goals, some of them will","byline":"By TOM SIMS","date":"20111231","title":"GLOBAL ATHLETE; A New Year of Pushing the Boundaries of Human Endurance","url":"http://www.nytimes.com/2011/12/31/sports/31iht-athlete31.html"},{"body":"RALEIGH, N.C. -- Several hours before the other ministers were to arrive, a young preacher named Reginald High drove up to a tidy town house here, the home in retirement of the greatest black churchman in America, the Rev. Gardner C. Taylor. At 93, after a lifetime of religious and political vigor, Dr. Taylor was finally bending to the ravages of","byline":"By SAMUEL G. FREEDMAN","date":"20111231","title":"ON RELIGION; A Lion of the Pulpit, Aging Now, Has a Message for New Generations","url":"http://www.nytimes.com/2011/12/31/us/gardner-c-taylor-ministers-to-generations-to-come.html"},{"body":"DES MOINES -- The attacks began three weeks ago and have not let up since: Television ad after television ad slamming Newt Gingrich for having ''more baggage than the airlines,'' for being fined by Congress for ethics violations, for his position on illegal immigration, even for admitting that he has made mistakes on the campaign trail. Democrats","byline":"By NICHOLAS CONFESSORE and JIM RUTENBERG","date":"20111231","title":"PAC Ads Rip at Gingrich As Romney Stands Clear","url":"http://www.nytimes.com/2011/12/31/us/politics/restore-our-future-attack-ads-harm-gingrich-in-iowa.html"},{"body":"What a big week coming up! New Year's Day and then the Iowa caucuses! Doesn't get any better than that. And, in honor of this double-whammy of exciting events, here's the End-of-the-Year Republican Presidential Primary Quiz: I. Which of the following has Rick Perry not gotten wrong, so far, during his presidential campaign: A) Number of Supreme","byline":"By GAIL COLLINS","date":"20111231","title":"OP-ED COLUMNIST; A Quiz for All Seasons","url":"http://www.nytimes.com/2011/12/31/opinion/collins-a-quiz-for-all-seasons.html"},{"body":"While heading to class last year, Stephanie Cisneros, a Denver-area high school junior, was arguing with a friend about ways that sexually transmitted diseases might be passed along. Ms. Cisneros knew she could resolve the dispute in class -- but not by raising her hand. While her biology teacher lectured about fruit flies, Ms. Cisneros hid her","byline":"By JAN HOFFMAN","date":"20111231","title":"Sex Education Gets Directly to Youths, Via Text","url":"http://www.nytimes.com/2011/12/31/us/sex-education-for-teenagers-online-and-in-texts.html"},{"body":"DES MOINES -- Representative Ron Paul of Texas assailed criticism of his opposition to United States military involvement abroad, saying he fears an overreaction to worries about Iran's nuclear program could lead to war. Mr. Paul's rivals have hammered him for days as too dovish and suggested that he would do nothing to prevent Iran from acquiring","byline":"By MICHAEL D. SHEAR and RICHARD A. OPPEL Jr.; Michael D. Shear reported from Des Moines, and Richard A. Oppel Jr. from Sioux Center, Iowa.","date":"20111231","title":"Paul Assails Rivals' Criticism of His Policy on Iran","url":"http://www.nytimes.com/2011/12/31/us/politics/paul-assails-rivals-criticism-of-his-policy-on-iran.html"},{"body":"Abortion The candidates all profess opposition to abortion rights, but there are distinctions. Several have signed a pledge that requires appointment only of those with anti-abortion views to key government posts. Others have declined. Some favor allowing abortion in cases of rape and incest. ''The Republican Party cannot get the issue of life","date":"20111231","title":"Where the Republican Candidates Stand on Key Issues","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CE0DD103CF932A05751C1A9679D8B63"},{"body":"Dick Clark's countdown to the New Year used to begin before dawn on New Year's Eve, when he would appear on ''Good Morning America'' and then, by satellite, on dozens of local newscasts and talk shows. He'd head home, eat something and hurry back to Times Square for ''Dick Clark's New Year's Rockin' Eve.'' These days, he says, he just reports to","byline":"By BRIAN STELTER","date":"20111231","title":"4 Decades Later, He Still Counts","url":"http://www.nytimes.com/2011/12/31/arts/television/dick-clark-and-rockin-eve-reach-milestone.html"}],"tokens":["America"],"total":7863},{"offset":"0","results":[{"body":"Watching the presidential debate on foreign policy last week, one could be forgiven for seeing one candidate on the stage instead of two. Just as Barack Obama morphed into a less ideological and reckless version of George W. Bush (see: surge in Afghanistan, keeping Guant&aacute;namo open, predator drones), Mitt Romney&rsquo;s performance indicated","byline":"By AARON DAVID MILLER","date":"20121101","title":"OP-ED CONTRIBUTOR; Two Candidates, One Foreign Policy","url":"http://www.nytimes.com/2012/11/01/opinion/two-candidates-one-foreign-policy.html"},{"body":"DETROIT &mdash; General Motors , the nation&rsquo;s largest automaker, said its third-quarter earnings fell 14 percent because of larger losses in Europe and less profitable operations in North America. G.M. reported that its net income for the quarter was $1.48 billion, down from $1.73 billion in the same period last year. The company said global","byline":"By BILL VLASIC","date":"20121101","title":"G.M. Earnings, Like Its Rivals, Are Hurt by Europe","url":"http://www.nytimes.com/2012/11/01/business/gm-earnings-like-its-rivals-are-hurt-by-europe.html"},{"body":"After a historic two-day closing spurred when Hurricane Sandy flooded Lower Manhattan and knocked out its power and public transit, Wall Street reopened Wednesday with slight gains in stock prices. Trading was expected to be volatile following the first multiple-day closing of the stock market since 1888 for weather-related reasons. Travel into and","byline":"By REUTERS","date":"20121101","title":"Wall Street Reopens With a Mild Gain","url":"http://www.nytimes.com/2012/11/01/business/daily-stock-market-activity.html"},{"body":"LONDON &mdash; Tsherin Sherpa&rsquo;s works are swirling juxtapositions of colors, history, themes, religion and politics. The painting &ldquo;Untitled, 2012,&rdquo; made from gold leaf, acrylic and ink on linen, is aptly unnamed, as there are so many images in the painting that choosing one name to sum it up would be impossible. A Buddhist spirit,","byline":"By GINANNE BROWNELL","date":"20121101","title":"THE ART OF COLLECTING: ASIAN ART; Passage to Asia Opens in London","url":"http://www.nytimes.com/2012/11/01/arts/passage-to-asia-opens-in-london.html"},{"body":"LONDON &mdash; When Manchester City appointed Txiki Begiristain last week as its new director of football, some observers concluded that this was the English seeking to follow the path, and the style, of Barcelona. It may be. City had recruited Ferran Soriano, Barcelona&rsquo;s former financial vice president, as its new chief executive officer","byline":"By ROB HUGHES","date":"20121101","title":"GLOBAL SOCCER; Manchester City Has Gone Global","url":"http://www.nytimes.com/2012/11/01/sports/soccer/01iht-soccer01.html"},{"body":"DETROIT &mdash; The Ford Motor Company said it expected its profits in North America to support the rest of the company for the foreseeable future as it struggles with losses in Europe and mixed results elsewhere. Ford , the second-largest American automaker, after General Motors, on Tuesday reported flat profits for the third quarter, as the sharp","byline":"By BILL VLASIC","date":"20121031","title":"Weakness in Europe Undercuts Fords Profit","url":"http://www.nytimes.com/2012/10/31/business/ford-sees-little-change-in-net-income.html"},{"body":"WASHINGTON &mdash; When President Obama dropped in to give a pep talk to workers at the American Red Cross here on Tuesday afternoon, it seemed like a standard ritual for a leader confronting a natural disaster. But in the final week of a presidential campaign that has been scrambled by an epic storm, nothing can be divorced from politics. Mr.","byline":"By MARK LANDLER","date":"20121031","title":"Obama Vows Aid Quickly as Storm Takes On Political Weight","url":"http://www.nytimes.com/2012/10/31/us/politics/obama-vows-aid-quickly-as-storm-takes-on-political-weight.html"},{"body":"To the Editor: Re &ldquo; The Family Doctor, Minus the M.D. ,&rdquo; by Tina Rosenberg (Opinionator blog, nytimes.com , Oct. 24): With 30 million more Americans able to gain access to health insurance coverage under the Affordable Care Act, the demand for high-quality and efficient primary care will increase dramatically. This, combined with a","date":"20121031","title":"LETTER; Addressing the Doctor Shortage","url":"http://www.nytimes.com/2012/10/31/opinion/addressing-the-doctor-shortage.html"},{"body":"St. Louis Park, Minn. I was debating whether to go to the Turkish-Syrian border this week or to visit my old high school in Minnesota. I decided to make the exotic foreign trip and go to Minnesota. I thought it might be useful to look at this election through the window of my hometown of St. Louis Park. I have not been disappointed. I found in this","byline":"By THOMAS L. FRIEDMAN","date":"20121031","title":"OP-ED COLUMNIST; The Minnesota Mirror","url":"http://www.nytimes.com/2012/10/31/opinion/friedman-minnesota-mirror.html"},{"body":"Cambridge, Mass. THE tax deduction for mortgage interest may not quite be the &ldquo;third rail&rdquo; of politics that Social Security is, but politicians on both sides have long been afraid to touch it. So when Mitt Romney recently floated the idea of capping this deduction, Democrats pounced. Here, after all, was Mr. Romney arguing to cut a","byline":"By YONAH FREEMARK and LAWRENCE J. VALE","date":"20121031","title":"OP-ED CONTRIBUTORS; A Sensible Limit to the Mortgage Interest Deduction","url":"http://www.nytimes.com/2012/10/31/opinion/a-sensible-limit-to-the-mortgage-interest-deduction.html"}],"tokens":["America"],"total":6520}]}