{"tokens":[],"results":[{"offset":"0","results":[{"body":"Iraq said today that two Israeli fighter planes had penetrated 30 miles into southwestern Iraqi airspace near the Saudi Arabian border but had been intercepted by Iraqi planes and forced to withdraw. The Israeli military command in Tel Aviv refused comment on the statement, the first report of Israeli air activity over Iraq since Israeli planes","byline":"Special to the New York Times","date":"19811231","title":"IRAQ REPORTS ISRAELI AIRCRAFT INTRUDED INTO ITS AIRSPACE","url":"http://www.nytimes.com/1981/12/31/world/iraq-reports-israeli-aircraft-intruded-into-its-airspace.html"},{"body":"Syria has decided to initiate contacts with the Iranian Government for the seeming purpose of trying to end the 15-month-old war between Iran and Iraq and to concentrate Arab and Islamic energies on confronting Israel. The announcement of impending contacts was made Monday night by the Syrian press agency only hours after President Hafez al-Assad","byline":"Special to the New York Times","date":"19811230","title":"SYRIA, IN AN EFFORT TO END IRANIAN-IRAQI WAR, IS SEEKING TALKS WITH TEHERAN","url":"http://www.nytimes.com/1981/12/30/world/syria-in-an-effort-to-end-iranian-iraqi-war-is-seeking-talks-with-teheran.html"},{"body":"Iraq, its crude oil exports slashed by about 75 percent since war broke out with Iran, expects an agreement with Saudi Arabia on a new pipeline to increase exports, its deputy oil minister was quoted as saying today. The deputy minister, Abdel Moneim Samirrai, said he expects Saudi approval soon on building a 745-mile pipeline to link Iraq's","byline":"AP","date":"19811229","title":"Iraqi Talks On Pipeline","url":"http://www.nytimes.com/1981/12/29/business/iraqi-talks-on-pipeline.html"},{"body":"Saudi Arabia and Iraq have signed an agreement ending a nearly 60-year border dispute amid signs of growing cooperation between the two countries against Iran. The agreement was concluded Saturday in Baghdad by Prince Nayef, the Saudi Minister of the Interior, and his Iraqi counterpart, Saadun Chaker. Afterward, Prince Nayef was received by","byline":"Special to the New York Times","date":"19811228","title":"SAUDIS AND IRAQ SIGN PACT ENDING BORDER DISPUTE","url":"http://www.nytimes.com/1981/12/28/world/saudis-and-iraq-sign-pact-ending-border-dispute.html"},{"body":"Siberia a refuge of tramps, traders and tall tales A2 China has resumed its criticism of the United States A3 President Reagan praises Afghan resistance fighters A3 Around the World A5 Israeli settlers in Sinai begin for- tifying town A6 High Egyptian official calls peace with Israel irreversible A7 Saudis and Iraq sign pact ending border dispute","date":"19811228","title":"Index; International","url":"http://www.nytimes.com/1981/12/28/nyregion/index-international.html"},{"body":"Saudi Arabia's Interior Minister, Prince Nayef, left for Baghdad today to sign a border agreement with Iraq and to discuss the security situation in the Persian Gulf, the official Saudi Press Agency said. He will also hold talks with the Iraqi President, Saddam Hussein, the agency said. Prince Nayef's discussions are expected to cover the","byline":"Reuters","date":"19811227","title":"Saudi Arabian Official to Visit Iraq to Sign a Border Accord","url":"http://www.nytimes.com/1981/12/27/world/saudi-arabian-official-to-visit-iraq-to-sign-a-border-accord.html"},{"body":"After a five-year stoppage, the pumping of Iraqi crude oil to the Lebanese Mediterranean coast resumed today, the Beirut Government announced. Mohammed Yousef Baydoun, the Lebanese Minister of Petroleum and Industry, announced that 20,000 tons of petroleum from Iraq's northern fields had been pumped to tanks at the Lebanese terminal of Tripoli. He","date":"19811227","title":"Around the World; Iraqi Oil Flowing Again To the Lebanese Coast","url":"http://www.nytimes.com/1981/12/27/world/around-the-world-iraqi-oil-flowing-again-to-the-lebanese-coast.html"},{"body":"The hopeful thing at the turn of the year is that thoughtful people all over the world, even in governments, are beginning to question their own prejudices and plan anew for the future. This has been a year of illusion. Most nations went too far and tried to go it alone, but they have come up short. President Reagan thought he could increase the","byline":"By James Reston","date":"19811227","title":"WASHINGTON; WHERE ARE WE GOING?","url":"http://www.nytimes.com/1981/12/27/opinion/washington-where-are-we-going.html"},{"body":"A West German company that has been developing rockets with a potential military application has halted its testing work in Libya, company officials say. Frank Wukasch, president of Otrag -an acronym for Orbital Transport- und Raketen-Aktiengesellschaft - said that the company began withdrawing personnel and abandoning its rocket-launching base at","byline":"By JUDITH MILLER, Special to the New York Times","date":"19811227","title":"WEST GERMAN ROCKET COMPANY PULLS OUT OF LIBYA","url":"http://www.nytimes.com/1981/12/27/world/west-german-rocket-company-pulls-out-of-libya.html"},{"body":"Rafik Halabi is a news correspondent for Israel Television. This article is excerpted from his book, ''The West Bank Story,'' to be published by Harcourt Brace Jovanovich. By Rafik Halabi I am an Israeli patriot, though I am not a Jew. Arabs consider me a Palestinian, though I have no desire to become a citizen of an independent Palestinian state.","date":"19811227","title":"ISRAEL'S MINORITY IN THE MIDDLE","url":"http://www.nytimes.com/1981/12/27/magazine/israel-s-minority-in-the-middle.html"}],"tokens":["Iraq"],"total":811},{"offset":"0","results":[{"body":"Four Senate Foreign Relations Committee members urged President Reagan today to halt the sale of 60 American-made helicopters to Iraq immediately to avoid a possible violation of neutrality in the Iran-Iraq war. The committee chairman, Senator Charles H. Percy, Republican of Illinois, and three other members wrote to Mr. Reagan asking that the","byline":"Reuters","date":"19821230","title":"4 Senators Call for Halt To Copter Sale to Iraq","url":"http://www.nytimes.com/1982/12/30/world/4-senators-call-for-halt-to-copter-sale-to-iraq.html"},{"body":"Iran and Iraq reported heavy ground and air fighting today along their battlefront. Iraq said its forces had killed 111 Iranian soldiers and shot down an Iranian jet fighter. Iran said it had killed 19 Iraqis and stormed Iraqi strongholds in several locations along the front. A communique broadcast by the Baghdad radio said Iraqi air defense units","byline":"AP","date":"19821229","title":"AROUND THE WORLD; Iran and Iraq Report Ground and Air Clashes","url":"http://www.nytimes.com/1982/12/29/world/around-the-world-iran-and-iraq-report-ground-and-air-clashes.html"},{"body":"Iraq said its warplanes carried out 74 bombing missions today in a ''daring coordinated'' attack that destroyed military targets throughout Iran's southern oil province of Khuzistan. An Iraqi high command communique said the raids ''knocked out Iranian air defense command and control centers'' and ''destroyed other important military targets'' in","byline":"AP","date":"19821227","title":"IRAQ REPORTS AIR ATTACKS ON IRAN","url":"http://www.nytimes.com/1982/12/27/world/iraq-reports-air-attacks-on-iran.html"},{"body":"With world recession dampening demand, the Organization of Petroleum Exporting Countries has found unity in short supply. Last week in Vienna, OPEC ministers failed for the third time this year to set new production quotas. Experts predicted prices would continue to slide as Iran and other dollar-hungry members of the cartel kept production high","byline":"By Milt Freudenheim and Henry Giniger","date":"19821226","title":"THE WORLD; Knocks, Pings At OPEC Session","url":"http://www.nytimes.com/1982/12/26/weekinreview/the-world-knocks-pings-at-opec-session.html"},{"body":"Almost five months after the crash of Kuwait's unofficial stock market, the Government this week began paying off some of the thousands of investors who lost billions of dollars in a complex crisis that staggered the tiny oil-rich state overlooking the Persian Gulf. The epicenter of the crisis was the Souk al-Manakh, an over-thecounter exchange","byline":"By IHSAN A. HIJAZI, Special to the New York Times","date":"19821225","title":"KUWAIT IN BAILOUT EFFORT AFTER MARKET COLLAPES","url":"http://www.nytimes.com/1982/12/25/business/kuwait-in-bailout-effort-after-market-collapes.html"},{"body":"Oil ministers from the Organization of Petroleum Exporting Countries ended a frustrating two-day conference today unable to agree on the crucial issue of production quotas for individual members. The group did agree to raise its official production ceiling to a total of 18.5 million barrels a day, from the largely ignored 17.5 million limit set","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19821221","title":"OPEC FAILS TO SET QUOTAS ON OUTPUT FOR EACH MEMBER","url":"http://www.nytimes.com/1982/12/21/world/opec-fails-to-set-quotas-on-output-for-each-member.html"},{"body":"Iraq said tonight that its forces had killed 48 Iranian soldiers and wounded many more in the last 24 hours. An Iraqi communique said Iranian artillery today shelled the southern Iraqi port city of Basra and two border towns. Meanwhile, the Teheran radio today quoted an Iranian military communique as saying Iranian shells had destroyed Iraqi","byline":"Reuters","date":"19821220","title":"Iraq Says Its Soldiers Killed 48 Iranians in Last 24 Hours","url":"http://www.nytimes.com/1982/12/20/world/iraq-says-its-soldiers-killed-48-iranians-in-last-24-hours.html"},{"body":"Military planners in Washington, at Atlantic alliance headquarters in Brussels and, it is reported, in Moscow are concerned over what they view as the possibility of a crisis in Iran once Ayatollah Ruhollah Khomeini's rule ends. Allied intelligence sources say Iran faces an uncertain future either if his rule is ended by death or if the ailing","byline":"By DREW MIDDLETON","date":"19821220","title":"IRAN AFTER KHOMEINI: SOME SEE A CRISIS; Military Analysis","url":"http://www.nytimes.com/1982/12/20/world/iran-after-khomeini-some-see-a-crisis-military-analysis.html"},{"body":"North Korea has become the leading supplier of arms to Iran in an arrangement that has helped Iran finance its continuing war with Iraq, according to a high-ranking American defense official. The official, Francis J. West, Assistant Secretary of Defense for Intern@ational Security Affairs, said Iran had been paying North Korea partly in cash and","byline":"By RICHARD HALLORAN, Special to the New York Times","date":"19821219","title":"IRAN IS SAID TO GET NORTH KOREA ARMS","url":"http://www.nytimes.com/1982/12/19/world/iran-is-said-to-get-north-korea-arms.html"},{"body":"Officials of the 13 OPEC countries, in an effort to avoid a possible price war or an open split in the organization, moved today to settle a dispute over oil production ceilings. The bargaining came against a background of efforts by Iran to sharply boost its share of OPEC production. The Iranian activity is seen as an effort to eclipse Saudi","byline":"By JOHN TAGLIABUE","date":"19821219","title":"OPEC SEEKS TO SETTLE A DISPUTE ON OUTPUT CEILINGS","url":"http://www.nytimes.com/1982/12/19/world/opec-seeks-to-settle-a-dispute-on-output-ceilings.html"}],"tokens":["Iraq"],"total":622},{"offset":"0","results":[{"body":"France expelled five Iranians on Thursday, and diplomats here said they were trained terrorists who had long been under the surveillance of French counterintelligence units. The expulsion of the five, who were in France as students, came less than a week after three Iranian diplomats were asked to leave the country and an Iranian cultural center","byline":"By FRANK J. PRIALBy PHILIP TAUBMAN","date":"19831231","title":"FRANCE EXPELS 5 IRANIAN STUDENTS, REPORTEDLY TRAINED AS TERRORISTS","url":"http://www.nytimes.com/1983/12/31/world/france-expels-5-iranian-students-reportedly-trained-as-terrorists.html"},{"body":"This has been a year of harshness between the U.S. and the Soviet Union. Both, if they take candid stock, have registered a year of foreign policy failure. For all their mighty arsenals, Washington and Moscow are left with grave weaknesses as they face each other across a frightened world. Installation of the first intermediate-range American","byline":"By Flora Lewis","date":"19831230","title":"FOREIGN AFFAIRS; FOREIGN POLICY FAILURES","url":"http://www.nytimes.com/1983/12/30/opinion/foreign-affairs-foreign-policy-failures.html"},{"body":"Pope John Paul II called today for a just solution to the conflict in Afghanistan. Addressing 30,000 people in St. Peter's Basilica and the Pope Paul VI Auditorium for his weekly general audience, he also cited the war between Iraq and Iran, the Lebanese conflict and the civil war in El Salvador.","byline":"AP","date":"19831229","title":"Pope Asks Afghan Solution","url":"http://www.nytimes.com/1983/12/29/world/pope-asks-afghan-solution.html"},{"body":"The Foreign Ministry said today that three French diplomats had been ordered to leave Iran in the latest round in the diplomatic feud between the two countries. On Friday, France announced it was closing the Islamic Center in Paris and planned to expel three Iranians employed by the Iranian Embassy for activities ''incompatible with their","byline":"AP","date":"19831226","title":"IRAN ORDERS EXPULSION OF 3 FRENCH DIPLOMATS","url":"http://www.nytimes.com/1983/12/26/world/iran-orders-expulsion-of-3-french-diplomats.html"},{"body":"When the Syrian, Saudi and Lebanese Foreign Ministers met here last week to prepare for a resumption of the Lebanese reconciliation talks, it was Syrian Foreign Minister Abdel Halim Khaddam who drove his colleagues to lunch. Protocol reflected power. Syria seems very much where it has long sought to be - in the driver's seat. President Hafez","byline":"By JUDITH MILLER","date":"19831225","title":"SYRIA'S POWER IS NEGATIVE, UNDENIABLE","url":"http://www.nytimes.com/1983/12/25/weekinreview/syria-s-power-is-negative-undeniable.html"},{"body":"The United States marines and French paratroopers here were warned today to leave Lebanon in 10 days or face an attack as powerful as ''a real earthquake under their feet.'' The warning was made by an anonymous telephone caller who said he represented an Islamic group that has attacked both forces before. ''This is our final warning,'' the man said","date":"19831223","title":"CALLER TELLS U.S. AND FRANCE TO LEAVE BEIRUT IN 10 DAYS","url":"http://www.nytimes.com/1983/12/23/world/caller-tells-us-and-france-to-leave-beirut-in-10-days.html"},{"body":"Bombs reportedly directed at Iraqis exploded early today in Ankara and Istanbul. Three people were wounded in Istanbul, and hundreds of windows were broken in the two cities. Two gunmen, a 23-year-old Syrian identified as Ahmed Ahkir Mansour, and an Iranian, Muhammed Muassir, 21, were arrested here shortly before the explosion of a car bomb in a","date":"19831222","title":"BOMBS GO OFF IN TURKEY; IRAQIS APPARENT TARGETS","url":"http://www.nytimes.com/1983/12/22/world/bombs-go-off-in-turkey-iraqis-apparent-targets.html"},{"body":"Foreign Minister Kamal Hassan Ali of Egypt met today with President Reagan and said later that the departure of Yasir Arafat from Lebanon had opened the way for a new ''political approach'' to settling Middle East issues. Speaking to reporters at the White House, Mr. Ali said he was confident that now that Mr. Arafat and his followers in the","byline":"By BERNARD GWERTZMAN","date":"19831222","title":"EGYPTIAN SEES NEW HOPE IN REAGAN PLAN","url":"http://www.nytimes.com/1983/12/22/world/egyptian-sees-new-hope-in-reagan-plan.html"},{"body":"A pickup truck packed with explosives blew up outside a French military command post in East Beirut tonight five minutes after a bomb exploded in a crowded hotel bar in the western part of the city. At least 19 people, including a French soldier, were killed in the two blasts and more than 40 were wounded. The explosion at the French post, close to","byline":"By ALAN COWELL","date":"19831222","title":"2 BOMBS IN BEIRUT KILL 19 AT A HOTEL AND A FRENCH POST","url":"http://www.nytimes.com/1983/12/22/world/2-bombs-in-beirut-kill-19-at-a-hotel-and-a-french-post.html"},{"body":"The United States is in a fix in Lebanon. Our central security interest in the region is not Lebanon, but preserving Western access to the oil-rich regions around the Persian Gulf and preventing the Arab-Israeli conflicts from exploding. That should limit United States engagement in Lebanon, and argues strongly against becoming directly embroiled","byline":"By Harold Brown ; Harold Brown was Secretary of Defense from 1976 to 1980.","date":"19831222","title":"THE VALUE OF A LEBANON PARTITION","url":"http://www.nytimes.com/1983/12/22/opinion/the-value-of-a-lebanon-partition.html"}],"tokens":["Iraq"],"total":433},{"offset":"0","results":[{"body":"Iraq said its jet fighters downed two Iranian F-4 Phantom warplanes today when the Iranians tried to break up an air strike against their positions. The dogfight, said to have taken place in the southern part of the Iran- Iraq battle front, was the first reported by Iraq in about six months. (In Teheran, an Iranian military officer said Iraqi","byline":"AP","date":"19841230","title":"IRAQ REPORTS DOWNING 2 JETS","url":"http://www.nytimes.com/1984/12/30/world/iraq-reports-downing-2-jets.html"},{"body":"Without discipline a cartel is nothing. So the 13 members of the Organization of Petroleum Exporting Countries seemed to say last week when they agreed to form a special panel that would monitor compliance with the oil cartel's efforts to limit production and maintain price levels in a world glutted by oil. Nigeria, the last holdout, responded to","byline":"By Henry Giniger and Milt Freudenheim","date":"19841230","title":"THE WORLD; OPEC MakesAnother StabAt Unity","url":"http://www.nytimes.com/1984/12/30/weekinreview/the-world-opec-makesanother-stabat-unity.html"},{"body":"At St. Luke's Episcopal Church in Darien, Conn., yesterday Lisa Lehren Emmons, a daughter of Mr. and Mrs. Harry I. Emmons of Darien, was married to Peter Landahl Thoren, a son of Elise M. Callaghan of Brussels and Washington and Arne Thoren of Baghdad, Iraq. The Rev. Kevin Bean performed the ceremony. Polly E. Tilghman and Deirdre A. Emmons were","date":"19841230","title":"Peter L. Thoren, Lisa L. Emmons Exchange Vows","url":"http://www.nytimes.com/1984/12/30/style/peter-l-thoren-lisa-l-emmons-exchange-vows.html"},{"body":"Only a few months ago, officials from the United States and Japan marvelled at how well they were getting along under the leadership of President Reagan and Prime Minister Yasuhiro Nakasone. In recent weeks, however, they have begun to talk about how relations between the two countries are, in fact, blemished by economic mistrust. For most of 1984,","byline":"By CLYDE HABERMAN","date":"19841230","title":"JAPAN SEARCHES FOR WAYS TO SQUARE ITS U.S. ACCOUNTS","url":"http://www.nytimes.com/1984/12/30/weekinreview/japan-searches-for-ways-to-square-its-us-accounts.html"},{"body":"Warplanes bombed a Spanish supertanker in the Persian Gulf today, setting it afire. Shipping sources said that the planes were Iranian and that it was the second Iranian raid in the same area in two days. No injuries were reported in the latest attack, on the 122,582-ton Aragon, which took place 10 miles north of the Shah Olam shoals, in the same","byline":"AP","date":"19841227","title":"AROUND THE WORLD; Spanish Supertanker Set Afire in Gulf","url":"http://www.nytimes.com/1984/12/27/world/around-the-world-spanish-supertanker-set-afire-in-gulf.html"},{"body":"DAMASCUS Christmas is also a holiday in this predominantly Moslem capital. There aren't many decorations and the trees tend to be scraggly. But there is an air of festivity. What is missing is a feeling that there is much chance for peace on earth or that men owe each other good will. Israeli tanks still sit a few miles above the road to Damascus,","byline":"By Flora Lewis","date":"19841225","title":"FOREIGN AFFAIRS; NO GLOW FROM DAMASCUS","url":"http://www.nytimes.com/1984/12/25/opinion/foreign-affairs-no-glow-from-damascus.html"},{"body":"A five-day meeting of foreign ministers from 45 Islamic countries ended tonight amid discord over how to bring an end to the Iran-Iraq war. Iran's Foreign Minister, Ali Akbar Velayati, told reporters that as long as Saddam Hussein was president of Iraq, Teheran would continue to oppose efforts by the Islamic group and others to mediate an end to","byline":"By JUDITH MILLER","date":"19841223","title":"ISLAMIC PARLEY ENDS IN DISCORD ON IRAN-IRAQ WAR","url":"http://www.nytimes.com/1984/12/23/world/islamic-parley-ends-in-discord-on-iran-iraq-war.html"},{"body":"The ''enemy of mine enemy'' is often the best friend a Middle Eastern leader can find. Working at least partly on that principle, Egypt has gathered support from King Hussein of Jordan, Yasir Arafat, and other Arabs who are at odds with Egypt's principal adversaries in the region - Syria, Libya and Iran. Those three countries are trying to maintain","byline":"By Milt Freundenheim, Katherine Roberts and Henry Giniger","date":"19841223","title":"THE WORLD; ISLAMIC MEETING SEATS EGYPT","url":"http://www.nytimes.com/1984/12/23/weekinreview/the-world-islamic-meeting-seats-egypt.html"},{"body":"Iraq said its jet fighters attacked two ''large naval targets'' in the Persian Gulf today, and shipping sources confirmed that a Norwegian supertanker and Liberian tanker were hit. Two crewmen were reported killed on the Liberian tanker Magnolia, 30 miles south of Kharg Island. The Norwegian supertanker Thorshavet, carrying Iranian crude oil to","byline":"AP","date":"19841222","title":"AROUND THE WORLD; Iraqi Jet Fighters Attack Two Oil Tankers in Gulf","url":"http://www.nytimes.com/1984/12/22/world/around-the-world-iraqi-jet-fighters-attack-two-oil-tankers-in-gulf.html"},{"body":"President Ali Abdullah Saleh of Yemen said today that his country had discovered ''large'' quantities of oil that could be exported through the Red Sea in two years or less. In an interview at his residence tonight, President Saleh said that the reserves of the two fields discovered so far and the amounts they could produce had not yet been fully","byline":"By JUDITH MILLER","date":"19841221","title":"Yemen Reports Large Oil Discovery","url":"http://www.nytimes.com/1984/12/21/business/yemen-reports-large-oil-discovery.html"}],"tokens":["Iraq"],"total":689},{"offset":"0","results":[{"body":"King Hussein of Jordan arrived in Syria today for talks with an old enemy, President Hafez al-Assad, against whom he almost went to war five years ago. Diplomats said they believed the talks could have major implications for Middle East politics. The two leaders had two meetings, their first encounter since October 1979. One meeting, a private","byline":"By JOHN KIFNER, Special to the New York Times","date":"19851231","title":"KING HUSSEIN AND ASSAD HOLD FIRST TALK SINCE '79","url":"http://www.nytimes.com/1985/12/31/world/king-hussein-and-assad-hold-first-talk-since-79.html"},{"body":"Iran plans to abandon battered Kharg Island as its main oil terminal because of repeated Iraqi air raids, shipping sources said today. Iran will instead use two new offshore centers to keep vital oil exports flowing during its Persian Gulf war with Iraq, the sources said. ''Kharg has been badly mauled,'' one source said. ''This is why Iran wants to","byline":"Reuters","date":"19851230","title":"IRAN MAY ABANDON KHARG OIL BASE","url":"http://www.nytimes.com/1985/12/30/business/iran-may-abandon-kharg-oil-base.html"},{"body":"Companies Texaco and Pennzoil are to meet today in a negotiating session that could determine whether the two oil companies can reach a settlement in their high-stakes legal dispute, according to sources close to the talks. But one of the sources said that the companies have yet to agree on a framework for a settlement of their battle over Texaco's","date":"19851230","title":"BUSINESS DIGEST: MONDAY, DECEMBER 30, 1985","url":"http://www.nytimes.com/1985/12/30/business/business-digest-monday-december-30-1985.html"},{"body":"Abraham D. Sofaer, the State Department's legal adviser, was well prepared for his recent efforts to enlist Israel's help in an investigation of charges of espionage by a Navy employee on behalf of a small Israeli intelligence agency. As a judge of the Federal District Court in Manhattan, he presided for more than two months in 1984 over the trial","byline":"By ROBERT PEAR, Special to the New York Times","date":"19851230","title":"STATE DEPARTMENT; LEGAL CHIEF, ONCE A JUDGE, WIELDS WIDE INFLUENCE","url":"http://www.nytimes.com/1985/12/30/us/state-department-legal-chief-once-a-judge-wields-wide-influence.html"},{"body":"AS 1986 rolls in, we all have something to be thankful for: OPEC is history. And as the cartel crumbles, it is becoming clear that it never really controlled the world crude oil market. Rather, market forces were the dominant factor all along, although this was obscured by events. This observation is borne out by recent developments. Earlier this","byline":"By PAUL W. MACAVOY; Paul W. MacAvoy is dean of the Graduate School of Management at the University of Rochester.","date":"19851229","title":"OPEC'S PAINFUL LESSON; THE PUNISHING COSTS OF FIXING OIL PRICES","url":"http://www.nytimes.com/1985/12/29/business/opec-s-painful-lesson-the-punishing-costs-of-fixing-oil-prices.html"},{"body":"THE DAY STARTED like most days at the National Security Council. I first scanned the intelligence reports for any urgent items: coups d'etat, major military actions, unexpected crises. Next, I searched for odd signs and portents, the cloud on the horizon. There it was: Russian military advisers were being sent to Argentina - our hemisphere, our","byline":"By David Aaron; David Aaron, Deputy Assistant to the President for National Security Affairs from 1977 to 1981, is writing a novel for Putnam.","date":"19851229","title":"PLAYING WITH APOCALYPSE","url":"http://www.nytimes.com/1985/12/29/magazine/playing-with-apocalypse.html"},{"body":"There was no immediate, clear assertion of responsibility tonight for the virtually simultaneous terrorist assaults on the Rome and Vienna airports. But diplomats and others said that apparently the choice of the Israeli airline El Al as a target, and the pattern of rising violence in the Middle East, suggested that the attacks might well have been","byline":"By JOHN KIFNER, Special to the New York Times","date":"19851228","title":"KEY QUESTION REMAINS: WHO ORDERED ATTACKS?","url":"http://www.nytimes.com/1985/12/28/world/key-question-remains-who-ordered-attacks.html"},{"body":"Six years to the day after Soviet forces swept into Afghanistan, more than 100,000 Soviet soldiers and airmen confront a stubborn and elusive guerrilla army in a war with no end in sight. The fighting has fallen into a pattern and the war is deadlocked, according to rebel commanders and fighters interviewed in Afghanistan in five and a half months","byline":"By ARTHUR BONNER","date":"19851227","title":"6 YEARS OF AFGHAN WAR: RUSSIANS AND FOES MIRED","url":"http://www.nytimes.com/1985/12/27/world/6-years-of-afghan-war-russians-and-foes-mired.html"},{"body":"The awesome events of last weekend - Giants and Jets Both Win Big Games - set up the two-day Springsteen Bowl this weekend and raised the inevitable football question: What have the Giants and the Jets done for us lately? To some camp followers, the last-ditch victories kept us from one or two more distant datelines in this calendar year. The","byline":"By George Vecsey","date":"19851227","title":"SPORTS OF THE TIMES; POSTCARDS FROM 1985","url":"http://www.nytimes.com/1985/12/27/sports/sports-of-the-times-postcards-from-1985.html"},{"body":"Iraqi warplanes struck a shipping target today, an Iraqi communique said. It was the second consecutive day such a strike was reported in the Persian Gulf war with Iran, The planes recorded an ''accurate and effective'' strike on a large naval target - Iraq's usual term for a large merchant ship or oil tanker - at 6 P.M., the communique said. There","byline":"Reuters","date":"19851226","title":"AROUND THE WORLD; Iraq Again Tells Of Hitting 'Naval Target'","url":"http://www.nytimes.com/1985/12/26/world/around-the-world-iraq-again-tells-of-hitting-naval-target.html"}],"tokens":["Iraq"],"total":410},{"offset":"0","results":[{"body":"The Justice Department will consider turning over additional Iran arms investigations to a special Federal prosecutor named earlier this month, department officials said today. The move could significantly broaden the power of the special prosecutor, Lawrence E. Walsh, who has already been given authority to investigate American-sanctioned arms","byline":"By PHILIP SHENON, Special to the New York Times","date":"19861231","title":"WALSH MAY TAKE OVER MORE IRAN ARMS CASES","url":"http://www.nytimes.com/1986/12/31/world/walsh-may-take-over-more-iran-arms-cases.html"},{"body":"The Reagan Administration's top Middle East official will visit the region early next month to assess Arab-Israeli peace prospects and to demonstrate that American foreign policy is not paralyzed by the Iran arms affair, State Department officials said today. The trip, by Richard W. Murphy, assistant secretary of State for Near Eastern and South","byline":"By BERNARD GWERTZMAN, Special to the New York Times","date":"19861231","title":"REAGAN TO SEND KEY OFFICIAL TO 'ASSESS' THE MIDDLE EAST","url":"http://www.nytimes.com/1986/12/31/world/reagan-to-send-key-official-to-assess-the-middle-east.html"},{"body":"Leaders everywhere are wringing their hands about the loss of United States credibility after the Iran-contra affair. But the problem may be even more in the wild ideas people are prepared to believe when they can't be sure than in loss of trust in the word of the U.S. Government. Credulity has always been a corrosive element in affairs between","byline":"By Flora Lewis","date":"19861230","title":"FOREIGN AFFAIRS; The Menace Is Credulity","url":"http://www.nytimes.com/1986/12/30/opinion/foreign-affairs-the-menace-is-credulity.html"},{"body":"The crisis over arms sales to Iran is described in Middle Eastern terms, but it's really about America. It has very little to do with Iran. That country is pursuing its course more or less as it was doing before the bizarre arms deliveries. The Iranian revolution is savage and gives no indulgence to the gentler parts of human nature. It is a","byline":"By Abba Eban; Abba Eban, former Foreign Minister of Israel, is chairman of the Knesset's Foreign Affairs and Defense Committee.By Abba Eban","date":"19861230","title":"America's Obsession Frustrates the Allies","url":"http://www.nytimes.com/1986/12/30/opinion/america-s-obsession-frustrates-the-allies.html"},{"body":"President Hafez al-Assad, who in his 16 years of power has come to be regarded as one of the most cunning - and ruthless -strategists in the Middle East, is facing a host of problems at home and abroad. ''So many things have gone wrong for Hafez al-Assad in the last six months,'' a senior Western diplomat here said. ''There's just a huge, long list","byline":"By JOHN KIFNER, Special to the New York Times","date":"19861229","title":"SYRIA'S WORRYING WINTER: POLITICAL AND FINANCIAL ILLS, AND PLENTIFUL STATUES","url":"http://www.nytimes.com/1986/12/29/world/syria-s-worrying-winter-political-and-financial-ills-and-plentiful-statues.html"},{"body":"Dissident Iraqi policemen or security agents appear to be the most likely suspects behind the hijacking Thursday of an Iraqi airliner, a senior Jordanian official said today. Three days after the incident, the Jordanian official said the Iraqi authorities were still keeping a cloak of secrecy over it. The plane crash-landed in Saudi Arabia after a","byline":"By PAUL LEWIS, Special to the New York Times","date":"19861229","title":"DISSIDENT IRAQIS TERMED KEY HIJACKING SUSPECTS","url":"http://www.nytimes.com/1986/12/29/world/dissident-iraqis-termed-key-hijacking-suspects.html"},{"body":"Security forces are on high alert at Leonardo da Vinci Airport and other potential terrorist targets around Rome, Government officials said today. The added precautions were in part a response to recent terrorist threats against Italy, the officials said. Police officers armed with submachine guns were out in large numbers at the entrance to the","byline":"By ROBERTO SURO, Special to the New York Times","date":"19861229","title":"ITALY TIGHTENS SECURITY AMID TERRORIST THREATS","url":"http://www.nytimes.com/1986/12/29/world/italy-tightens-security-amid-terrorist-threats.html"},{"body":"OPEC should aim for a crude oil price of $28 a barrel, Algeria's energy minister said in a newspaper interview here today. Belkacem Nabi was quoted in the latest edition of the official weekly Revolution Africaine as saying that the $18 target price of the Organization of Petroleum Exporting Countries was ''barely acceptable.'' After lengthy","byline":"Reuters","date":"19861229","url":"http://www.nytimes.com/1986/12/29/business/814686.html"},{"body":"The Iraqi authorities have started an investigation into the possibility that security officers at the Baghdad airport aided the hijackers who tried to take over an Iraqi airliner that was on its way to Amman on Thursday, according to a senior Jordanian official. The plane crash-landed on a remote Saudi airfield and burst into flames after a","byline":"By PAUL LEWIS, Special to the New York Times","date":"19861228","title":"IRAQ TRIES TO FIND IF AIRPORT POLICE AIDED HIJACKERS","url":"http://www.nytimes.com/1986/12/28/world/iraq-tries-to-find-if-airport-police-aided-hijackers.html"},{"body":"The bodies of hundreds of Iranians littered the ground and floated in swamp waters east of this southern port city today after a 14-hour battle between Iraq and Iran. Iraq has reported that the battle started Wednesday night when Iran launched a two-pronged offensive across the Shatt al Arab, the waterway east of Basra that separates the two","byline":"Reuters","date":"19861228","title":"IRAQ DISPLAYS SITE OF IRAN OFFENSIVE","url":"http://www.nytimes.com/1986/12/28/world/iraq-displays-site-of-iran-offensive.html"}],"tokens":["Iraq"],"total":629},{"offset":"0","results":[{"body":"LEAD: Arab nations of the Persian Gulf, speaking of a ''dangerous escalation'' in hostilities, urged the imposition of sanctions against Iran today to support a United Nations demand for a truce in the war with Iraq. Arab nations of the Persian Gulf, speaking of a ''dangerous escalation'' in hostilities, urged the imposition of sanctions against","byline":"By ALAN COWELL, Special to the New York Times","date":"19871230","title":"Arab Nations on Gulf Urge Sanctions Against Iran","url":"http://www.nytimes.com/1987/12/30/world/arab-nations-on-gulf-urge-sanctions-against-iran.html"},{"body":"LEAD: After a period of competitive maneuvering over the war in the Persian Gulf, the United States and the Soviet Union seem on the verge of some wary diplomatic cooperation in moving toward a Security Council resolution imposing an arms embargo on Iran. But some uncertainties lie ahead. After a period of competitive maneuvering over the war in","byline":"By DAVID K. SHIPLER, Special to the New York Times","date":"19871229","title":"Superpowers And the Gulf","url":"http://www.nytimes.com/1987/12/29/world/superpowers-and-the-gulf.html"},{"body":"LEAD: Although the Arab states punished Egypt with ostracism, there was a degree of wary euphoria among Palestinians when the Camp David peace treaty was signed in 1979. It provided for autonomy in the Israeli-occupied territories for five years, in the hope that a cooling-off period would produce new habits and new attitudes that could lead to a","byline":"By FLORA LEWIS","date":"19871229","title":"FOREIGN AFFAIRS; No Voice In the Wilderness","url":"http://www.nytimes.com/1987/12/29/opinion/foreign-affairs-no-voice-in-the-wilderness.html"},{"body":"LEAD: Saudi Arabia accused Iran today of seeking to impose alien ideologies on fellow Moslem nations in the Arab world to the detriment of the Arab campaign against Israel. Saudi Arabia accused Iran today of seeking to impose alien ideologies on fellow Moslem nations in the Arab world to the detriment of the Arab campaign against Israel. ''We now","byline":"By ALAN COWELL, Special to the New York Times","date":"19871228","title":"SAUDI KING ACCUSES IRAN OF HAMPERING FIGHT WITH ISRAEL","url":"http://www.nytimes.com/1987/12/28/world/saudi-king-accuses-iran-of-hampering-fight-with-israel.html"},{"body":"LEAD: King Fahd told a meeting of Arab leaders from the Persian Gulf today that Iran's conditions for ending its war with Iraq are unreasonable and that prolonging the war could drag their nations into it. King Fahd told a meeting of Arab leaders from the Persian Gulf today that Iran's conditions for ending its war with Iraq are unreasonable and","byline":"AP","date":"19871227","title":"Saudi King Denounces Iran Stand On Ending the Persian Gulf War","url":"http://www.nytimes.com/1987/12/27/world/saudi-king-denounces-iran-stand-on-ending-the-persian-gulf-war.html"},{"body":"LEAD: Five months after the United States began to expand its military operations in the Persian Gulf, the Navy continues to grope for the formula that would let it escort ships through the war zone with maximum safety and minimum force. Five months after the United States began to expand its military operations in the Persian Gulf, the Navy","byline":"By JOHN H. CUSHMAN Jr., Special to the New York Times","date":"19871227","title":"U.S. Navy in the Gulf Is Seeking to Balance Protection and Force","url":"http://www.nytimes.com/1987/12/27/world/us-navy-in-the-gulf-is-seeking-to-balance-protection-and-force.html"},{"body":"LEAD: Three Palestinian guerrillas infiltrated a short distance into Israel from Jordan Friday night and were captured alive by Israeli troops after a shootout, the Israeli Army spokesman announced today. Three Palestinian guerrillas infiltrated a short distance into Israel from Jordan Friday night and were captured alive by Israeli troops after a","byline":"By THOMAS L. FRIEDMAN, Special to the New York Times","date":"19871227","title":"Israeli Troops Capture 3 Guerrillas After Shootout","url":"http://www.nytimes.com/1987/12/27/world/israeli-troops-capture-3-guerrillas-after-shootout.html"},{"body":"LEAD: Israel's crackdown on Palestinian protesters has sharpened the quandaries and frustrations facing Egypt, the only Arab nation to have made peace with Israel, according to analysts and officials here. Israel's crackdown on Palestinian protesters has sharpened the quandaries and frustrations facing Egypt, the only Arab nation to have made peace","byline":"By ALAN COWELL, Special to the New York Times","date":"19871227","title":"ISRAEL CRACKDOWN FRUSTRATES EGYPT","url":"http://www.nytimes.com/1987/12/27/world/israel-crackdown-frustrates-egypt.html"},{"body":"LEAD: INTERNATIONAL/3-23 INTERNATIONAL/3-23 Israel is preparing military trials of nearly 1,00 Palestinians rounded up after two weeks of disturbances in the occupied territories, officials said. Page 1 Three Palestinian guerrillas were captured by Israeli troops, the Israeli Army spokesman said. The guerrillas had infiltrated a short distance into","date":"19871227","title":"NEWS SUMMARY: SUNDAY, DECEMBER 27, 1987","url":"http://www.nytimes.com/1987/12/27/nyregion/news-summary-sunday-december-27-1987.html"},{"body":"LEAD: Iran today condemned a United Nations Security Council statement on the Iran-Iraq war, saying it was the wrong way to end the seven-year-long conflict. Iran today condemned a United Nations Security Council statement on the Iran-Iraq war, saying it was the wrong way to end the seven-year-long conflict. The Council statement, issued Thursday,","byline":"Reuters","date":"19871226","title":"Iranian Warns U.N. Against Further Steps","url":"http://www.nytimes.com/1987/12/26/world/iranian-warns-un-against-further-steps.html"}],"tokens":["Iraq"],"total":986},{"offset":"0","results":[{"body":"LEAD: Libya has offered to allow an international inspection of a plant that the United States says will be used to make chemical weapons, but Washington has rejected the offer, the State Department said today. Libya has offered to allow an international inspection of a plant that the United States says will be used to make chemical weapons, but","byline":"By MICHAEL R. GORDON, Special to the New York Times","date":"19881231","title":"Libya Offers to Allow Inspection Of Chemical Plant but U.S. Balks","url":"http://www.nytimes.com/1988/12/31/world/libya-offers-to-allow-inspection-of-chemical-plant-but-us-balks.html"},{"body":"LEAD: Perched on a grimy sidewalk between mosque and highway, a small girl in blue school uniform hunched over a notebook, busying herself with homework in brief pauses offered by another pursuit: selling plastic shopping bags. Perched on a grimy sidewalk between mosque and highway, a small girl in blue school uniform hunched over a notebook,","byline":"By ALAN COWELL, Special to the New York Times","date":"19881230","title":"Egypt's Children: A Burden of Labor","url":"http://www.nytimes.com/1988/12/30/world/egypt-s-children-a-burden-of-labor.html"},{"body":"LEAD: The year 1988, it is generally agreed, has been a pretty good one for peace, with the conclusion of a Soviet-American agreement to eliminate intermediate range nuclear weapons; cessation of the Iran-Iraq war, and the beginning of withdrawal of Soviet forces from Afghanistan. His followers say a lot of the credit is due Maharishi Mahesh Yogi,","byline":"By RICHARD HALLORAN & DAVID BINDER","date":"19881229","title":"Washington Talk: Briefing; Peace on Earth?","url":"http://www.nytimes.com/1988/12/29/us/washington-talk-briefing-peace-on-earth.html"},{"body":"LEAD: In July 1982, three Iranians were kidnapped in northern Lebanon. The case of the missing Iranians, whose disappearance is ascribed by Iran to Christian Phalangist militiamen, is connected to the fate of more than a dozen Westerners presumed kidnapped by pro-Iranian factions in Lebanon. In July 1982, three Iranians were kidnapped in northern","byline":"By IHSAN A. HIJAZI, Special to the New York Times","date":"19881228","title":"Iran Ties Help to Hostages to Fate of Its Nationals","url":"http://www.nytimes.com/1988/12/28/world/iran-ties-help-to-hostages-to-fate-of-its-nationals.html"},{"body":"LEAD: A 23-year-old Briton was freed and flown to Britain today after more than two years in an Iranian jail, and British officials said Iran's move was ''an important step'' toward improving relations. A 23-year-old Briton was freed and flown to Britain today after more than two years in an Iranian jail, and British officials said Iran's move was","byline":"By STEVE LOHR, Special to the New York Times","date":"19881228","title":"IRAN FREES BRITON HELD FOR 2 YEARS","url":"http://www.nytimes.com/1988/12/28/world/iran-frees-briton-held-for-2-years.html"},{"body":"LEAD: Concerned by the spread of ballistic missiles in the Middle East, the United States is proposing talks with Israel and Egypt to explore what steps might be taken by Middle East nations to limit the use and development of those weapons in the region, Administration officials say. Concerned by the spread of ballistic missiles in the Middle","byline":"By MICHAEL R. GORDON, Special to the New York Times","date":"19881227","title":"U.S. Urges Talks on Missiles in Mideast","url":"http://www.nytimes.com/1988/12/27/world/us-urges-talks-on-missiles-in-mideast.html"},{"body":"LEAD: A small village clings to a mountainside in the shadow of the Hindu Kush. Children run to school swinging wooden writing boards because there is no paper for copybooks. Miandam, with its 3,000 people, seems at first glance the picture of isolation. A small village clings to a mountainside in the shadow of the Hindu Kush. Children run to","byline":"By BARBARA CROSSETTE, Special to the New York Times","date":"19881227","title":"TV and Saudis Open Remote Bit of Pakistan","url":"http://www.nytimes.com/1988/12/27/world/tv-and-saudis-open-remote-bit-of-pakistan.html"},{"body":"LEAD: Christmas is celebrated in West Beirut, but only on one street. Christmas is celebrated in West Beirut, but only on one street. Row upon row of plastic bells of all colors are hung over Sidani Street like an unfinished roof. With Christmas lights flickering, cypress trees planted in big barrels line 500 yards of torn-out sidewalks, and a","byline":"By IHSAN A. HIJAZI, Special to the New York Times","date":"19881226","title":"Warily, a Few Christians Stay in West Beirut","url":"http://www.nytimes.com/1988/12/26/world/warily-a-few-christians-stay-in-west-beirut.html"},{"body":"LEAD: The Palestine Liberation Organization has unexpectedly achieved a long-standing goal: a dialogue with the United States. But the breakthrough has illuminated an equally long-standing challenge: to establish that Palestinian aspirations will not prove perilous, unwanted and unacceptable to Israelis and many The Palestine Liberation","byline":"By ALAN COWELL, Special to the New York Times","date":"19881224","title":"Arafat's Aim: Turning a Foot in the Door Into Something More Permanent","url":"http://www.nytimes.com/1988/12/24/world/arafat-s-aim-turning-a-foot-in-the-door-into-something-more-permanent.html"},{"body":"LEAD: A Dutch national who allegedly tried to ship a $1.1 million computer to a Soviet-bloc country has been arrested, breaking up a high-technology smuggling network spanning six American cities and eight foreign countries, the United States Customs Service said today. A Dutch national who allegedly tried to ship a $1.1 million computer to a","byline":"AP","date":"19881223","title":"Man Accused of Smuggling Computers to the Soviet Bloc","url":"http://www.nytimes.com/1988/12/23/us/man-accused-of-smuggling-computers-to-the-soviet-bloc.html"}],"tokens":["Iraq"],"total":869},{"offset":"0","results":[{"body":"LEAD: To the Editor: To the Editor: ''The Atlanta branch of Italy's Banco Nazionale del Lavoro apparently secretly approved some 2,500 letters of credit, totaling $3 billion, to exporters in the U.S. and Europe to finance exports to Iraq,'' writes William Safire (''The Lavoro Scandal,'' column, Nov. 30). He adds, ''A large chunk of that unpaid","date":"19891230","title":"Loans Finance Iraqi Agriculture Imports","url":"http://www.nytimes.com/1989/12/30/opinion/l-loans-finance-iraqi-agriculture-imports-728089.html"},{"body":"LEAD: After a long period of complacency during which American reliance on foreign oil fell sharply and the price dived to under $10 a barrel, the United States is now headed for permanent levels of dependence on imports that are higher than those that led to havoc in the 1970's, many specialists say. After a long period of complacency during which","byline":"By ROBERT D. HERSHEY Jr., Special to The New York Times","date":"19891230","title":"Worrying Anew Over Oil Imports","url":"http://www.nytimes.com/1989/12/30/business/worrying-anew-over-oil-imports.html"},{"body":"LEAD: The past has been very much in the present this year on television, from revivals of ''Our Town'' and Mary Martin's ''Peter Pan'' to the new NBC series ''Quantum Leap,'' in which the hero jumps back a couple of decades each week to assume different identities. Anything, it seems, to escape the present. The past has been very much in the","byline":"By JOHN J. O'CONNOR","date":"19891229","title":"TV Weekend; 'Uncommon Women,' Then and Now","url":"http://www.nytimes.com/1989/12/29/arts/tv-weekend-uncommon-women-then-and-now.html"},{"body":"LEAD: Fearful that a 10-year alliance with Syria may be coming to an end, Iran is increasing military and financial aid to its Muslim funamentalist surrogates in Lebanon to help them gain supremacy in Muslim areas. Fearful that a 10-year alliance with Syria may be coming to an end, Iran is increasing military and financial aid to its Muslim","byline":"By IHSAN A. HIJAZI, Special to The New York Times","date":"19891229","title":"Iran, Fearing Loss of Syria Tie, Widens Aid to Lebanon Shiites","url":"http://www.nytimes.com/1989/12/29/world/iran-fearing-loss-of-syria-tie-widens-aid-to-lebanon-shiites.html"},{"body":"LEAD: Egypt and Syria have agreed to restore diplomatic relations after a 12-year break caused by Egypt's peace agreement with Israel. Egypt and Syria have agreed to restore diplomatic relations after a 12-year break caused by Egypt's peace agreement with Israel. A meeting between President Hafez al-Assad of Syria and President Hosni Mubarak of","byline":"AP","date":"19891228","title":"Egypt and Syria Agree to Revive Ties","url":"http://www.nytimes.com/1989/12/28/world/egypt-and-syria-agree-to-revive-ties.html"},{"body":"LEAD: The Arab press has greeted the fall of Nicolae Ceausescu with an unusual outpouring of editorial warnings that the fate of Arab dictators may resemble that of the executed Rumanian tyrant. The Arab press has greeted the fall of Nicolae Ceausescu with an unusual outpouring of editorial warnings that the fate of Arab dictators may resemble that","byline":"By YOUSSEF M. IBRAHIM, Special to The New York Times","date":"19891228","title":"UPHEAVAL IN THE EAST: ISLAMIC WORLD; Emboldened Dissidents Are Warning the Rulers","url":"http://www.nytimes.com/1989/12/28/world/upheaval-in-the-east-islamic-world-emboldened-dissidents-are-warning-the-rulers.html"},{"body":"LEAD: Iran released 50 ailing or disabled Iraqi prisoners of war to Red Cross representatives today as a gesture of good will, the official Teheran radio reported. Iran released 50 ailing or disabled Iraqi prisoners of war to Red Cross representatives today as a gesture of good will, the official Teheran radio reported. It was not clear whether","byline":"AP","date":"19891226","title":"Iran Releases 50 Iraqi War Prisoners to Red Cross","url":"http://www.nytimes.com/1989/12/26/world/iran-releases-50-iraqi-war-prisoners-to-red-cross.html"},{"body":"LEAD: Egypt and Syria appeared ready today to end a 12-year break in diplomatic relations within the next few weeks, senior Egyptian and Syrian officials said here today. Egypt and Syria appeared ready today to end a 12-year break in diplomatic relations within the next few weeks, senior Egyptian and Syrian officials said here today. The resumption","byline":"By YOUSSEF M. IBRAHIM, Special to The New York Times","date":"19891224","title":"Egypt-Syria Rift Reported Near End","url":"http://www.nytimes.com/1989/12/24/world/egypt-syria-rift-reported-near-end.html"},{"body":"LEAD: What happened? Morning in America, hole in the ozone, Oliver North, AIDS, terrorists, contras like Founding Fathers, $640 toilet seats, triumph of democracy, just say no. 1980 It's America vs. the Soviet Union, Khomeini, Castro, inflation and Jimmy Carter. What happened? Morning in America, hole in the ozone, Oliver North, AIDS, terrorists,","date":"19891224","title":"PORTRAIT OF THE 1980's; Selections From 10 Years of History","url":"http://www.nytimes.com/1989/12/24/weekinreview/portrait-of-the-1980-s-selections-from-10-years-of-history.html"},{"body":"LEAD: The European Community and 22 members of the Arab League decided today to resume a formal dialogue on political and economic issues, six years after talks between the two groups broke down. The European Community and 22 members of the Arab League decided today to resume a formal dialogue on political and economic issues, six years after talks","byline":"By STEVEN GREENHOUSE, Special to The New York Times","date":"19891223","title":"Europe and Arabs to Resume Talks","url":"http://www.nytimes.com/1989/12/23/world/europe-and-arabs-to-resume-talks.html"}],"tokens":["Iraq"],"total":397},{"offset":"0","results":[{"body":"Iraq announced today that it was summoning 350 delegates from many Muslim countries for an Islamic conference to be held on Jan. 9, six days before the expiration of the United Nations deadline calling on Iraq to withdraw its forces from Kuwait or face the threat of military action. On a day in which President Saddam Hussein struck strong religious","byline":"By PATRICK E. TYLER, Special to The New York Times","date":"19901231","title":"CONFRONTATION IN THE GULF; Iraq Summons Muslims For Conference on Jan. 9","url":"http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-iraq-summons-muslims-for-conference-on-jan-9.html"},{"body":"Foreign ministers of the European Community agreed today to meet in a special session on Friday to consider an independent initiative aimed at persuading Iraq to withdraw its forces from Kuwait before the United Nations deadline of Jan. 15. The meeting was proposed by Germany and endorsed by France after the United States and Iraq repeatedly failed","byline":"By ALAN RIDING, Special to The New York Times","date":"19901231","title":"CONFRONTATION IN THE GULF; EUROPEANS PLAN A SPECIAL SESSION ON CRISIS IN GULF","url":"http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-europeans-plan-a-special-session-on-crisis-in-gulf.html"},{"body":"Name in December 1979....Year of Change....Name in October 1990 Countries* Republic of Upper Volta....1984....Burkina Faso United Republic of Cameroon...1985...Republic of Cameroon Republic of the Ivory Coast....1986....Republic of Cote d'Ivoire Ethiopia....1988....People's Democratic Republic of Ethiopia Democratic Republic of","byline":"List prepared by Zoltan Grossman, Mapping Specialists Ltd., Madison Wis.","date":"19901231","title":"Remember Christmas Island? It's Now Kiritimati","url":"http://www.nytimes.com/1990/12/31/opinion/remember-christmas-island-it-s-now-kiritimati.html"},{"body":"Vice President Dan Quayle met with this country's rulers today and said he wanted the Saudis and Kuwait's exiled Government to provide greater financial support to the United States military effort in the Persian Gulf. \"They will have to be making more contributions\" because of the likelihood that American troops will remain in the gulf longer than","byline":"AP","date":"19901231","title":"CONFRONTATION IN THE GULF; Quayle Meets With Saudi Royalty And Seeks More Aid for Military","url":"http://www.nytimes.com/1990/12/31/world/confrontation-gulf-quayle-meets-with-saudi-royalty-seeks-more-aid-for-military.html"},{"body":"World stock markets begin 1991 facing the threat of a war in the Persian Gulf, recessions or economic slowdowns around the world, and dismal earnings -- the same factors that drove stock markets down sharply in 1990. Yet many market watchers expect a better year than the one ending today. In 1990, these pressures resulted in a worse year for stocks","byline":"By JONATHAN FUERBRINGER","date":"19901231","title":"INTERNATIONAL REPORT; World Markets Begin 1991 Pressed by Problems of 1990","url":"http://www.nytimes.com/1990/12/31/business/international-report-world-markets-begin-1991-pressed-by-problems-of-1990.html"},{"body":"Two thousand years ago, when the Nabatean civilization was at its peak, some 25,000 people lived here in Petra, long Jordan's most celebrated tourist attraction. Last year at this time, 1,200 people a day came here. This year on New Year's Eve, the Petra Forum Hotel has reservations for five. \"The gulf crisis is more of a disaster for us than for","byline":"By JUDITH MILLER, Special to The New York Times","date":"19901231","title":"CONFRONTATION IN THE GULF; With the Bedouins Banished, Jordan's Caves Lose Tourists","url":"http://www.nytimes.com/1990/12/31/world/confrontation-gulf-with-bedouins-banished-jordan-s-caves-lose-tourists.html"},{"body":"Senator Bob Dole, the Senate Republican leader, said today that putting the Emir of Kuwait back on his throne was not \"worth one American life, as far as I am concerned.\" Appearing on the NBC News program \"Meet the Press,\" Senator Dole said the American people \"want to make certain that President Bush has done everything, pursued every avenue, for","byline":"Special to The New York Times","date":"19901231","title":"CONFRONTATION IN THE GULF; Dole Cautious on U.S. Role in Gulf Combat","url":"http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-dole-cautious-on-us-role-in-gulf-combat.html"},{"body":"An Administration official said tonight that the White House was not alarmed by the prospect of the European Community meeting and indicated that the Bush Administration had assurances from European Community nations that they would not undertake any diplomatic initiatives that departed from the Persian Gulf policy of the United States and the","byline":"By ANDREW ROSENTHAL, Special to The New York Times","date":"19901231","title":"CONFRONTATION IN THE GULF: EUROPEANS PLAN A SPECIAL SESSION ON CRISIS IN GULF; White House's View","url":"http://www.nytimes.com/1990/12/31/world/confrontation-gulf-europeans-plan-special-session-crisis-gulf-white-house-s-view.html"},{"body":"It was a year when President Bush moved from \"no new taxes\" to \"tax revenue increases\" to a strange request to \"read my hips.\" Almost every candidate running wanted to be an outsider and was urging voters to \"take your government back\" and put \"new blood and fresh thinking\" in the Capitol. Almost everybody was learning a new language to talk about","byline":"By ROBIN TONER, Special to The New York Times","date":"19901231","title":"Political Memo; A Year in Sound Bites: 10 Seconds to Remember","url":"http://www.nytimes.com/1990/12/31/us/political-memo-a-year-in-sound-bites-10-seconds-to-remember.html"},{"body":"Disregard last year; it was not my finest prognosticating hour. I was right about the bust into recession and the sudden German unification, but wrong about everything else. Serve me no humble pie; when Dolph Camilli, the Brooklyn Dodger home-run hitter, struck out three times in a row, we in the Ebbets Field bleachers used to nod sagely and say,","byline":"By William Safire","date":"19901231","title":"ESSAY; Office Pool, 1991","url":"http://www.nytimes.com/1990/12/31/opinion/essay-office-pool-1991.html"}],"tokens":["Iraq"],"total":2732},{"offset":"0","results":[{"body":"Two Americans who disappeared on the Kuwaiti border with Iraq more than three weeks ago are being held in Iraq, the United States Embassy here said today. An embassy spokesman refused to give the names, occupations or other details about the men, who vanished on Dec. 4. Iraq has made no mention of their detention. American diplomats were first","date":"19911231","title":"2 Missing Americans Are Being Held in Iraq","url":"http://www.nytimes.com/1991/12/31/world/2-missing-americans-are-being-held-in-iraq.html"},{"body":"\"Whenever people talk about the weather,\" Oscar Wilde wrote in 1895, \"I always think they mean something else.\" Now that 1991 has almost left the room, may I vary the form? \"Whenever people talk about something else, I think they mean the news.\" So, Happy New Year! It's your Hit Parade: Who can ever forget 1991 (fast enough)? The Persian Gulf war","byline":"By Allan Gurganus;","date":"19911231","title":"Relax, It's Almost Over","url":"http://www.nytimes.com/1991/12/31/opinion/relax-it-s-almost-over.html"},{"body":"The silly season isn't limited to midsummer doldrums anymore. It stretches out over the year, if you can believe what you read in the papers. Some people say they never do, and it's getting harder to argue with them, considering the way 1991 is ending. A lot of it is good news, but that doesn't make it more credible. With a perfectly straight face,","byline":"By Flora Lewis;","date":"19911230","title":"Russia in NATO, and Other Laughs","url":"http://www.nytimes.com/1991/12/30/opinion/russia-in-nato-and-other-laughs.html"},{"body":"\"Mikhail Gorbachev will be ousted by Yeltsin-Sobchak-Shevardnadze reformers following public revulsion after a bloody crackdown\" was the prediction made in this space last year. Never mind that I recanted under pressure of television lights, or foolishly dismissed Norman Schwarzkopf as Ethelred the Unready; in the Nostradamus dodge, you remember","byline":"By WILLIAM SAFIRE;","date":"19911230","title":"Essay; Office Pool, 1992","url":"http://www.nytimes.com/1991/12/30/opinion/essay-office-pool-1992.html"},{"body":"Fatal Attractions -- The most compelling television of the year owed nothing to programming geniuses. The nation found itself gripped by real-life stories: the William K. Smith-Alleged Victim and Clarence Thomas-Anita F. Hill mini-series; the explosion of war in the Persian Gulf, especially the fireworks and bomb-sight views of the opening hours","byline":"By Walter Goodman","date":"19911229","title":"THE YEAR IN THE ARTS: TELEVISION/1991; Real Life Riveted Viewers, From the Gulf to Palm Beach","url":"http://www.nytimes.com/1991/12/29/arts/year-arts-television-1991-real-life-riveted-viewers-gulf-palm-beach.html"},{"body":"The Strategic Air Command, the nerve center of the United States' nuclear strike force, is fading into history, along with the Soviet Union. For the men and women who control the nation's long-range bombers and missiles, as for their neighbors in Omaha and the little town of Bellevue, Neb., the end is bittersweet. \"The cold war is over, and we","byline":"By ROBERT PEAR,","date":"19911229","title":"Soviet Union's Demise Spurs Upheaval in U.S. Heartland","url":"http://www.nytimes.com/1991/12/29/us/soviet-union-s-demise-spurs-upheaval-in-us-heartland.html"},{"body":"IT is a Wall Street tradition for outstanding analysts to be honored each year by inclusion in the \"All-American\" team named each year by Institutional Investor magazine. But prestigious as they are, those awards do not seem to do justice to the marvelous three-ring circus that is the world of Wall Street research. There is no category, for","byline":"By Diana B. Henriques","date":"19911229","title":"Wall Street; Clouded Vision and Purple Hearts","url":"http://www.nytimes.com/1991/12/29/business/wall-street-clouded-vision-and-purple-hearts.html"},{"body":"FOR the United States, 1991 began with victory in the brief, vivid war in the Persian Gulf, and it ended with victory in the long, convoluted struggle to contain Communism. Congratulating himself, his predecessors and the American people in a Christmas Eve homily, President Bush said success had been won by the \"millions of Americans who supported","byline":"By R. W. APPLE Jr.","date":"19911229","title":"The Sense of Triumph Fades, Uncertainty and Unease Grow","url":"http://www.nytimes.com/1991/12/29/weekinreview/the-sense-of-triumph-fades-uncertainty-and-unease-grow.html"},{"body":"Stocks climbed to record levels yesterday for the second consecutive day, again propelled by lower interest rates and hopes for the economy. The Dow Jones industrial average vaulted past another barrier, closing above 3,100 for the first time. It ended at 3,101.52, up 18.56 points for the day and 167.04 for the four-day week, its biggest weekly","byline":"By SETH FAISON Jr.","date":"19911228","title":"Dow Gains 18.56 to End Above 3,100","url":"http://www.nytimes.com/1991/12/28/business/dow-gains-18.56-to-end-above-3100.html"},{"body":"The Philippines said today that the United States Navy would withdraw from Subic Bay Naval Base by the end of 1992, closing the largest American naval installation in East Asia and the last American base in the country. A chief aide to President Corazon C. Aquino made the announcement in a news conference after he and the United States Ambassador,","date":"19911227","title":"Manila Says Subic Naval Base Will Be Closed by End of 1992","url":"http://www.nytimes.com/1991/12/27/world/manila-says-subic-naval-base-will-be-closed-by-end-of-1992.html"}],"tokens":["Iraq"],"total":3619},{"offset":"0","results":[{"body":"Nearly two years after he supported Iraq in the Persian Gulf war, repeated efforts by King Hussein of Jordan to mend fences with Saudi Arabia and other Arab allies in the war have been rebuffed. As a result, the King has announced that Jordan will not humiliate itself any further. In recent weeks, King Hussein has clearly distanced himself from","byline":"By YOUSSEF M. IBRAHIM,","date":"19921231","title":"Jordan Finds Saudis Are Unwilling to Forgive","url":"http://www.nytimes.com/1992/12/31/world/jordan-finds-saudis-are-unwilling-to-forgive.html"},{"body":"Can't work with the U.S., can't work without it. That is the dilemma the United Nations Secretary General, Boutros Boutros-Ghali, faces as he grapples with America's role in U.N. peacekeeping and peacemaking operations since the cold war's end. Without U.S. leadership and power, the U.N. lacks muscle. With it, the U.N. loses its independent","byline":"By LESLIE H. GELB","date":"19921231","title":"Foreign Affairs; The U.N. Chief's Dilemma","url":"http://www.nytimes.com/1992/12/31/opinion/foreign-affairs-the-un-chief-s-dilemma.html"},{"body":"The George Bush who flies to Somalia today has plainly snapped out of his post-election blues. In what might be called Post-Campaign Mode, he's charging toward the Jan. 20 finish line. After spending New Year's Day with the troops in Somalia, he'll head for Moscow to sign the monumental Start treaty, vastly reducing nuclear arsenals. In only a few","date":"19921231","title":"From Start, to Finish","url":"http://www.nytimes.com/1992/12/31/opinion/from-start-to-finish.html"},{"body":"An article yesterday about Iraq's possession of chemical and biological weapons misstated the record of United Nations inspectors searching for chemical weapons in Iraq. The United Nations teams have located and destroyed many chemical weapons in Iraq.","date":"19921231","title":"Corrections","url":"http://www.nytimes.com/1992/12/31/nyregion/c-corrections-229192.html"},{"body":"What appears to be an official Iraqi memorandum contains the first written indication that Baghdad has possessed biological weapons since 1986. The document, which has been circulated by a Kurdish group, is an order addressed to division units from a commander in Erbil, Iraq. It instructs all division units to count their stocks of \"biological and","date":"19921230","title":"Document Says Iraq Has Biological Weapons","url":"http://www.nytimes.com/1992/12/30/world/document-says-iraq-has-biological-weapons.html"},{"body":"President-elect Bill Clinton said today that President Saddam Hussein of Iraq was \"making a big mistake,\" if he was trying to test American resolve during the transition of Presidential power. The remarks, made at the airport in Savannah, Ga., were his first on the issue since an F-16 fighter shot down an Iraqi warplane on Sunday. \"Our people are","date":"19921230","title":"Clinton Warns Iraq's Leader Against Testing U.S. Resolve","url":"http://www.nytimes.com/1992/12/30/world/clinton-warns-iraq-s-leader-against-testing-us-resolve.html"},{"body":"In completing a new strategic arms treaty, Washington and Moscow have for the first time agreed to bring their strategic nuclear arsenals into line with their new cooperative relationship. Throughout the cold war, each side amassed an expanding arsenal of strategic weapons. But the agreement will drastically cut the size of each side's arsenal and,","byline":"By MICHAEL R. GORDON,","date":"19921230","title":"A New Amity, A New Treaty; Most Threatening Sort Of Weapon Is Banned","url":"http://www.nytimes.com/1992/12/30/world/a-new-amity-a-new-treaty-most-threatening-sort-of-weapon-is-banned.html"},{"body":"Baghdad, not Washington, provoked Sunday's aerial clash over southern Iraq by sending warplanes into a no-flight zone. U.S. planes responded admirably, showing resolve but also prudence. The first pair of Iraqi MIG's was turned back peacefully. One of a second pair was downed after turning to confront American planes. American resolve will be","date":"19921229","title":"Beyond the No-Flight Zone in Iraq","url":"http://www.nytimes.com/1992/12/29/opinion/beyond-the-no-flight-zone-in-iraq.html"},{"body":"The United States rushed today to build up its fighter force near Iraq, taking the unusual step of sending two squadrons of Navy warplanes to Saudi Arabia from an aircraft carrier off the coast of Africa. The deployment of the Navy planes followed the downing on Sunday of an Iraqi MIG-25 by an American F-16. American officials said the Iraqi Air","byline":"By MICHAEL R. GORDON,","date":"19921229","title":"U.S. Sends Jets to Iraq Zone From a Carrier Off Africa","url":"http://www.nytimes.com/1992/12/29/world/us-sends-jets-to-iraq-zone-from-a-carrier-off-africa.html"},{"body":"Weekend temperatures that were warmer than expected in the Northeast hurt demand for heating oil and put pressure on energy futures yesterday on the New York Mercantile Exchange. The warmer weather also eased fears about the winter wheat crop and about possible freeze damage to Florida oranges. Temperatures are expected to average 6 to 9 degrees","date":"19921229","title":"FUTURES/OPTIONS; Warm Northeast Weekend Depresses Prices for Fuels","url":"http://www.nytimes.com/1992/12/29/business/futures-options-warm-northeast-weekend-depresses-prices-for-fuels.html"}],"tokens":["Iraq"],"total":1321},{"offset":"0","results":[{"body":"Even as it finally recognized Israel, the Vatican sought today to defend its position in the Arab world and to register its demand for international guarantees of Jerusalem's spiritual status as a holy place for Christians, Jews and Muslims alike. The spokesman for the Vatican, Joaquin Navarro-Valls, set out its position at a news conference here","byline":"By ALAN COWELL,","date":"19931231","title":"Vatican Seeks Arab Favor; Plans Accord With Jordan","url":"http://www.nytimes.com/1993/12/31/world/vatican-seeks-arab-favor-plans-accord-with-jordan.html"},{"body":"None other than Shimon Peres, Israel's Foreign Minister, has suggested that his country's internationally acclaimed novelist Amoz Oz, a founder of the Peace Now movement, would make a good Prime Minister. \"I couldn't do it because I'm incapable of saying, 'No comment,' \" Mr. Oz said recently in an interview in Manhattan. \"I'm not like Vaclav Havel.","byline":"By HERBERT MITGANG","date":"19931230","title":"Fluent in Fiction and in Mideast Realities","url":"http://www.nytimes.com/1993/12/30/books/fluent-in-fiction-and-in-mideast-realities.html"},{"body":"Seizing on porous laws and lax enforcement of United States sanctions, American corporations have used foreign subsidiaries to conduct business openly with Cuba and Libya, according to documents and interviews. The rules governing sanctions are so loosely drawn that law enforcement officials have had to abandon or back away from several","byline":"By DEAN BAQUET","date":"19931227","title":"U.S. COMPANIES USE AFFILIATES ABROAD TO SKIRT SANCTIONS","url":"http://www.nytimes.com/1993/12/27/business/us-companies-use-affiliates-abroad-to-skirt-sanctions.html"},{"body":"The numbers are obvious: If President Clinton hopes to fulfill his promise to reshape spending priorities, he will have to cut existing domestic and defense programs by at least $50 billion over the next five years. Otherwise, he will not be able to hit Congress's deficit-reduction targets and pay for his economic strategy of investing in","date":"19931227","title":"A Needless Gift to the Pentagon","url":"http://www.nytimes.com/1993/12/27/opinion/a-needless-gift-to-the-pentagon.html"},{"body":"Something very strange is going on, behind closed doors, among the Governments of Israel, Germany, the Czech Republic and Iran. Blinded again by the urge to recover hostages and the delusion of Iranian \"moderates,\" Israel may unwittingly be providing the intelligence cover that could help Teheran acquire Western nuclear technology. I have only","byline":"By WILLIAM SAFIRE","date":"19931227","title":"Essay; Helping Iran Arm","url":"http://www.nytimes.com/1993/12/27/opinion/essay-helping-iran-arm.html"},{"body":"A Kuwaiti court said today that it would re-examine a prosecution witness and possibly some defendants in the trial of 11 Iraqis and 3 Kuwaitis accused of plotting to kill former President George Bush. The judge said on Oct. 30 that he would deliver verdicts today. But in a surprise turn in the six-month-old trial, Judge Salah al-Fahad said he","date":"19931226","title":"KUWAITI EXTENDS BOMB PLOT TRIAL","url":"http://www.nytimes.com/1993/12/26/world/kuwaiti-extends-bomb-plot-trial.html"},{"body":"There are ordinary yearnings -- a wish to get married, the desire for the smell of a hamburger cooking on the grill. There are complaints of injustice, of \"false accusations and lies,\" and there are frequent protestations of innocence. At the same time, there are a few mentions of names. Generally only first names are given, and they are all common","byline":"By RICHARD BERNSTEIN","date":"19931226","title":"Bomb Trial Transcripts of Phone Calls Add Pieces to Evidence Pile","url":"http://www.nytimes.com/1993/12/26/nyregion/bomb-trial-transcripts-of-phone-calls-add-pieces-to-evidence-pile.html"},{"body":"The Central Intelligence Agency has told President Clinton that North Korea probably has developed one or two nuclear bombs, according to Administration officials. The classified assessment -- supported by virtually all intelligence agencies but disputed by the State Department's analysts -- deepens the Administration's dilemma as it tries to","byline":"By STEPHEN ENGELBERG with MICHAEL R. GORDON,","date":"19931226","title":"INTELLIGENCE STUDY SAYS NORTH KOREA HAS NUCLEAR BOMB","url":"http://www.nytimes.com/1993/12/26/world/intelligence-study-says-north-korea-has-nuclear-bomb.html"},{"body":"A senior Palestinian negotiator said today that he expected Israel and the Palestine Liberation Organization to reach agreement on most issues that block carrying out of an agreement for Palestinian self-rule when they resume talks in Cairo on Monday. \"I believe that the most important issues will be solved on Monday,\" said Faisal al-Husseini, the","date":"19931226","title":"P.L.O.'s Negotiator Expects Agreement With Israelis Shortly","url":"http://www.nytimes.com/1993/12/26/world/plo-s-negotiator-expects-agreement-with-israelis-shortly.html"},{"body":"Just before leaving Paris for Cairo this month, Mansour Kikhia told his wife that he was a little worried about a recent vow by the Libyan leader, Col. Muammar el-Qaddafi, to settle scores with Libyan opposition members abroad. \"He is usually very fatalistic, meeting with people and going to places without taking particular precautions,\" said Bahaa","byline":"By YOUSSEF M. IBRAHIM,","date":"19931225","title":"Egypt Torn by Missing Libyan Exile","url":"http://www.nytimes.com/1993/12/25/world/egypt-torn-by-missing-libyan-exile.html"}],"tokens":["Iraq"],"total":985},{"offset":"0","results":[{"body":"A Romanian soldier serving with the United Nations observer force on the Kuwait-Iraq border was wounded today, the United Nations said. The source of the gunfire was not known. The soldier, Capt. Iovanov Danut, 32, was being treated for a gunshot wound in the thigh at a Kuwaiti hospital, United Nations spokesmen said. He was listed in good","date":"19941230","title":"World News Briefs; U.N. Soldier Wounded On Iraq-Kuwaiti Border","url":"http://www.nytimes.com/1994/12/30/world/world-news-briefs-un-soldier-wounded-on-iraq-kuwaiti-border.html"},{"body":"Although secretaries of defense have repeatedly proclaimed that readiness is their No. 1 priority, it has declined steadily since the Persian Gulf war. Readiness covers everything from the proper functioning of weapons, to instructors and training materials, to salaries and benefits, to housing for the armed forces. But the defense budget has no","byline":"By Dov S. Zakheim;","date":"19941230","title":"CLINTON & CONGRESS; Our Unready Military","url":"http://www.nytimes.com/1994/12/30/opinion/clinton-congress-our-unready-military.html"},{"body":"American forces in the Persian Gulf boarded a vessel today after it tried to escape from ships enforcing the trade embargo on Iraq, a spokesman for the United States Navy said. American forces had boarded the Honduran-flagged ship, the Ajmir, last week for inspection and found a cargo of dates that were believed to be from Iraq, a violation of the","date":"19941226","title":"World News Briefs; U.S. Forces Seize Vessel Violating Iraq Embargo","url":"http://www.nytimes.com/1994/12/26/world/world-news-briefs-us-forces-seize-vessel-violating-iraq-embargo.html"},{"body":"The war in the breakaway Russian republic of Chechnya is crystalizing two issues that have been debated only sporadically here despite the rise of ethnic separatism around the world: How inviolate is national sovereignty? And what should the limits of self-determination be? Those questions have been raised at the United Nations since mid-1992, when","byline":"By BARBARA CROSSETTE,","date":"19941226","title":"What Is a Nation?","url":"http://www.nytimes.com/1994/12/26/world/what-is-a-nation.html"},{"body":"The Sudan's Islamic Government, censured for its human rights violations and its support for various armed Islamic militant groups, is now helping Muslim fundamentalists in their effort to topple the Algerian Government, according to Western intelligence reports. The Sudan, the reports say, is assisting the Algerian guerrillas by permitting Iran to","byline":"By CHRIS HEDGES,","date":"19941224","title":"Sudan Linked To Rebellion In Algeria","url":"http://www.nytimes.com/1994/12/24/world/sudan-linked-to-rebellion-in-algeria.html"},{"body":"Setting the stage for a Security Council debate next month on easing sanctions against Iraq, the head of a commission monitoring the elimination of Iraq's weapons of mass destruction said today that Baghdad was falling \"far short\" in some areas. Of particular concern are questions about existing biological weapons. These are difficult to answer","byline":"By BARBARA CROSSETTE,","date":"19941221","title":"Iraq Hinders Arms Monitors, U.N. Panel Reports","url":"http://www.nytimes.com/1994/12/21/world/iraq-hinders-arms-monitors-un-panel-reports.html"},{"body":"International A3-19 CARTER CONFIRMS CEASE-FIRE Former President Jimmy Carter said a Bosnian cease-fire would begin Friday, and both sides were closer to the negotiating table than they had been for months, but the outcome was doubtful. A1 HIGH STAKES FOR YELTSIN News analysis: The way the Russian President handles the separatists will determine his","date":"19941221","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1994/12/21/nyregion/news-summary-163970.html"},{"body":"The commander of an Air Force captain who was in charge of controllers aboard a radar plane when two Army helicopters were shot down over Iraq in April has decided that the officer must face a court-martial in the incident, which killed 26 people. The commander of the Eighth Air Force, Lieut. Gen. Stephen Croker, decided that the case of the","date":"19941220","title":"Court-Martial Is Recommended In Fatal Downing of Helicopters","url":"http://www.nytimes.com/1994/12/20/us/court-martial-is-recommended-in-fatal-downing-of-helicopters.html"},{"body":"THE BEST WRITERS know how hard it is to make writing look easy. That's a flat sentence; no color in it. Alexander Pope, in his \"Essay on Criticism,\" breathed life into the thought by using a terpsichorean metaphor: True ease in writing comes from art, Not chance, As those move easiest who have learn'd To dance. I found that mental picture in the","byline":"By WILLIAM SAFIRE","date":"19941218","title":"ON LANGUAGE; Gifts of Gab for '95","url":"http://www.nytimes.com/1994/12/18/magazine/on-language-gifts-of-gab-for-95.html"},{"body":"Islamic leaders ended a summit meeting here today by urging military aid for the Muslims in Bosnia and Herzegovina and vowing to combat religious fanaticism. But appeals for unity were undercut by issues that remained unresolved at the close of a three-day meeting of the 52-member Organization of the Islamic Conference. King Hussein of Jordan","date":"19941216","title":"World News Briefs; Islamic Nations' Leaders Urge More Aid for Bosnia","url":"http://www.nytimes.com/1994/12/16/world/world-news-briefs-islamic-nations-leaders-urge-more-aid-for-bosnia.html"}],"tokens":["Iraq"],"total":553},{"offset":"0","results":[{"body":"Concern over who controls the vast Middle Eastern oil reserves makes the large American military presence in the Persian Gulf seem reasonable. But do the threats to oil justify the high price of our unilateral military expenditures? The gulf region accounts for $50 billion of the annual $260 billion Pentagon budget -- possibly more. Since the gulf","byline":"By Shibley Telhami and Michael O'Hanlon","date":"19951230","title":"Europe's Oil, Our Troops","url":"http://www.nytimes.com/1995/12/30/opinion/europe-s-oil-our-troops.html"},{"body":"The authorities have seized several pounds of chemicals bound for Iraq that could be used to make weapons in violation of United Nations sanctions, officials said today. The material was intercepted several weeks ago after a tip from United Nations authorities who discovered information on the shipment in documents Iraq had handed over to weapons","byline":"AP","date":"19951228","title":"World News Briefs;Jordanians Intercept Chemicals Bound for Iraq","url":"http://www.nytimes.com/1995/12/28/world/world-news-briefs-jordanians-intercept-chemicals-bound-for-iraq.html"},{"body":"A year ago, when Rwanda had plumbed the depths of genocide and civil war and was stumbling back to a stunted normality, a former guerrilla army that had become the new Government went looking for someone to be its international face. Manzi Bakuramutsa was the choice, and the United Nations Security Council was in for a wild ride. In a setting with","byline":"By BARBARA CROSSETTE","date":"19951227","title":"U.N. Journal;When This Rwandan Speaks, the Big Guys Listen","url":"http://www.nytimes.com/1995/12/27/world/un-journal-when-this-rwandan-speaks-the-big-guys-listen.html"},{"body":"Adm. Leighton W. Smith Jr. had been on the job for only 28 hours when he relayed the orders in April 1994 to stage NATO's first bombing raid in the alliance's 45-year history. Those air strikes against Bosnian Serb targets near Gorazde, after Serbian forces had ignored a United Nations ultimatum to pull back from the besieged Bosnian Government","byline":"By ERIC SCHMITT","date":"19951227","title":"U.S. Admiral in Bosnia Sees A Crucial Time for NATO","url":"http://www.nytimes.com/1995/12/27/world/us-admiral-in-bosnia-sees-a-crucial-time-for-nato.html"},{"body":"Few countries are as strategically important to American interests around the world as Turkey. During the cold war, Washington valued its large army and long land frontier with the Soviet Union. After the Soviet collapse, Turkey's pro-Western leaders have promoted it as a bastion of secular democracy in the Muslim Middle East, a strategic","date":"19951227","title":"The Islamic Challenge in Turkey","url":"http://www.nytimes.com/1995/12/27/opinion/the-islamic-challenge-in-turkey.html"},{"body":"Fever and nausea forced Pope John Paul II to miss Christmas High Mass in St. Peter's Basilica today and to interrupt his annual Christmas message. It was the first time since his election to the papacy in 1978 that John Paul had not attended Christmas Mass in St. Peter's, and Vatican officials said he had canceled plans to visit his vacation","byline":"By JOHN TAGLIABUE","date":"19951226","title":"Fever Forces Pope to Miss Basilica Mass","url":"http://www.nytimes.com/1995/12/26/world/fever-forces-pope-to-miss-basilica-mass.html"},{"body":"Prime Minister Shimon Peres said today that Israel would be prepared to close its nuclear program if there was a regional peace in the Middle East, though he stopped short of confirming that Israel possesses nuclear weapons. Mr. Peres made his comments at a lunch with Israeli journalists in Tel Aviv, after one of them asked whether his new","byline":"By SERGE SCHMEMANN","date":"19951223","title":"Peres Says Israel, With Regional Pact, Would End Atom Effort","url":"http://www.nytimes.com/1995/12/23/world/peres-says-israel-with-regional-pact-would-end-atom-effort.html"},{"body":"Switzerland has decided to permit NATO to fly troops and equipment through Swiss air space to peace-enforcement operations in Bosnia and Herzegovina. The flights, to take place only when NATO is unable to fly more direct routes from Germany over Austria, are expected to start immediately, Transportation Ministry officials said today. During the","byline":"AP","date":"19951223","title":"Swiss Grants NATO Transit Permits","url":"http://www.nytimes.com/1995/12/23/world/swiss-grants-nato-transit-permits.html"},{"body":"The Government of President Saddam Hussein may be continuing to try to produce a long-range missile system with the help of prohibited imports, a United Nations commission on Iraqi disarmament told the Security Council today. Rolf Ekeus, the commission's chairman, showed the Council and reporters a muddied gyroscope used to guide missiles that","byline":"By BARBARA CROSSETTE","date":"19951222","title":"U.N. Panel Says Iraq May Still Be Trying to Produce Missiles","url":"http://www.nytimes.com/1995/12/22/world/un-panel-says-iraq-may-still-be-trying-to-produce-missiles.html"},{"body":"International A3-19 AIR CRASH IN COLOMBIA About 150 people were killed when an American Airlines jet crashed in a remote area of Colombia. But rescue workers found at least seven survivors, including a family of four who lived in New Jersey, and hoped to find more. A1 Investigators struggled to explain the cause of the crash. A15 ISRAELI TROOPS","date":"19951222","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1995/12/22/nyregion/news-summary-029033.html"}],"tokens":["Iraq"],"total":515},{"offset":"0","results":[{"body":"To the Editor: In your Dec. 26 editorial on French-American relations (''The Irascible Mr. Chirac''), you write that the United States has refused to turn over NATO's southern command to a French officer, something that France has never requested. France does want the two regional European commands assigned to European officers on a rotating basis.","date":"19961231","title":"U.S.-French Relations: A History of Cooperation","url":"http://www.nytimes.com/1996/12/31/opinion/l-us-french-relations-a-history-of-cooperation-960659.html"},{"body":"In this enclave of Iraq, the road signs are in Persian and the soldiers pay tribute not to Iraq's President, Saddam Hussein, but to an Iranian woman they call Maryam. ''She is the symbol of our struggle,'' veiled young women chanted after storming into a fortified bunker in a military training exercise. ''She is the tip of the arrow,'' proclaimed","byline":"By DOUGLAS JEHL","date":"19961230","title":"Mullahs, Look! Women, Armed and Dangerous","url":"http://www.nytimes.com/1996/12/30/world/mullahs-look-women-armed-and-dangerous.html"},{"body":"Michel Minnig had only recently arrived in Peru and had not had time to finish unpacking when he was suddenly thrust into the biggest crisis in his 11 years at the Red Cross. Now, as the senior Red Cross representative in Peru, the 44-year-old Swiss aid worker is serving as the chief envoy between the Peruvian Government and Marxist rebels holding","byline":"By CLIFFORD KRAUSS","date":"19961230","title":"Red Cross Worker Wins Fame in Peru","url":"http://www.nytimes.com/1996/12/30/world/red-cross-worker-wins-fame-in-peru.html"},{"body":"Fernando Ferrer supports the death penalty. He would force applicants for welfare to submit to fingerprint checks. He considers late-term abortions ''barbaric.'' He does not come from Manhattan or Brooklyn. And he has issued an appeal, notable for its directness, for Hispanic voters to rally behind his mayoral campaign in a display of ethnic force.","byline":"By ADAM NAGOURNEY","date":"19961230","title":"Ferrer Enters Primary From Center and From Bronx","url":"http://www.nytimes.com/1996/12/30/nyregion/ferrer-enters-primary-from-center-and-from-bronx.html"},{"body":"International A2-8 PROGRESS SEEN IN PERU CRISIS Diplomats grew optimistic that a hostage crisis in Peru could be resolved without bloodshed after the Government and Marxist rebels met face to face and appeared to soften their positions. A1 RED CROSS AT CENTER OF STANDOFF The senior Red Cross representative in Peru had just arrived, without enough","date":"19961230","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1996/12/30/nyregion/news-summary-956953.html"},{"body":"In the heart of Teheran's business district, the 27-acre compound that was once the United States Embassy sits as a little-noticed monument to the most radical time in Iran's revolution, a time when anti-American fever ran so high that young militants held 52 Americans hostage for 444 days. With its football field, swimming pool and tennis courts","byline":"By ELAINE SCIOLINO","date":"19961229","title":"In World Flux, a Constant: U.S. and Iran Still Foes","url":"http://www.nytimes.com/1996/12/29/world/in-world-flux-a-constant-us-and-iran-still-foes.html"},{"body":"DURING the first part of the Middle Ages, the ancestors of Rabbi Mitchell Serels of the Magen David Sephardic Congregation here lived in Spain, enjoying what today might be called an atmosphere of multicultural diversity. They practiced Judaism and adhered to Jewish laws, but, like other Spanish Jews, they also got along well with Muslims and","byline":"By LYNNE AMES","date":"19961229","title":"Spain's King Honors Sephardic Rabbi for Study of Traditions","url":"http://www.nytimes.com/1996/12/29/nyregion/spain-s-king-honors-sephardic-rabbi-for-study-of-traditions.html"},{"body":"France took another step away from the United States today by announcing that it would pull out of air patrols over the internationally protected Kurdish area of northern Iraq when the nature of the allied mission changes on Jan. 1. On Thursday American officials were still hoping to persuade France to continue flying over Kurdish territory along","byline":"By CRAIG R. WHITNEY","date":"19961228","title":"France to Pull Its Planes Out Of Patrols Over Northern Iraq","url":"http://www.nytimes.com/1996/12/28/world/france-to-pull-its-planes-out-of-patrols-over-northern-iraq.html"},{"body":"International 2-5 SIGNS OF CONCILIATION IN SERBIA Serbia's Foreign Minister described as ''constructive'' a report, prepared by a former Prime Minister of Spain, that called on Serbia's Government to reinstate opposition victories in local elections. 1 OIL COMPLICATES ALGERIAN WAR As the war between Algeria's military-backed Government and Islamic","date":"19961228","title":"News Summary","url":"http://www.nytimes.com/1996/12/28/nyregion/news-summary-937061.html"},{"body":"Turkey's Prime Minister has announced that he will send a high-level envoy to Washington with a pledge of friendship and assurances that the United States has ''no reason to be afraid of anything we are doing.'' Senior officials in Washington have been alarmed at Prime Minister Necmettin Erbakan's pan-Islamic political philosophy and his visits to","byline":"By STEPHEN KINZER","date":"19961227","title":"Turkey Sending Envoy to U.S. to Clear Up 'Misunderstandings'","url":"http://www.nytimes.com/1996/12/27/world/turkey-sending-envoy-to-us-to-clear-up-misunderstandings.html"}],"tokens":["Iraq"],"total":767},{"offset":"0","results":[{"body":"Anticipating a renewed fight over American financing for abortions overseas, a liberal population-watch group warns that the global population crisis is far from over. The study, by the Population Institute, sought to dispel recent reports that the population explosion is slowing and that the next demographic crisis was actually the declining birth","byline":"By STEVEN A. HOLMES","date":"19971231","title":"Global Crisis in Population Is Far From Over, a Group Warns","url":"http://www.nytimes.com/1997/12/31/world/global-crisis-in-population-is-far-from-over-a-group-warns.html"},{"body":"Crude oil prices tumbled yesterday on the New York Mercantile Exchange on signs that Iraq would resume oil exports sooner than expected, contributing to a world supply glut. On other markets, copper prices fell to a four-year low The decline in crude oil came on expectations that the Secretary General of the United Nations, Kofi Annan, would","date":"19971230","title":"FUTURES MARKETS; Crude Oil Prices Fall Sharply As Iraqi Shipments Are Seen","url":"http://www.nytimes.com/1997/12/30/business/futures-markets-crude-oil-prices-fall-sharply-as-iraqi-shipments-are-seen.html"},{"body":"Figuring out why one network news program attracts viewers and another loses them is a periodic diversion for the chronic viewer. At the moment, the question is why the NBC ''Nightly News'' and the CBS ''Evening News'' have popped ahead of ABC's ''World News Tonight,'' the leader for many seasons. Take your choice among the most frequently heard","byline":"By Walter Goodman","date":"19971230","title":"CRITIC'S NOTEBOOK; Where's Edward R. Murrow When You Need Him?","url":"http://www.nytimes.com/1997/12/30/arts/critic-s-notebook-where-s-edward-r-murrow-when-you-need-him.html"},{"body":"Banks to Let South Korea Delay Loan Repayments Leading commercial and investment banks have agreed to extend payment deadlines for as much as $15 billion in troubled loans to South Korea. The agreement is an extraordinary show of support for the troubled Korean economy, coming a week after the International Monetary Fund and big industrial","date":"19971230","title":"BUSINESS DIGEST","url":"http://www.nytimes.com/1997/12/30/business/business-digest-839540.html"},{"body":"In a remote, barren corner of this remote, barren air base, thousands of foreign laborers are erecting the most concrete manifestation yet of American resolve to wait out Saddam Hussein, no matter how long it takes. During the next few weeks, the final touches will be put on a sprawling housing complex for the 4,000 or so United States Air Force","byline":"By STEVEN LEE MYERS","date":"19971229","title":"At a Saudi Base, U.S. Digs In, Gingerly, for a Longer Stay","url":"http://www.nytimes.com/1997/12/29/world/at-a-saudi-base-us-digs-in-gingerly-for-a-longer-stay.html"},{"body":"Iraq's Oil Minister said today that the nation expected to resume oil exports under an arrangement with the United Nations within a week. The Minister, Amir Mohammed Rashid, said Iraq sent plans to Secretary General Kofi Annan on Thursday detailing a plan to distribute the food and medicines it would buy with the oil revenues. He said Iraq would","date":"19971228","title":"World News Briefs; Iraq to Resume Exports Of Oil Under U.N. Plan","url":"http://www.nytimes.com/1997/12/28/world/world-news-briefs-iraq-to-resume-exports-of-oil-under-un-plan.html"},{"body":"Within each question, you're allowed the choice of one, none or all. 1. Most startling intelligence coup: (a) neo-Angletonian Waldemar Skotzko finds Primakov's mole; (b) U.N. inspectors learn that Saddam's cache of anthrax spores has been moved outside Iraq; (c) Castro's Cuban intelligence, voted ''best network in the U.S.'' by world spookery,","byline":"By WILLIAM SAFIRE","date":"19971228","title":"Essay; Office Pool, 1998","url":"http://www.nytimes.com/1997/12/28/opinion/essay-office-pool-1998.html"},{"body":"In Omaha, Ronna Elmborg, a part-time waitress who relies on television to tell her what is happening outside the United States, says that she follows international news ''because eventually it will all affect us.'' Take Iraq, she said, ''That could affect us in a real hurry.'' In Seattle, Greg Lulay, waiting for a bus in front of Kinko's on","byline":"By BARBARA CROSSETTE","date":"19971228","title":"On Foreign Affairs, U.S. Public Is Nontraditional","url":"http://www.nytimes.com/1997/12/28/world/on-foreign-affairs-us-public-is-nontraditional.html"},{"body":"Iraqi leaders accused the United States today of planning air strikes to plant false evidence of chemical or biological weapons in their country. The White House immediately dismissed the charge as ridiculous. The accusation came from Baghdad after a meeting of the Revolutionary Command Council and the Regional Command of Iraq's governing Baath","byline":"By DAVID STOUT","date":"19971227","title":"Iraq Says U.S. Is Planning Air Strikes to Plant Chemical Weapons","url":"http://www.nytimes.com/1997/12/27/world/iraq-says-us-is-planning-air-strikes-to-plant-chemical-weapons.html"},{"body":"INTERNATIONAL A3-6 Laotian Refugees Suffer After Food Aid Is Denied The United States Department of Agriculture's decision to cut off food stamps to the families of Laotian veterans of the Vietnam War has led to despair and suicides among these refugees in the few weeks the cutoff has been in effect. A1 Arafat Plans Peace Overture Palestinian","date":"19971227","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1997/12/27/nyregion/news-summary-805084.html"}],"tokens":["Iraq"],"total":647},{"offset":"0","results":[{"body":"For the second time this week, American fighter jets today attacked an Iraqi air-defense battery as Iraq carried out its threat to fire on American and British aircraft patrolling ''no flight'' zones. Four F-16's struck three parts of a surface-to-air-missile site outside the southern city of Tallil after a squadron of American and British","byline":"By STEVEN LEE MYERS","date":"19981231","title":"F-16's Attack Iraqis After Missiles Are Fired at Allied Jets","url":"http://www.nytimes.com/1998/12/31/world/f-16-s-attack-iraqis-after-missiles-are-fired-at-allied-jets.html"},{"body":"The bombing of Iraq this month may have left Saddam Hussein in a position to maintain power for years to come, with the bravado to act as a long-term irritant to the Americans. In Baghdad, an envoy from a NATO country said, ''As far as the ultimate goal of this whole effort, which is to force political change in Iraq, it's hard to see any progress","byline":"By STEPHEN KINZER","date":"19981231","title":"Iraqi Leader's Power: Undamaged by the Bombing?","url":"http://www.nytimes.com/1998/12/31/world/iraqi-leader-s-power-undamaged-by-the-bombing.html"},{"body":"INTERNATIONAL A3-9 Iraq Takes Another Shot At a 'No Flight' Patrol American fighter jets attacked Iraqi air-defense batteries for a second time this week as Iraq carried out its threats to fire on American and British aircraft patrolling ''no flight'' zones over northern and southern Iraq. Four F-16's struck three Iraqi anti-aircraft sites near the","date":"19981231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1998/12/31/nyregion/news-summary-662372.html"},{"body":"Almost four centuries after the Netherlands gave the Pilgrims refuge from persecution in England, a leading American scholar on the Pilgrims seems to have been caught in the Dutch Government's crackdown on immigrants and has been ordered to leave the Netherlands by Jan. 15. The scholar, Dr. Jeremy Bangs, who founded a Pilgrim museum last year in","byline":"By FOX BUTTERFIELD","date":"19981231","title":"Government in the Netherlands Thwarts Modern Pilgrim's Progress","url":"http://www.nytimes.com/1998/12/31/us/government-in-the-netherlands-thwarts-modern-pilgrim-s-progress.html"},{"body":"U.S. Fighters Attack Iraqi Missile Site For the second time this week, American fighter jets attacked an Iraqi air-defense battery as Iraq carried out its threat to fire on American and British aircraft patrolling ''no flight'' zones. Page A3. Court Rules on Who Is a Jew Reawakening the divisive issue of who is a Jew, a district judge in Jerusalem","date":"19981231","title":"INSIDE","url":"http://www.nytimes.com/1998/12/31/nyregion/inside-664430.html"},{"body":"THERE has been combat in the air during this holiday season and heightened tension at airport security check-ins. I refer not to the sorties against Iraq but to new airline carry-on baggage policies. United Airlines and Delta, especially, have been strictly limiting carry-ons to two -- and on busy flights, just one -- each item no larger than 22 by","byline":"By Phil Patton","date":"19981231","title":"PUBLIC EYE; Carry-On Skirmishes","url":"http://www.nytimes.com/1998/12/31/garden/public-eye-carry-on-skirmishes.html"},{"body":"Iraq defiantly vowed today to fly over the large swaths of the country where the United States and its allies bar its flights. But the Pentagon said Iraq had not yet provoked a military confrontation. A day after American jets attacked an antiaircraft battery in northern Iraq when they came under fire, Iraq's Vice President, Taha Yassin Ramadan,","byline":"By STEVEN LEE MYERS","date":"19981230","title":"Iraq Vows to Defy U.S. Ban And Fly in 'No Flight' Zones","url":"http://www.nytimes.com/1998/12/30/world/iraq-vows-to-defy-us-ban-and-fly-in-no-flight-zones.html"},{"body":"Defiant Words From Iraq Iraq vowed to fly over the wide swaths of the country where the United States and its allies bar its flights. However, the Pentagon said Iraq had not yet provoked a military confrontation. Page A6. McCain and the Presidency Senator John McCain of Arizona is planning to announce formation of an exploratory committee to begin","date":"19981230","title":"INSIDE","url":"http://www.nytimes.com/1998/12/30/nyregion/inside-646709.html"},{"body":"INTERNATIONAL A3-9 2 Khmer Rouge Apologize For Reign of Terror Khieu Samphan, a top leader of the Khmer Rouge, muttered an apology for the suffering he had caused the Cambodian people. But he also urged Cambodians to ''let bygones be bygones'' regarding the deaths of more than a million people between 1975 and 1979, when the Khmer Rouge ruled","date":"19981230","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1998/12/30/nyregion/news-summary-646555.html"},{"body":"Russia failed to make a $362 million payment today on Soviet-era debt that it owes to commercial banks around the world, a move that American officials, the International Monetary Fund and lenders to Russia fear could signal a growing movement in Moscow to simply default on the country's obligations. The lenders, led by the Bank of America, stopped","byline":"By DAVID E. SANGER","date":"19981230","title":"INTERNATIONAL BUSINESS; Russia Fails to Make a $362 Million Debt Payment to Banks","url":"http://www.nytimes.com/1998/12/30/business/international-business-russia-fails-to-make-a-362-million-debt-payment-to-banks.html"}],"tokens":["Iraq"],"total":1549},{"offset":"0","results":[{"body":"When Kofi Annan, a soft-spoken aristocrat from Ghana, was elected the United Nations' seventh secretary general three years ago, the quiet insider with a gentle sense of humor was welcomed as a healer in an organization raked by derision from American politicians and unsettled by an ugly Clinton administration campaign to oust his predecessor,","byline":"By BARBARA CROSSETTE","date":"19991231","title":"Kofi Annan Unsettles People, As He Believes U.N. Should Do","url":"http://www.nytimes.com/1999/12/31/world/kofi-annan-unsettles-people-as-he-believes-un-should-do.html"},{"body":"Of all the rebellions that toppled Communism in Eastern Europe a decade ago, the bloodiest began in this provincial city where a protest by the parishioners of an obscure Calvinist pastor somehow exploded into the nationwide revolt that in nine days shoved Nicolae and Elena Ceausescu, Romania's megalomaniacal ruling couple, in front of a firing","byline":"By DONALD G. McNEIL Jr.","date":"19991231","title":"Romania's Revolution of 1989: An Enduring Enigma","url":"http://www.nytimes.com/1999/12/31/world/romania-s-revolution-of-1989-an-enduring-enigma.html"},{"body":"MIDDLE EAST IRAN: LIBERAL TELLS OF ELECTION BAN The head of the liberal Islamic opposition said all its candidates in the provinces had been barred from running in February's key parliamentary elections. ''It's the first stage in a long battle,'' Ibrahim Yazdi, secretary general of the Iran Freedom Movement, said after newspapers reported that 401","byline":"By Terence Neilan","date":"19991230","title":"WORLD BRIEFING","url":"http://www.nytimes.com/1999/12/30/world/world-briefing.html"},{"body":"The Times Square New Year's Eve celebration will be a 24-hour multimedia event focusing on selected countries as they enter the new millennium. Performances will take place both on a main stage and throughout the square. Here are times of the performances and a sampling of countries featured in each time zone. FRIDAY 6:30 to 7:12 a.m. Fiji,","date":"19991230","title":"Times Square x 24 Hours = 2000","url":"http://www.nytimes.com/1999/12/30/nyregion/times-square-x-24-hours-2000.html"},{"body":"An international arms dealer alternately an ally and a target of American intelligence and law-enforcement agencies has been arrested in the United States and, under a year-old indictment unsealed in Los Angeles yesterday, charged with money laundering, tax evasion and bank fraud. The accused, Sarkis Soghanalian, a 70-year-old citizen of Lebanon,","byline":"By LOWELL BERGMAN","date":"19991229","title":"Arms Dealer Faces Charges In Laundering And Tax Case","url":"http://www.nytimes.com/1999/12/29/us/arms-dealer-faces-charges-in-laundering-and-tax-case.html"},{"body":"President Saddam Hussein's half-brother, who Iraqi dissidents had said was living in exile, has appeared on state television being honored by the Iraqi leader. Barzan al-Tikriti was shown on Sunday being presented a medal by Mr. Hussein, who also bestowed awards on other loyal allies in his government and his Baath Party. They included the","date":"19991229","title":"Hussein Honors a Half-Brother Thought to Be in Living in Exile","url":"http://www.nytimes.com/1999/12/29/world/hussein-honors-a-half-brother-thought-to-be-in-living-in-exile.html"},{"body":"THE AMERICAS GUATEMALA: RIGHTIST WINS ELECTION -- Alfonso Portillo of the Guatemalan Republican Front, left, a lawyer and close ally of the former dictator Gen. Efrain Rios Montt, won an overwhelming victory in Guatemala's first postwar presidential elections, capturing 68 percent of the vote in a runoff election on Sunday. Oscar Berger, the","byline":"Compiled By Joseph R. Gregory","date":"19991228","title":"World Briefing","url":"http://www.nytimes.com/1999/12/28/world/world-briefing.html"},{"body":"Two centuries ago, an engineer with Napoleon's army in Egypt snatched intellectual triumph from the jaws of military defeat by discovering the Rosetta Stone. This marked the start of scientific Egyptology, a field that, more than ever, is bursting with discoveries and new ideas about one of the most splendid and durable civilizations in the ancient","byline":"By JOHN NOBLE WILFORD","date":"19991228","title":"With Fresh Discoveries, Egyptology Flowers","url":"http://www.nytimes.com/1999/12/28/science/with-fresh-discoveries-egyptology-flowers.html"},{"body":"On its face, it is no great shakes that Russia's sixth-biggest oil company, Sibneft, unveiled a spiffy new green-and-blue logo in April. What makes it a symbolic symbol indeed is the logo's two flavors: traditional Cyrillic, for Russians -- and English, for most everyone else. For an industry that has exemplified this nation's hand-on-the-throat","byline":"By MICHAEL WINES","date":"19991228","title":"Spiffing Up a Dirty Business; Russia's Oil Barons Say Wildcatter Capitalism Era Is Over","url":"http://www.nytimes.com/1999/12/28/business/spiffing-up-dirty-business-russia-s-oil-barons-say-wildcatter-capitalism-era.html"},{"body":"During the last six months, Australians have been surprised by an influx of people from Iraq and Afghanistan arriving by boat who, officials say, are first being delivered to nearby Indonesian islands by smugglers from the Middle East and then moved to Australia's north coast, where they try to claim asylum. According to information provided by the","byline":"By BARBARA CROSSETTE","date":"19991227","title":"Australians Face Influx of Immigrants Smuggled Ashore By Boat","url":"http://www.nytimes.com/1999/12/27/world/australians-face-influx-of-immigrants-smuggled-ashore-by-boat.html"}],"tokens":["Iraq"],"total":991},{"offset":"0","results":[{"body":"YOU don't see them run, because they aren't on the nightly news shows. But in the last few weeks, tens of thousands of hungry Afghans have been moving toward Herat, near the border of Iran, driven by civil war, bad government, winter and the worst drought in decades. They aren't alone. A continent away, renewed fighting in the Congo has people on","byline":"By BARBARA CROSSETTE","date":"20001231","title":"The World; The Century of Refugees Ends. And Continues.","url":"http://www.nytimes.com/2000/12/31/weekinreview/the-world-the-century-of-refugees-ends-and-continues.html"},{"body":"George W. Bush's appointments of Colin Powell, Condoleezza Rice and Donald Rumsfeld as secretary of state, national security adviser and defense secretary, respectively, have been met with general acclaim. But some commentators have wondered how this new team, which is better versed in political and military affairs than in economics (though Mr.","byline":"By Fareed Zakaria","date":"20001231","title":"Globalization Grows Up and Gets Political","url":"http://www.nytimes.com/2000/12/31/opinion/globalization-grows-up-and-gets-political.html"},{"body":"THEY are no longer just refugees, but the children and grandchildren of refugees. Still, in the narrow, muddy streets of Ein Hilweh in Lebanon, Balata on the West Bank and the 57 other camps, where cinder block homes are painted with Palestinian flags and images of rifles, they treasure keys to homes in the Galilee, where they once lived. Old,","byline":"By JOHN KIFNER","date":"20001231","title":"Out of Place; The Price of Peace Will Be Paid in Dreams","url":"http://www.nytimes.com/2000/12/31/weekinreview/out-of-place-the-price-of-peace-will-be-paid-in-dreams.html"},{"body":"For more than two years, one man more than any other has driven the debate over whether to build a national missile defense: Donald H. Rumsfeld. Now, in choosing Mr. Rumsfeld to be his secretary of defense, President-elect George W. Bush has signaled that the politically and diplomatically divisive goal of building a shield against nuclear missiles","byline":"By STEVEN LEE MYERS","date":"20001229","title":"THE 43RD PRESIDENT: DEFENSE POLICY; Choice of Rumsfeld Creates Solid Team for Missile Shield","url":"http://www.nytimes.com/2000/12/29/us/43rd-president-defense-policy-choice-rumsfeld-creates-solid-team-for-missile.html"},{"body":"Donald Rumsfeld, named by President-elect George W. Bush yesterday as his choice for secretary of defense, is an experienced manager who successfully led the Pentagon once before, under the very different international circumstances of the cold war. But Mr. Rumsfeld's recent close identification with the campaign for early construction of a","date":"20001229","title":"Return Engagement at Defense","url":"http://www.nytimes.com/2000/12/29/opinion/return-engagement-at-defense.html"},{"body":"In the second year of President Clinton's term, after 18 soldiers were killed in Somalia in a conflict that few Americans understood, his advisers set about trying to repair his relationship with the military. They arranged a somber, dignified ceremony at the White House for the posthumous presentation of awards to the relatives of two soldiers","byline":"By JANE PERLEZ","date":"20001228","title":"For 8 Years, a Strained Relationship With the Military","url":"http://www.nytimes.com/2000/12/28/us/for-8-years-a-strained-relationship-with-the-military.html"},{"body":"There arrived a moment in his presidency when Bill Clinton's view of America's role in the world grew up in a hurry. It came on a frigid January day in 1995. Robert E. Rubin, who had just been sworn in as treasury secretary, followed Mr. Clinton into the Oval Office to deliver some bleak news. ''Bob came in and essentially told us that Mexico had","byline":"By DAVID E. SANGER","date":"20001228","title":"Economic Engine for Foreign Policy","url":"http://www.nytimes.com/2000/12/28/us/economic-engine-for-foreign-policy.html"},{"body":"After two years in which the United States has carefully avoided a feud with President Hugo Chavez of Venezuela, the administration of George W. Bush will probably take a tougher stand against the populist leader, Republican officials and foreign policy analysts say. There is a growing belief in Republican circles that Mr. Chavez is undercutting","byline":"By CHRISTOPHER MARQUIS","date":"20001228","title":"Bush Could Get Tougher on Venezuela's Leader","url":"http://www.nytimes.com/2000/12/28/world/bush-could-get-tougher-on-venezuela-s-leader.html"},{"body":"With more than one million Europeans uprooted in the turmoil of World War II, the United Nations created a small refugee agency, with a few dozen staff members and a modest budget. It was to exist for just three years. Fifty years later, the office of the United Nations high commissioner for refugees, based here, operates in 120 countries with a","byline":"By ELIZABETH OLSON","date":"20001227","title":"U.N. Refugee Chief Reflects at the End of 10 Turbulent Years","url":"http://www.nytimes.com/2000/12/27/world/un-refugee-chief-reflects-at-the-end-of-10-turbulent-years.html"},{"body":"As European countries batten down the hatches against immigration, seen as a burden on welfare and a threat to national identities already blurred by globalization, illegal immigration is soaring. The European Union estimates that 500,000 illegal immigrants have arrived this year alone, up from an estimated 40,000 as recently as 1993. ''Welcome to","byline":"By ROGER COHEN","date":"20001225","title":"Illegal Migration Rises Sharply in European Union","url":"http://www.nytimes.com/2000/12/25/world/illegal-migration-rises-sharply-in-european-union.html"}],"tokens":["Iraq"],"total":684},{"offset":"0","results":[{"body":"The specter of Sept. 11 will hover over New Year's celebrations across America tonight. With 7,500 police officers on watch, 500,000 revelers are expected to crowd into Times Square for fireworks, music and the ball-drop spectacle. Bells will ring across town for the 3,000 victims. Thousands remembered the victims at ground zero yesterday as New","byline":"By ROBERT D. MCFADDEN","date":"20011231","title":"A NATION CHALLENGED: AN OVERVIEW: DEC. 30, 2001; The Screaming Eagles, War Perspectives","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-overview-dec-30-2001-screaming-eagles-war-perspectives.html"},{"body":"So overpowering are the images of jetliners heading into the World Trade Center, of people watching in disbelief and fleeing in horror, that the other news of 2001, significant and not so significant, already fades from memory. And some of it was significant. There was the swearing in of a president after the Supreme Court decided the presidential","byline":"By JAMES BARRON","date":"20011231","title":"The Year in Pictures: IN THE TOWERS' SHADOW","url":"http://www.nytimes.com/2001/12/31/news/the-year-in-pictures-in-the-towers-shadow.html"},{"body":"KUREEN-Ezra. Of Great Neck, NY, on December 23, 2001. Born in Baghdad, Iraq on April 12, 1914. A former resident of China, the Phillipines, and Australia. He was fluent in Arabic, Chinese and English. He formed the partnership of Kureen & Cooper Inc. and had a long and exceptional career as a stockbroker on Wall Street until ill health and age","date":"20011230","title":"Paid Notice: Deaths KUREEN, EZRA","url":"http://www.nytimes.com/2001/12/30/classified/paid-notice-deaths-kureen-ezra.html"},{"body":"THE usual rituals are practiced at Congregation Anshei Shalom, a small, red-brick building on a serene street in Jamaica Estates, Queens. But these days, amid the weddings and the bar mitzvahs, many in a close-knit community of 200 families grapple with a deep anguish as they watch the story of Afghanistan unfold. Anshei Shalom is widely known as","byline":"By FELICIA R. LEE","date":"20011230","title":"COPING; Afghan Jews Look Back in Sorrow","url":"http://www.nytimes.com/2001/12/30/nyregion/coping-afghan-jews-look-back-in-sorrow.html"},{"body":"The military campaign in Afghanistan was a striking success for a new style of warfare, in which American commandos took center stage and played a vital role in organizing the Afghan resistance and directing punishing airstrikes. The novel strategy enabled the United States to topple the Taliban, install a friendly government and ensure that Al","byline":"By MICHAEL R. GORDON","date":"20011229","title":"A NATION CHALLENGED: MILITARY STRATEGY; Gains and Limits in New Low-Risk War","url":"http://www.nytimes.com/2001/12/29/world/a-nation-challenged-military-strategy-gains-and-limits-in-new-low-risk-war.html"},{"body":"In the nearly 40-year fight over building weapons to shoot down incoming missiles, the proponents have generally fallen into two camps, the dreamers and the schemers. When the idea of missile defense had its most celebrated moment under President Reagan, the dreamers -- including the president and the renowned nuclear scientist Edward Teller --","byline":"By Bill Keller","date":"20011229","title":"Missile Defense: The Untold Story","url":"http://www.nytimes.com/2001/12/29/opinion/missile-defense-the-untold-story.html"},{"body":"Within hours of the Sept. 11 attacks, President Bush said, ''We will make no distinction between the terrorists who committed these acts and those who harbor them.'' From that first statement, Mr. Bush shaped a grand strategy for the war on terrorism that is as transforming of American policy as was Ronald Reagan's pledge to consign an ''evil","byline":"By Richard Perle","date":"20011228","title":"The U.S. Must Strike at Saddam Hussein","url":"http://www.nytimes.com/2001/12/28/opinion/the-us-must-strike-at-saddam-hussein.html"},{"body":"Following are excerpts from the most recent videotape by Osama bin Laden, as translated by Agence France-Presse. Additional excerpts are available on the Web at nytimes.com/world. The events of Sept. 11 were no more than a reaction to the continuous injustice being inflicted on our sons in Palestine, Iraq, Somalia, southern Sudan, Kashmir, Assam","date":"20011228","title":"A NATION CHALLENGED: BIN LADEN'S WORDS; 'America Is in Decline,' the Leader of Al Qaeda Says","url":"http://www.nytimes.com/2001/12/28/world/nation-challenged-bin-laden-s-words-america-decline-leader-al-qaeda-says.html"},{"body":"After nearly a year of threatening to end programs aimed at helping Russia stop the spread of nuclear weapons, the White House announced today that it remained committed to an effort to help Russia dispose of hundreds of tons of military plutonium. The Bush administration, its concerns about the availability of nuclear weapons heightened since","byline":"By ELISABETH BUMILLER","date":"20011228","title":"U.S. Drops Threat to Cut Aid to Russia For Disarming","url":"http://www.nytimes.com/2001/12/28/world/us-drops-threat-to-cut-aid-to-russia-for-disarming.html"},{"body":"Late last July in Afghanistan, after months of terrorist training, Jamal Beghal, an Algerian-born Frenchman, was summoned to the home of a senior aide to Osama bin Laden. The time for action had come, said the aide, Abu Zubeida. Mr. Beghal was instructed to return to France via Morocco and Spain and orchestrate a suicide bombing of the American","byline":"By STEVEN ERLANGER and CHRIS HEDGES","date":"20011228","title":"A NATION CHALLENGED: THE TRAIL; Terror Cells Slip Through Europe's Grasp","url":"http://www.nytimes.com/2001/12/28/world/a-nation-challenged-the-trail-terror-cells-slip-through-europe-s-grasp.html"}],"tokens":["Iraq"],"total":1027},{"offset":"0","results":[{"body":"The Security Council, acceding to anxious pressure from the United States, voted today to revise a list of goods that must be approved by the United Nations before Iraq can import them. In a sign of fissures in the unity the United States achieved in November with Resolution 1441, which obliged Iraq to cooperate with new weapons inspections, Russia","byline":"By JULIA PRESTON","date":"20021231","title":"THREATS AND RESPONSES: DIPLOMACY; Split at U.N. Over Products That Iraqis May Import","url":"http://www.nytimes.com/2002/12/31/world/threats-and-responses-diplomacy-split-at-un-over-products-that-iraqis-may-import.html"},{"body":"The administration's top budget official estimated today that the cost of a war with Iraq could be in the range of $50 billion to $60 billion, a figure that is well below earlier estimates from White House officials. In a telephone interview today, the official, Mitchell E. Daniels Jr., director of the Office of Management and Budget, also said","byline":"By ELISABETH BUMILLER","date":"20021231","title":"THREATS AND RESPONSES: THE COST; WHITE HOUSE CUTS ESTIMATE OF COST OF WAR WITH IRAQ","url":"http://www.nytimes.com/2002/12/31/us/threats-responses-cost-white-house-cuts-estimate-cost-war-with-iraq.html"},{"body":"Perhaps the keenest measure of impoverishment in Saddam Hussein's Iraq can be taken from the scenes at places like Liberation Square in central Baghdad. For 30 years, the square has had a chilling place in the collective memory of most Iraqis, as the site of the public hangings, in January 1969, of nine Iraqi Jews and five other Iraqis accused of","byline":"By JOHN F. BURNS","date":"20021231","title":"THREATS AND RESPONSES: BAGHDAD; Amid Brutal Poverty in Iraq, A Favored Few Enjoy Riches","url":"http://www.nytimes.com/2002/12/31/world/threats-responses-baghdad-amid-brutal-poverty-iraq-favored-few-enjoy-riches.html"},{"body":"North Korea's startling revival of its nuclear program, coupled with the unrelenting threat of international terrorism, presents compelling reasons for President Bush to step back from his fixation on attacking Iraq and to reassess his administration's priorities. North Korea's reopening of its plutonium reprocessing plant at Yongbyon puts it","byline":"By Warren Christopher","date":"20021231","title":"Iraq Belongs on the Back Burner","url":"http://www.nytimes.com/2002/12/31/opinion/iraq-belongs-on-the-back-burner.html"},{"body":"President Bush and his administration have declared a war against terrorism that may soon involve sending thousands of American troops into combat in Iraq. I voted against the Congressional resolution giving the president authority to carry out this war -- an engagement that would dwarf our military efforts to find Osama bin Laden and bring him to","byline":"By Charles B. Rangel","date":"20021231","title":"Bring Back the Draft","url":"http://www.nytimes.com/2002/12/31/opinion/bring-back-the-draft.html"},{"body":"On the day he would become a killer, Qais Ibrahim Khadir awoke in the most cheerful of moods. He had an automatic rifle and a bag of grenades. His target was the prime minister, and Mr. Khadir knew where he lived. He felt a surge of joy. ''From the moment I woke up until I executed my plan I was in the highest point of physical pleasure,'' he said.","byline":"By C. J. CHIVERS","date":"20021231","title":"THREATS AND RESPONSES: NORTHERN IRAQ; Kurdish Leader May Spare Man Who Tried to Kill Him","url":"http://www.nytimes.com/2002/12/31/world/threats-responses-northern-iraq-kurdish-leader-may-spare-man-who-tried-kill-him.html"},{"body":"Iraq today accused the United States of using a double standard, contrasting the American military buildup in the Persian Gulf with the Bush administration's decision to use diplomacy to try to settle a nuclear arms crisis in North Korea. Al Thawra, the official newspaper of President Saddam Hussein's Baath Party, said it was unfair that Washington","date":"20021231","title":"Iraq Condemns U.S. Over North Korea","url":"http://www.nytimes.com/2002/12/31/world/iraq-condemns-us-over-north-korea.html"},{"body":"In an effort to restrain oil prices, which have reached their highest levels in two years, the Organization of the Petroleum Exporting Countries is considering increasing production by 500,000 barrels a day in the next two weeks or so, a senior OPEC delegate said yesterday. Reports of the potential move helped lead to a 4.1 percent decline in the","byline":"By NEELA BANERJEE","date":"20021231","title":"COMMODITIES; OPEC Delegate Hints at Output Rise to Limit Prices","url":"http://www.nytimes.com/2002/12/31/business/commodities-opec-delegate-hints-at-output-rise-to-limit-prices.html"},{"body":"To the Editor: The Bush administration's strategy to ''increase financial and political pressure'' on North Korea if it doesn't abandon its effort to make nuclear weapons is flawed (front page, Dec. 29). If the strategy hasn't worked in Iraq (as the administration claims), then why would it work in North Korea, which is in an economic mess and","date":"20021231","title":"Korean Nightmare","url":"http://www.nytimes.com/2002/12/31/opinion/l-korean-nightmare-628247.html"},{"body":"To the Editor: Since my brother died on Sept. 11, 2001, his death has been used to justify the deaths of thousands of Afghan men, women and children. His death has been used to justify the possible pre-emptive strike against Iraq. His death has been used to justify the rounding up and incarceration of many ordinary citizens of Islamic heritage, all","date":"20021231","title":"My Brother's Death","url":"http://www.nytimes.com/2002/12/31/opinion/l-my-brother-s-death-629391.html"}],"tokens":["Iraq"],"total":3176},{"offset":"0","results":[{"body":"A month after American troops occupied Baghdad, the family of Dr. Taki al-Moosawi was gathered at his Baghdad home, watching one of the Arab satellite channels that have become popular since the toppling of Saddam Hussein made it possible for any Iraqi, not just the ruling clique, to have satellite receivers. And suddenly there it was: Old film","byline":"By JOHN F. BURNS","date":"20031231","title":"How Disappearance in '84 Blighted Family in Iraq","url":"http://www.nytimes.com/2003/12/31/world/how-disappearance-in-84-blighted-family-in-iraq.html"},{"body":"The Army Corps of Engineers, criticized for its management of a Halliburton contract to bring fuel to Iraq, will turn over its role managing those fuel imports to another Defense Department agency, which will then put in place new contracts, the Pentagon said Tuesday. The Defense Energy Support Center, which supplies fuel to the American military","byline":"By THOM SHANKER","date":"20031231","title":"A New Agency Will Oversee Imports of Fuel For Use in Iraq","url":"http://www.nytimes.com/2003/12/31/world/a-new-agency-will-oversee-imports-of-fuel-for-use-in-iraq.html"},{"body":"Attorney General John Ashcroft disqualified himself on Tuesday from any involvement in the investigation into whether Bush administration officials illegally disclosed the identity of an undercover C.I.A. officer. At the same time, the Justice Department brought in a special counsel to lead the politically charged case. The two steps suggested that","byline":"By ERIC LICHTBLAU","date":"20031231","title":"SPECIAL COUNSEL IS NAMED TO HEAD INQUIRY ON LEAK","url":"http://www.nytimes.com/2003/12/31/us/special-counsel-is-named-to-head-inquiry-on-leak.html"},{"body":"A chart in Business Day on Friday showing government payments to commercial airlines to transport troops and supplies during the first 131 days of the mobilization for the Iraq war misstated the amount that went to passenger and cargo airlines that were not among the top five contractors in each category. Other passenger lines were paid $202","date":"20031231","title":"Corrections","url":"http://www.nytimes.com/2003/12/31/nyregion/c-corrections-780634.html"},{"body":"Lehman Brothers Holdings and Starwood Hotels and Resorts Worldwide Inc. agreed to pay about $1.3 billion for the senior debt of Le Meridien Hotels and Resorts to take control of the company. Lehman, which provided financing to Le Meridien in 2001, and Starwood are buying the debt from lenders including Merrill Lynch & Company and CIBC World Markets","date":"20031231","title":"COMPANY NEWS; LEHMAN BROS. AND STARWOOD BUY HOTEL CHAIN DEBT","url":"http://www.nytimes.com/2003/12/31/business/company-news-lehman-bros-and-starwood-buy-hotel-chain-debt.html"},{"body":"President Mohammad Khatami said Tuesday that the arrival of an American aid team in this earthquake-ravaged city was a welcome development but should be viewed as just that -- a humane gesture and not a harbinger of improving relations between the United States and the Islamic republic. ''Humanitarian issues should not be intertwined with deep and","byline":"By NEIL MacFARQUHAR; Steven R. Weisman contributed reporting from Washington for this article.","date":"20031231","title":"Iran Thanks U.S. for Help, but Refrains From an Embrace","url":"http://www.nytimes.com/2003/12/31/world/iran-thanks-us-for-help-but-refrains-from-an-embrace.html"},{"body":"In last year's office pool, for the second year running, I accurately predicted the best-picture Oscar winner. Forget all of the other predictions, which were varying degrees of mistaken; I shoulda been a film critic. The multiple choices include one, all or none. My picks are down below. Do not save this page. 1. Next tyranny to feel the force of","byline":"By WILLIAM SAFIRE","date":"20031231","title":"Office Pool, 2004","url":"http://www.nytimes.com/2003/12/31/opinion/office-pool-2004.html"},{"body":"The Bush administration's twin moves on Tuesday to ban the dietary supplement ephedra and the sale of meat from cows that appear to be sick on the way to the slaughterhouse underscores a simple White House maxim these days: with an election approaching, even a president who came to office assailing government regulation cannot do too much to","byline":"By DAVID E. SANGER","date":"20031231","title":"Mr. Deregulation's Regulations: Stuff of Politics, Mad Cows and Suspect Dietary Pills","url":"http://www.nytimes.com/2003/12/31/us/mr-deregulation-s-regulations-stuff-politics-mad-cows-suspect-dietary-pills.html"},{"body":"Michael Jackson struck a deal with CBS to be paid in effect an additional $1 million for both an entertainment special to be broadcast on Friday and his interview on ''60 Minutes'' this past Sunday, part of yearlong negotiations between CBS and Mr. Jackson, a business partner of his said on Tuesday. A spokesman for ''60 Minutes'' denied that there","byline":"By SHARON WAXMAN","date":"20031231","title":"Michael Jackson Is Said to Get $1 Million for CBS Interview","url":"http://www.nytimes.com/2003/12/31/arts/michael-jackson-is-said-to-get-1-million-for-cbs-interview.html"},{"body":"Manila Deports 2 Americans Citing terrorism ties, the Philippines is deporting two American brothers, one of them a former nuclear weapons facility employee. PAGE A4 Army Loses Oversight on Oil The Army Corps of Engineers will drop its role overseeing fuel imports into Iraq. Another agency will take over and seek new contracts. PAGE A8 Pension","date":"20031231","title":"INSIDE","url":"http://www.nytimes.com/2003/12/31/nyregion/inside-779334.html"}],"tokens":["Iraq"],"total":9893},{"offset":"0","results":[{"body":"Even at night, on a busy thoroughfare in this Kurdish city, the sedan is an easy mark for the Kalashnikov-toting police at the checkpoint. It has Baghdad license plates and, more alarmingly, Arabs in the front seat. ''What are you doing here?'' the police demand, motioning the car to the side. It was a routine exchange, but one that reveals how far","byline":"By RICHARD A. OPPEL Jr.","date":"20041231","title":"Iraq's Kurds Enjoy Self-Rule and Are Trying to Keep It","url":"http://query.nytimes.com/gst/fullpage.html?res=9404E7D91439F932A05751C1A9629C8B63"},{"body":"Three militant groups warned Iraqis on Thursday against voting in the election scheduled for Jan. 30, saying that people taking part in the ''dirty farce'' risked attack. The militant group Ansar al-Sunna and two other insurgent groups issued a statement warning that democracy was un-Islamic. ''Democracy is a Greek word meaning the rule of the","date":"20041231","title":"3 Insurgent Groups Warn Iraqis Against Voting","url":"http://query.nytimes.com/gst/fullpage.html?res=9C05E7D91439F932A05751C1A9629C8B63"},{"body":"Maybe it's the war in Iraq, the continuing threat of terrorism and male anxieties about being tarnished by that dreaded slur, ''girlie man,'' in a bullying political climate, but 2004 was the Year of the Man in movies. Rehabilitated if not sanctified, that quaint bogeyman, the Male Chauvinist Pig, crawled out from his cave to beat his chest, grab","byline":"By STEPHEN HOLDEN","date":"20041231","title":"CRITIC'S NOTEBOOK; First-Rate Acting In Secondary Roles","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DEED91439F932A05751C1A9629C8B63"},{"body":"NATHANIEL--Semha Sheena. Born in 1922 in Baghdad, Iraq. Died on December 14, 2004. One of six children who survived into adulthood, she was born following her father, Sassoon Sheena's, miraculous return home after seven years of hiding from his Ottoman captors during WWI. She was thus named ''Semha'', meaning a joyous event. As an exceptionally","date":"20041231","title":"Paid Notice: Deaths NATHANIEL, SEMHA SHEENA","url":"http://query.nytimes.com/gst/fullpage.html?res=9906E0D61439F932A05751C1A9629C8B63"},{"body":"The Department of Defense has identified 1,323 American service members who have died since the start of the Iraq war. It confirmed the deaths of the following Americans this week: BRIONES, Pablito Pena Jr., 22, Seaman, Navy; Anaheim, Calf.; First Marine Division Detachment. NYREN, Nathaniel J., 31, Staff Sgt., Army; Reston, Va.; First Cavalry","date":"20041231","title":"Names of the Dead","url":"http://query.nytimes.com/gst/fullpage.html?res=9C00EEDA1439F932A05751C1A9629C8B63"},{"body":"To the Editor: Thank you, Bob Herbert, for letting the families of our soldiers have a voice in this unjust war (''Families Pay the Price,'' column, Dec. 24). We all need to listen to them. As the mother of a 9-year-old, I often think about the American (and Iraqi) mothers who have lost their children. Our invasion of Iraq is a tragedy that will","date":"20041231","title":"Soldiers' Mothers Can Lead the Way","url":"http://query.nytimes.com/gst/fullpage.html?res=9B05E0D81439F932A05751C1A9629C8B63"},{"body":"Aaron Polanco ran for three touchdowns and passed for another, and Navy capped its best season in 99 years with a 34-19 victory over New Mexico in the Emerald Bowl yesterday in San Francisco. Polanco scored on runs of 14, 1 and 27 yards and completed a 61-yard touchdown pass to Corey Dryden, the longest of the season by Polanco and the first career","date":"20041231","title":"FOOTBALL: BOWL ROUNDUP; Navy, 99 Years Later, Matches 10-Victory Season","url":"http://query.nytimes.com/gst/fullpage.html?res=9E04E4D71439F932A05751C1A9629C8B63"},{"body":"In 41 years as a pundit, Robert D. Novak has rarely shied from controversy. As a syndicated columnist and fixture on cable-news shoutfests, Mr. Novak has opined from the right about some of the biggest stories of his time. He has been a stout cold warrior, a critic of Israeli policies and a passionate defender of military veterans who criticized","byline":"By LORNE MANLY and ADAM LIPTAK","date":"20041231","title":"At Leak Inquiry's Center, a Circumspect Columnist","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00E3D81439F932A05751C1A9629C8B63"},{"body":"To the Editor: Bob Herbert's column reminds us that so many American children are losing fathers and mothers to this senseless war in Iraq, to say nothing of Iraqi children who are losing parents as well as their own lives. Against the backdrop of this tragedy that George W. Bush has caused, and with thousands of our soldiers in harm's way, our","date":"20041231","title":"Soldiers' Mothers Can Lead the Way","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0CE0D81439F932A05751C1A9629C8B63"},{"body":"Food drops and other aid trickled toward this region from around the world on Friday, but slowly enough that the injured and the stranded in many places still had to fend for themselves as the toll from ''an unprecedented global catastrophe'' surged past 120,000. The human tally in Indonesia jumped after officials said that nearly 28,000 more","byline":"By JANE PERLEZ; Warren Hoge, at the United Nations, Eric Lichtblau, in Banda Aceh, Indonesia, and Lawrence K. Altman, in New York, contributed reporting for this article.","date":"20041231","title":"ASIA'S DEADLY WAVES: AID; MANY STILL IN NEED AS AID IS TRICKLING TO STRICKEN AREA","url":"http://query.nytimes.com/gst/fullpage.html?sec=health&res=9D0DE1D71439F932A05751C1A9629C8B63"}],"tokens":["Iraq"],"total":8046},{"offset":"0","results":[{"body":"A fuel crisis in Iraq deepened on Friday when the oil minister was suspended for objecting to steep government-imposed price increases for gasoline and cooking oil. Angry drivers waited in quarter-mile lines at stations in Baghdad, brought by fears of more price increases and electricity failures, which have led them to siphon fuel for use in power","byline":"By RICHARD A. OPPEL Jr.","date":"20051231","title":"In Iraq, Rich in Oil, Higher Gasoline Prices Anger Many","url":"http://www.nytimes.com/2005/12/31/international/middleeast/31iraq.html"},{"body":"A Florida teenager secretly made his way to Iraq this month for firsthand impressions of the war, and was returning home on Friday to family members who said they were galled by his recklessness but thankful he was safe. The teenager, Farris Hassan, 16, financed the three-week journey with his own savings from investing in the stock market, said","byline":"By ABBY GOODNOUGH; Linda Brockman contributed reporting from Fort Lauderdale for this article.","date":"20051231","title":"Wanting Facts Firsthand, Teenager Makes Secret Trip to Iraq","url":"http://www.nytimes.com/2005/12/31/national/31teen.html"},{"body":"INTERNATIONAL A3-9 Egyptian Police Kill 23 In Clash with Migrants Egyptian riot police officers rushed into a crowd of unarmed Sudanese migrants, killing at least 23 people, including small children, after the group refused to leave a public park it had occupied for three months, hoping to press United Nations officials to relocate them. A1 Syria","date":"20051231","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9507EEDD1030F932A05751C1A9639C8B63"},{"body":"NATO troops that will replace American soldiers in southern Afghanistan next spring are planning to conduct counterinsurgency missions against Taliban fighters and other militants despite initial opposition from some alliance members, American and allied commanders said Friday. Soldiers of the North Atlantic Treaty Organization now oversee security","byline":"By ERIC SCHMITT","date":"20051231","title":"NATO Troops Will Relieve Americans in Fighting the Taliban","url":"http://www.nytimes.com/2005/12/31/international/asia/31pace.html"},{"body":"The city's Parks Department formally ended the era of mass gatherings on Central Park's Great Lawn when it announced yesterday that no more than 50,000 people would be allowed onto the lawn's fragile Kentucky bluegrass for each event. Parks officials also said that only six events with 5,000 to 50,000 spectators would be permitted each year on the","byline":"By TIMOTHY WILLIAMS","date":"20051231","title":"Parks Department to Limit Size Of Events on the Great Lawn","url":"http://www.nytimes.com/2005/12/31/nyregion/31park.html"},{"body":"Iraq's strongman is back. His name is Sabah Talib, and he says he can bench-press 220 pounds. At age 45, he has a bit of paunch, but his pectorals still look chiseled from the sturdiest Tigris River bedrock. Mr. Talib, a former competitor on the international bodybuilding circuit and physical trainer for Saddam Hussein's palace guards, now runs one","byline":"By EDWARD WONG; Khalid al-Ansary contributed reporting for this article.","date":"20051230","title":"THE STRUGGLE FOR IRAQ: BODYBUILDING; A Lot of the Muscle Flexing in Baghdad Isn't Political","url":"http://www.nytimes.com/2005/12/30/international/middleeast/30gym.html"},{"body":"The Department of Defense has identified 2,169 American service members who have died since the start of the Iraq war. It confirmed the deaths of the following Americans yesterday: MORBERG, Joshua M., 20, Pvt., Army; Sparks, Nev.; Fourth Infantry Division. SAGE, Lance S., 26, Specialist, Army; Hempstead, N.Y.; Fourth Infantry Division. SALTER,","date":"20051230","title":"THE STRUGGLE FOR IRAQ; Names of the Dead","url":"http://www.nytimes.com/2005/12/30/national/30list.html"},{"body":"A year ago, everyone expected President Bush to get his way on Social Security. Pundits warned Democrats that they were making a big political mistake by opposing plans to divert payroll taxes into private accounts. A year ago, everyone thought Congress would make Mr. Bush's tax cuts permanent, in spite of projections showing that doing so would","byline":"By PAUL KRUGMAN","date":"20051230","title":"Heck of a Job, Bushie","url":"http://select.nytimes.com//2005/12/30/opinion/30krugman.html"},{"body":"It was a rare moment last month when Gen. Peter Pace, the chairman of the Joint Chiefs of Staff, publicly contradicted his boss, Defense Secretary Donald H. Rumsfeld. Yesterday, however, General Pace essentially said never mind. The issue stems from a Pentagon news conference on Nov. 29, when General Pace was asked what obligation American soldiers","byline":"By ERIC SCHMITT","date":"20051230","title":"General Retreats on Rumsfeld Rift","url":"http://www.nytimes.com/2005/12/30/international/middleeast/30pace.html"},{"body":"INTERNATIONAL A3-14 U.S. Plans More Advisers After Claims of Iraq Abuse American commanders are planning a steep increase in the number of American soldiers advising Iraqi police commando units, in part to curtail human rights abuses that the units are suspected of inflicting on Sunni Arabs, a senior American commander in Iraq said. Human rights","date":"20051230","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9802E6D71330F933A05751C1A9639C8B63"}],"tokens":["Iraq"],"total":5622},{"offset":"0","results":[{"body":"NOBODY who experienced Iraq under the tyranny of Saddam Hussein could imagine, at the height of the terror he imposed on his countrymen, ever pitying him. Pitiless himself, he sent hundreds of thousands of his countrymen to miserable deaths, in the wars he started against Iran and Kuwait, in the torture chambers of his secret police, or on the","byline":"By JOHN F. BURNS","date":"20061231","title":"THE DICTATOR; Feared and Pitiless; Fearful and Pitiable","url":"http://www.nytimes.com/2006/12/31/weekinreview/31burns.html"},{"body":"They went to war to oust him, tracked him to his spider hole and battled the insurgency he left behind. But on Friday night, as Saddam Hussein faced the gallows in Baghdad, the soldiers of Fort Hood had better things to do than to count down a dictator's final minutes. Three years and two weeks after troops of the Fourth Infantry Division","byline":"By RALPH BLUMENTHAL; Nick Bunkley contributed reporting from Dearborn, Mich., and Cassi Feldman from New York.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; Division That Caught a Dictator Takes His Execution in Stride","url":"http://www.nytimes.com/2006/12/31/us/31bases.html"},{"body":"The body of Saddam Hussein was buried in the town of his birth in the hours before dawn on Sunday, after a final journey into the night aboard an American military helicopter that carried him from Baghdad. The burial was the final act in a grim and turbulent 24 hours that began with Mr. Hussein's execution at dawn on Saturday. But like much else","byline":"By JOHN F. BURNS; Jeff Zeleny contributed reporting from Crawford, Tex.","date":"20061231","title":"Hussein Videos Grip Iraq; Attacks Go On","url":"http://query.nytimes.com/gst/fullpage.html?res=9B06E1DC1130F932A05751C1A9609C8B63"},{"body":"After nearly three decades of living with the brutal repression of Saddam Hussein and the violent aftermath of his overthrow by American troops, Iraq responded with a mixture of rejoicing, violence and muted reflection on Saturday to the news that their former dictator had been hanged in one of the grimmest of his own execution chambers. This","byline":"By JOHN F. BURNS; Jeff Zeleny contributed reporting from Crawford, Tex.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; AS ATTACKS GO ON, IRAQIS ARE RIVETED BY HUSSEIN VIDEO","url":"http://www.nytimes.com/2006/12/31/world/middleeast/31iraq.html"},{"body":"With gradations of unease rather than outrage inspired by the hanging of Saddam Hussein, Western politicians sought a cautious balance on Saturday between revulsion at his record, support for his executioners and concern at the use of a capital penalty they largely shun in their own countries. But religious leaders -- Christian and Muslim -- used","byline":"By ALAN COWELL; Steven Erlanger in Jerusalem and Steven Lee Myers in Moscow contributed reporting.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; Around the World, Unease And Criticism of Penalty","url":"http://www.nytimes.com/2006/12/31/world/31world.html"},{"body":"SEEMINGLY everything went wrong in this dirty, crumbling and traumatized city in 2006. Thousands of citizens died violently. Daily electrical outages left neighborhoods in the dark. Sewers overflowed. But there is a seldom-discussed indicator of something that went remarkably right in Baghdad and throughout Iraq in 2006: $27.99 billion. That was","byline":"By JAMES GLANZ","date":"20061231","title":"THE YEAR AHEAD: IRAQ; The Salaries Must Be Paid. Or Else.","url":"http://www.nytimes.com/2006/12/31/weekinreview/31glanz.html"},{"body":"Saddam Hussein never bowed his head, until his neck snapped. His last words were equally defiant. ''Down with the traitors, the Americans, the spies and the Persians.'' The final hour of Iraq's former ruler began about 5 a.m., when American troops escorted him from Camp Cropper, near the Baghdad airport, to Camp Justice, another American base at","byline":"By MARC SANTORA; Ali Adeeb and Khalid al-Ansary contributed reporting from Baghdad.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; On the Gallows, Curses for U.S. And 'Traitors'","url":"http://www.nytimes.com/2006/12/31/world/middleeast/31gallows.html"},{"body":"Particularly after all the tributes to Gerald Ford in the last few days, President Bush may be pondering his own legacy and obituary. Sorry, Mr. Bush, but it doesn't look good right now, with your obit perhaps beginning something like this: ''George W. Bush, who achieved tremendous acclaim for his handling of the 9/11 terror attacks but left office","byline":"By NICHOLAS D. KRISTOF; David Brooks is on vacation.","date":"20061231","title":"Ten Suggestions for Rescuing the Bush Legacy","url":"http://select.nytimes.com//2006/12/31/opinion/31kristof.html"},{"body":"Saddam Hussein is one of the few modern leaders to have been tried and executed for his crimes and other abuses of power. Most dictators of the past century have died of natural causes at home or in comfortable exile -- or at the hands of assassins. But with trials of former leaders becoming more common in the past decade, there are other","byline":"By MARLISE SIMONS","date":"20061231","title":"THE STRUGGLE FOR IRAQ; Hussein's Case Won't Bolster International Human Rights Law, Experts Fear","url":"http://www.nytimes.com/2006/12/31/world/middleeast/31history.html"},{"body":"Of course American television was going to show Saddam Hussein's execution. In a medium that feeds on immediacy, it was just a question of not having to wait too long to see it. And the coverage of the Iraqi dictator's last moments turned out to be an enervating, overnight death watch. When the first images of the hanging began trickling onto CNN","byline":"By ALESSANDRA STANLEY","date":"20061231","title":"THE STRUGGLE FOR IRAQ: THE TV WATCH; An Overnight Death Watch, and Then Images of the Hangman's Noose","url":"http://www.nytimes.com/2006/12/31/world/middleeast/31tvwatch.html"}],"tokens":["Iraq"],"total":5661},{"offset":"0","results":[{"body":"It must be a candidate for the worst job in Iraq. It falls to Baghdad's street sweepers to pick up the fingertips and scraps of flesh left behind after the emergency workers haul away the torsos and heads of bombing victims. They do the job without gloves, in all but the coldest weeks of winter. If the attack comes while they are off duty, they get","byline":"By STEPHEN FARRELL; Reporting was contributed by Mohammed Obaidi, Hosham Hussein and Khalid al-Ansary from Baghdad, and Iraqi employees of The New York Times from Awja.","date":"20071231","title":"For Iraqi Street Cleaners, Scraps Include Human Flesh","url":"http://www.nytimes.com/2007/12/31/world/middleeast/31baghdad.html"},{"body":"THIS is the 34th annual office pool in this space, a New Year's tradition that has become the most excruciating multiple-choice prediction test in world media. Nostradamus himself couldn't score over 50 percent. Last year, despite a good bet on surging optimism in Iraq, I was mistaken 12 times out of 15. But the audacity of hope springs eternal;","byline":"By WILLIAM SAFIRE","date":"20071231","title":"OP-ED CONTRIBUTOR; The Office Pool, 2008","url":"http://www.nytimes.com/2007/12/31/opinion/31safire.html"},{"body":"Ahmed Rafiki sprawled on the makeshift couch in his cell, a fresh red henna dye in his long hair and beard. Known to other militants as the father of Moroccan jihadists, he was convicted in 2003 of leading young men to fight Americans in Afghanistan. But here in Oukacha Prison, Mr. Rafiki, an Islamist cleric, is serving the final months of his","byline":"By MICHAEL MOSS and SOUAD MEKHENNET; Margot Williams contributed reporting from New York.","date":"20071231","title":"For Jihadists in Jails, Protests Win Leverage Over Their Keepers","url":"http://www.nytimes.com/2007/12/31/world/africa/31prison.html"},{"body":"The Iraq war produced many familiar images in 2007: the aftermath of suicide bombings in the streets of Baghdad; soldiers tending to wounded comrades; troops returning to American soil after long deployments; loved ones grieving for those who didn't make it back alive. But some scenes were different, a sign, perhaps, of change in Iraq. Of these,","date":"20071231","title":"2007: THE YEAR IN PICTURES; The War Fronts, Flecked With Islands Of Calm","url":"http://query.nytimes.com/gst/fullpage.html?res=9D07E5D91430F932A05751C1A9619C8B63"},{"body":"Washington is always a place of change, but with the end of the Bush administration in sight, there was more upheaval than usual in 2007. The year began with a new Congress led by Democrats for the first time in years, and a new House speaker, Representative Nancy Pelosi of California, the first woman to hold the job. As promised during the","date":"20071231","title":"2007: THE YEAR IN PICTURES; Some New Faces, Same Persistent Problems","url":"http://query.nytimes.com/gst/fullpage.html?res=940DE3D71430F932A05751C1A9619C8B63"},{"body":"The presidential candidates spent the last Sunday before the Iowa caucuses attending church services, staging big rallies and sniping at one another as new polls suggested tightening races in both the Democratic and Republican fields. With three Democrats scrambling for the lead in Iowa heading into the voting on Thursday, the candidates tried to","byline":"By PATRICK HEALY and JULIE BOSMAN; David D. Kirkpatrick, Cate Doty, Michael Cooper and Michael Luo contributed reporting from Iowa, and Marc Santora from New Hampshire.","date":"20071231","title":"With New Poll Results, Candidates Scramble for Edge in Caucuses","url":"http://www.nytimes.com/2007/12/31/us/politics/31campaign.html"},{"body":"To the Editor: Re ''A Rsum Can't Buy You Love,'' by Frank Rich (column, Dec. 23): Experience in and of itself is neither an asset nor a liability in this campaign. Most voters know that a candidate can rely on an experienced adviser to help make a decision on any given subject. But the ability to learn from one's experience is critical. Hillary","date":"20071231","title":"LETTER; Learning From Experience","url":"http://query.nytimes.com/gst/fullpage.html?res=9A0DE6DD1639F932A05751C1A9619C8B63"},{"body":"Britain's Serious Fraud Office has demanded documents from three major drug makers in connection with allegations that the companies paid bribes to secure lucrative contracts in Iraq while Saddam Hussein was in power, the companies said. GlaxoSmithKline, AstraZeneca and the British affiliate of Eli Lilly & Company are all accused of violating the","date":"20071231","title":"Britain Investigates 3 Drug Makers","url":"http://query.nytimes.com/gst/fullpage.html?sec=health&res=9C0DE4D81E38F932A05751C1A9619C8B63"},{"body":"There are too many moments these days when we cannot recognize our country. Sunday was one of them, as we read the account in The Times of how men in some of the most trusted posts in the nation plotted to cover up the torture of prisoners by Central Intelligence Agency interrogators by destroying videotapes of their sickening behavior. It was","date":"20071231","title":"EDITORIAL; Looking at America","url":"http://www.nytimes.com/2007/12/31/opinion/31mon1.html"},{"body":"For most of television's late-night hosts, sidelined for two months by the strike by the Writers Guild of America, this week will be a leap into the unknown. The two biggest questions they face when most of them return to the screen on Wednesday night are: How are they going to be funny without writers? And who is going to sit on their couches as","byline":"By BILL CARTER","date":"20071231","title":"Late Night Hosts, Can You Do Improv?","url":"http://www.nytimes.com/2007/12/31/arts/television/31late.html"}],"tokens":["Iraq"],"total":5697},{"offset":"0","results":[{"body":"Over the past several months, we've discussed the many, severe challenges confronting America's military services and recommended a set of urgent fixes to relieve the stresses on the men and women fighting overseas and keep the country safe. It is also worth exploring more long-term ideas. Here are three that have particularly impressed us, that we","date":"20081231","title":"EDITORIAL; A Few Big Ideas","url":"http://www.nytimes.com/2008/12/31/opinion/31wed1.html"},{"body":"The government ordered hotels and private clubs in Baghdad to cancel their New Year's Eve celebrations, disappointing many Iraqis who had hoped they could celebrate the new year now that the streets are safer than they have been in years past. The parties were canceled because New Year's Eve coincides with Muharram, a mournful religious period for","byline":"By SAM DAGHER; Mohamed Hussein, Tareq Maher and Muhammed al-Obaidi contributed reporting.","date":"20081231","title":"Iraq to Greet New Year In a Hush, Officials Say","url":"http://www.nytimes.com/2008/12/31/world/middleeast/31baghdad.html"},{"body":"In late November, around the time the security agreement between the American and Iraqi governments was ratified, an order came down to Company C at its Sadr City outpost. In accordance with the agreement's new rules on searches and detentions, troops from Company C of the First Battalion, 35th Armor Regiment, were to begin operating under a policy","byline":"By CAMPBELL ROBERTSON","date":"20081231","title":"New Rules in Iraq Add Police Work to Troops' Jobs","url":"http://www.nytimes.com/2008/12/31/world/middleeast/31iraq.html"},{"body":"Werner Wiskari, a former foreign correspondent and editor of international news for The New York Times, died on Dec. 8 in Wakefield, R.I., near his home in Charlestown. He was 90. Mr. Wiskari's death was confirmed by his wife, Millie Wiskari. The son of a Finnish-born Lutheran pastor in upper Michigan, he served with the Navy in the Pacific in","byline":"By CRAIG R. WHITNEY","date":"20081231","title":"Werner Wiskari, Times Editor","url":"http://www.nytimes.com/2008/12/31/nyregion/31wiskari.html"},{"body":"UTTERANCES: 1: E. 2: I. 3: G. 4: B. 5: D. 6: A. 7: H. 8: C. 9: F. SENTENCE QUESTIONS: 10: The Large Hadron Collider. 11: Rice. 12: They were designated protest zones. 13: Hillary Clinton supporters who refused to back Barack Obama. 14: The Joker, played by Heath Ledger, in ''The Dark Knight.'' 15: The Beijing 2008 Olympic torch relay. 16: Kristi","byline":"By THE NEW YORK TIMES","date":"20081231","title":"Answers: The Year in Questions","url":"http://www.nytimes.com/2008/12/31/opinion/01schott-answers.html"},{"body":"In her bid to be appointed the next senator from New York, Caroline Kennedy has zigzagged across the state and talked with dozens of officials and community leaders. She has aired views on topics from the Iraq war to the auto industry bailout and submitted to a round of press interviews. But after a lifetime of being wooed by others -- to speak at","byline":"By NICHOLAS CONFESSORE and JEREMY W. PETERS; David M. Halbfinger contributed reporting.","date":"20081231","title":"For Kennedy, Self-Promotion Is an Unfamiliar Challenge","url":"http://query.nytimes.com/gst/fullpage.html?res=9500E4DC1631F932A05751C1A96E9C8B63"},{"body":"Meeting the woman whose determination and courage had made her from afar seem larger than life, Laura J. Hagen was struck by the petite stature of her new Iraqi friend. Hagen stands 5 feet 11 inches, towering over most women and by seven inches over Dana Abdul-Razzaq, who looked up at her, burst into tears and fell into her embrace. Finally, a face","byline":"By HARVEY ARATON","date":"20081231","title":"SPORTS OF THE TIMES; A Nonathlete's Pursuit of Olympic Success","url":"http://www.nytimes.com/2008/12/31/sports/olympics/31araton.html"},{"body":"The Department of Defense has identified 4,212 American service members who have died since the start of the Iraq war and 623 who have died as part of the Afghan war and related operations. It confirmed the deaths of the following Americans over the past week: Iraq: JOHNSON, Robert L., 21, Lance Cpl., Marines; Central Point, Ore.; First Marine","date":"20081231","title":"Names of the Dead","url":"http://www.nytimes.com/2008/12/31/us/31list.html"},{"body":"Does anyone know where George W. Bush is? You don't hear much from him anymore. The last image most of us remember is of the president ducking a pair of size 10s that were hurled at him in Baghdad. We're still at war in Iraq and Afghanistan. Israel is thrashing the Palestinians in Gaza. And the U.S. economy is about as vibrant as the 0-16 Detroit","byline":"By BOB HERBERT","date":"20081230","title":"OP-ED COLUMNIST; Add Up The Damage","url":"http://www.nytimes.com/2008/12/30/opinion/30herbert.html"},{"body":"For those of you at a loss as to how to see out the old year and break in the new, here is a suggestion: How about watching someone, blindfolded and wearing earplugs, move continuously in one space for 24 hours? How about doing it yourself? As of Monday afternoon there were still 19 spots open in ''freedom of information 2008,'' organized by the","byline":"By CLAUDIA LA ROCCO","date":"20081230","title":"DANCE; Across the Country, Dancing in Solidarity for 24 Grueling Hours","url":"http://www.nytimes.com/2008/12/30/arts/dance/30prot.html"}],"tokens":["Iraq"],"total":4313},{"offset":"0","results":[{"body":"Attacks by two suicide bombers on Wednesday near the office of the governor of embattled Anbar Province wounded the governor, a police commander said. The two bombs killed 24 people and wounded 58, said Jasen Mohammed Hamed, chief of the Anbar provincial council. It was not immediately clear if the governor was the bombers' target, but the attack","byline":"By JOHN LELAND and MARK McDONALD; John Leland reported from Baghdad, and Mark McDonald from Hong Kong. Anwar J. Ali and Mohammed Hussein contributed reporting from Baghdad, and Iraqi employees of The New York Times from Ramadi and Diyala Province.","date":"20091231","title":"Bombs Kill 24 in Iraq And Wound A Governor","url":"http://www.nytimes.com/2009/12/31/world/middleeast/31iraq.html"},{"body":"BEIRUT -- This week will see the close of one of the most dramatic decades in recent history, and much of the action -- mostly for worse -- has taken place in the Middle East. A journalist colleague from Europe asked me the other day whether I agreed that nothing much had changed in the Middle East since 2001 -- because the region continues to be","byline":"By RAMI G. KHOURI","date":"20091231","title":"OP-ED CONTRIBUTOR; A Bad Decade","url":"http://www.nytimes.com/2009/12/31/opinion/31iht-edkhouri.html"},{"body":"A British man captured along with four others in a brazen kidnapping from an Iraqi government office more than two years ago was freed Wednesday morning, the Iraqi and British authorities announced. The man, Peter Moore, is believed to be the only survivor among the five captives. He was healthy and in a ''remarkable frame of mind,'' the British","byline":"By JOHN LELAND and JACK HEALY; John Leland reported from Baghdad, and Jack Healy from New York. Duraid Adnan and Omar al-Jawoshy contributed reporting from Baghdad, and Ravi Somaiya and John F. Burns from London.","date":"20091231","title":"Briton Kidnapped in 2007 Is Freed in Iraq","url":"http://www.nytimes.com/2009/12/31/world/europe/31briton.html"},{"body":"The plot to blow up a Northwest Airlines flight over American soil on Christmas Day represents an ominously new and lethal ability by a branch of Al Qaeda to attack the United States directly, according to government and independent counterterrorism specialists. Until now, American officials had expressed concern over the capability of Qaeda","byline":"By ERIC SCHMITT","date":"20091231","title":"Jetliner Plot Demonstrates Growing Ability of Qaeda Affiliates to Stage Attacks","url":"http://www.nytimes.com/2009/12/31/world/31offshoot.html"},{"body":"It has come to this: The Islamic Republic of Iran killing the sons and daughters of the revolution during Ashura, adding martyrdom to martyrdom at one of the holiest moments in the Shiite calendar. Nothing could better symbolize Iran's 30-year-old regime at the limit of its contradictions. A supreme leader imagined as the Prophet's representative","byline":"By ROGER COHEN","date":"20091231","title":"OP-ED COLUMNIST; Change Iran at the Top","url":"http://www.nytimes.com/2009/12/31/opinion/31iht-edcohen.html"},{"body":"In the fall of 2003, the new commander of American forces in Afghanistan, Lt. Gen. David W. Barno, decided on a new strategy. Known as counterinsurgency, the approach required coalition forces to work closely with Afghan leaders to stabilize entire regions, rather than simply attacking insurgent cells. But there was a major drawback, a new","byline":"By JAMES DAO","date":"20091231","title":"History by Army Lays Out Missteps in Afghanistan","url":"http://query.nytimes.com/gst/fullpage.html?res=9D0DE3DA143AF932A05751C1A96F9C8B63"},{"body":"The National Security Agency four months ago intercepted conversations among leaders of Al Qaeda in Yemen discussing a plot to use a Nigerian man for a coming terrorist attack, but American spy agencies later failed to combine the intercepts with other information that might have disrupted last week's attempted airline bombing. The electronic","byline":"By MARK MAZZETTI and ERIC LIPTON; Peter Baker in Honolulu, Adam Nossiter in Nigeria and Scott Shane in Washington contributed reporting.","date":"20091231","title":"U.S. SPY AGENCIES FAILED TO COLLATE CLUES ON TERROR","url":"http://www.nytimes.com/2009/12/31/us/31terror.html"},{"body":"In the imagination of Wanda James, the story goes something like this: A small group of soldiers returns to Brooklyn from Iraq. One of them proposes to his longtime girlfriend, with whom he had fathered a girl just before his deployment. The wedding and reception last two weeks, stretching from Dec. 16 to New Year's Day. The setting is the same","byline":"By FERNANDA SANTOS","date":"20091231","title":"It May Not Be Macy's, but This Window Still Draws a Crowd","url":"http://www.nytimes.com/2009/12/31/nyregion/31window.html"},{"body":"The United States should certainly strengthen its intelligence gathering, baggage-and-handling rules -- and all security measures. Meanwhile, the long-term solution to fighting terrorism requires eliminating the excuses to hate the United States. Military actions only multiply motives to loathe America, and make the terrorism problem worse. Does","date":"20091231","title":"LETTERS TO THE INTERNATIONAL HERALD TRIBUNE; The Near Disaster in the Sky","url":"http://query.nytimes.com/gst/fullpage.html?res=9E06E5DC163AF932A05751C1A96F9C8B63"},{"body":"A British man captured along with four others in a brazen kidnapping from an Iraqi government office more than two years ago was freed Wednesday morning, the Iraqi and British authorities announced. The man, Peter Moore, is believed to be the only survivor among the five captives. He was healthy and in a ''remarkable frame of mind,'' the British","byline":"By JOHN LELAND and JACK HEALY; John Leland reported from Baghdad, and Jack Healy from New York. Reporting was contributed by Duraid Adnan and Omar al-Jawoshy from Baghdad, and Ravi Somaiya and John F. Burns from London.","date":"20091231","title":"Briton Kidnapped in Iraq Is Freed After More Than 2 Years in Captivity","url":"http://query.nytimes.com/gst/fullpage.html?res=9A01E4D8103AF932A05751C1A96F9C8B63"}],"tokens":["Iraq"],"total":2837},{"offset":"0","results":[{"body":"BAGHDAD -- One week after an Islamic extremist group vowed to kill Christians in Iraq, a cluster of 10 bomb attacks rattled Baghdad on Thursday night and sent additional tremors of fear through the country's already shaken Christian minority. Two people were killed and 20 wounded, all of them Christians, according to the Ministry of the Interior.","byline":"By JOHN LELAND and OMAR AL-JAWOSHY; An Iraqi employee of The New York Times contributed reporting.","date":"20101231","title":"Christians Are Casualties of 10 Baghdad Bomb Attacks","url":"http://www.nytimes.com/2010/12/31/world/middleeast/31iraq.html"},{"body":"International PEACE HOVERS IN SUDAN, But Soldiers Stay Armed The effort to the reintegrate soldiers in Sudan into civilian life as part of a peace agreement between the north and south has lagged. Only a few hundred of the soldiers have put down their weapons and fully rejoined civilian life. Page A4 SOMALIA FACES CONTRACTORS Somalia's Parliament","date":"20101231","title":"Inside the Times","url":"http://query.nytimes.com/gst/fullpage.html?res=9800E4D91039F932A05751C1A9669D8B63"},{"body":"Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com/theater. Previews and Openings 'Blood From a Stone' In previews; opens on Jan. 12. Ethan Hawke, Natasha Lyonne and Daphne Rubin-Vega star in this New Group","byline":"By THE NEW YORK TIMES","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/theater/31theater.html"},{"body":"WAUTOMA, Wis. -- Life changed for Shawn Eisch with a phone call last January. His youngest brother, Brian, a soldier and single father, had just received orders to deploy from Fort Drum, N.Y., to Afghanistan and was mulling who might take his two boys for a year. Shawn volunteered. So began a season of adjustments as the boys came to live in their","byline":"By JAMES DAO and CATRIN EINHORN","date":"20101231","title":"A YEAR AT WAR; Families Bear Brunt of Deployment Strains","url":"http://www.nytimes.com/2010/12/31/world/asia/31families.html"},{"body":"BAGHDAD -- An attack by three suicide bombers in the northern city of Mosul killed a top police commander there and destroyed the police headquarters on Wednesday morning, adding more unrest to a region already torn by extremist violence. The police commander who was killed, Lt. Col. Shamel Ahmed al-Jabouri, had been hailed for taking on terrorist","byline":"By JOHN LELAND; Duraid Adnan contributed reporting from Baghdad, and an Iraqi employee of The New York Times from Mosul.","date":"20101230","title":"A Police Commander in Iraq Is Killed by Suicide Bombers","url":"http://www.nytimes.com/2010/12/30/world/middleeast/30iraq.html"},{"body":"BAGHDAD -- Fewer Iraqi civilians have been killed in violence in 2010 than during any other year since the American-led invasion of 2003, according to a Web site that monitors reports of such deaths. The Web site, Iraq Body Count, said 3,976 civilians died during violence as of Dec. 23, compared with 4,680 such deaths in all of 2009. The figures,","byline":"By THE NEW YORK TIMES","date":"20101230","title":"Civilian Deaths In Iraq Reported At Wartime Low","url":"http://www.nytimes.com/2010/12/30/world/middleeast/30casualties.html"},{"body":"The November election in the United States was a partisan triumph for Republicans. But if you listened closely to the voters and read the exit polls you may have detected another trend among the electorate: exhaustion with partisan warfare in Washington, a yearning for bipartisanship. Voters were frank with elected officials from both parties: Stop","byline":"By JAMES A. BAKER III","date":"20101230","title":"I.H.T. OP-ED CONTRIBUTOR; Lessons in Bipartisanship","url":"http://www.nytimes.com/2010/12/30/opinion/30iht-edbaker30.html"},{"body":"Robert C. Macauley, a paper manufacturer whose charity delivered more than $10 billion in medicine, food and humanitarian aid to alleviate crises in more than 140 countries, died on Sunday at his home in North Palm Beach, Fla. He was 87. The cause was emphysema, Donna Porstner, a spokeswoman for AmeriCares, said. The idea for AmeriCares took shape","byline":"By WILLIAM GRIMES","date":"20101230","title":"Robert Macauley, 87, Dies; Began Charity","url":"http://www.nytimes.com/2010/12/30/business/30macauley.html"},{"body":"Oil bulls are once again kicking up dust. The intensifying struggle to lift output, they say, will collide with the insatiable thirst of an expanding Asia to push oil above $100 a barrel. In fact, the cost of crude may be held down as demand growth is cut by half as producers from Russia to Africa via Brazil ramp up supply. Recent years have been","byline":"By CHRISTOPHER SWANN","date":"20101230","title":"REUTERS BREAKINGVIEWS; Oil's Future Defies Easy Calculation","url":"http://www.nytimes.com/2010/12/30/business/30views.html"},{"body":"Nine long months after parliamentary elections, Iraq has a new government. Its leaders can't waste any more time on petty maneuvering. The March elections were only the second since Saddam Hussein's ouster. Forming the government was a sordid and costly process. The political paralysis meant important economic decisions were not made, leading to","date":"20101229","title":"EDITORIAL; An Iraqi Government, Finally","url":"http://www.nytimes.com/2010/12/29/opinion/29wed1.html"}],"tokens":["Iraq"],"total":2406},{"offset":"0","results":[{"body":"BAGHDAD RAFE AL-ESSAWI is the man in charge of Iraq's finances, a moderate Sunni doctor who greets his guests and denounces his foes in practiced English. He may also be the next leader to fall as the country's Shiite prime minister takes aim at perceived rivals and enemies, his fate a litmus test for a country in crisis. Unlike other Sunni","byline":"By JACK HEALY and MICHAEL R. GORDON; Jack Healy reported from Baghdad, and Michael R. Gordon from Washington.","date":"20111231","title":"THE SATURDAY PROFILE; A Moderate Official at Risk in a Fracturing Iraq","url":"http://www.nytimes.com/2011/12/31/world/middleeast/rafe-al-essawi-a-moderate-in-an-increasingly-polarized-iraq.html"},{"body":"Abortion The candidates all profess opposition to abortion rights, but there are distinctions. Several have signed a pledge that requires appointment only of those with anti-abortion views to key government posts. Others have declined. Some favor allowing abortion in cases of rape and incest. ''The Republican Party cannot get the issue of life","date":"20111231","title":"Where the Republican Candidates Stand on Key Issues","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CE0DD103CF932A05751C1A9679D8B63"},{"body":"ISTANBUL -- Kurdish separatist banners in red, yellow and green draped the coffins of 35 Turkish civilians and fluttered among mourning crowds on Friday, a day after the Turkish authorities admitted that airstrikes in northern Iraq intended to kill Kurdish militants had instead claimed the lives of young smugglers. In Istanbul, home to a large","byline":"By SEBNEM ARSU","date":"20111231","title":"Kurds Protest Airstrike Killing Dozens in Turkey","url":"http://www.nytimes.com/2011/12/31/world/europe/kurds-protest-airstrike-killing-dozens-in-turkey.html"},{"body":"NEW DELHI -- The year that flees us this weekend was violent and hopeful, angry and generative. Was it a good year? It depends where you stood -- among the old or young, in the sclerotic West or vital East, in a surging Arab square or gilded Arab palace. It felt like a year unusually pregnant with consequence. From Tunisia to Egypt to Libya to","byline":"By ANAND GIRIDHARADAS","date":"20111231","title":"CURRENTS; The Middles Found Their Voice in 2011","url":"http://www.nytimes.com/2011/12/31/world/asia/31iht-currents31.html"},{"body":"ISTANBUL -- The Turkish military said Thursday that it had accidently killed at least 35 Turkish cigarette smugglers in airstrikes after mistaking them for separatist fighters in the Kurdish border region with Iraq, infuriating many of Turkey's long-oppressed Kurds. Most of the dead were between 17 and 20 years old. Political opponents denounced","byline":"By SEBNEM ARSU","date":"20111230","title":"Turkish Airstrikes Kill Smugglers Mistaken for Kurdish Separatists","url":"http://www.nytimes.com/2011/12/30/world/middleeast/turkish-airstrikes-kill-35-along-smuggling-route.html"},{"body":"DES MOINES -- This month, a wealthy Republican called up two officers who served as platoon leaders in Iraq and Afghanistan with a proposition: He would lend them his private jet, and they would fly around Iowa to Representative Ron Paul's campaign events in the weeks before the Jan. 3 caucuses, telling reporters at each location that the","byline":"By RICHARD A. OPPEL Jr.; Jeff Zeleny contributed reporting from Mason City, Iowa.","date":"20111230","title":"Paul's Stance on Foreign Policy Divides Many Traditional G.O.P. Voters","url":"http://www.nytimes.com/2011/12/30/us/politics/pauls-foreign-policy-stance-divides-many-gop-voters.html"},{"body":"HONOLULU -- Fortifying one of its key allies in the Persian Gulf, the Obama administration announced a weapons deal with Saudi Arabia on Thursday, saying it had agreed to sell F-15 fighter jets valued at nearly $30 billion to the Royal Saudi Air Force. The agreement, and the administration's parallel plans to press ahead with a nearly $11 billion","byline":"By MARK LANDLER and STEVEN LEE MYERS; Mark Landler reported from Honolulu, and Steven Lee Myers from Washington. Eric Schmitt contributed reporting from Washington.","date":"20111230","title":"Healing a Rift, U.S. Agrees to $30 Billion Fighter Jet Sale to Saudi Arabia","url":"http://www.nytimes.com/2011/12/30/world/middleeast/with-30-billion-arms-deal-united-states-bolsters-ties-to-saudi-arabia.html"},{"body":"SAN ANTONIO -- In 2008, after 15 years as the Alamo City's largest corporate resident, AT& T announced it was moving its headquarters to Dallas -- and taking 700 executives along with it. In the past, that San Antonio's first Fortune 500 company had outgrown its home might have seemed an insurmountable blow for this city with a pre-existing","byline":"By MORGAN SMITH","date":"20111230","title":"THE TEXAS TRIBUNE; A Growing San Antonio Shakes Off Sleepy Label","url":"http://www.nytimes.com/2011/12/30/us/san-antonio-attracts-lots-of-business-in-a-down-economy.html"},{"body":"The Iranian nuclear clock ticks faster and louder in 2012. Ehud Barak, the defense minister of Israel, said in late November that it was probably a question of nine months before Iran's attempt to acquire nuclear weapons moved into a ''zone of immunity'' where it could no longer be stopped. Two weeks ago, his counterpart in Washington, Leon E.","byline":"By JOHN VINOCUR","date":"20111230","title":"POLITICUS; Clock Ticking for West to Act on Iranian Nuclear Program","url":"http://www.nytimes.com/2011/12/30/world/middleeast/30iht-politicus30.html"},{"body":"UTTERANCES 1. B Rick Perry 2. A Herman Cain 3. E Mitt Romney 4. C Newt Gingrich 5. F Michele Bachmann 6. G Rick Santorum 7. D Ron Paul 8. H Jon Huntsman Jr. MISCELLANY 9. Gen. John R. Allen 10. Pippa Middleton 11. CharlieSheen 12. Colin Firth 13. Dashiell Hammett 14. Quentin Tarantino 15. Measurable snow fell in Central Park 16. President Obama 17.","date":"20111230","title":"OP-CHART; Answers to the Year in Questions","url":"http://www.nytimes.com/2011/12/30/opinion/answers-to-the-year-in-questions.html"}],"tokens":["Iraq"],"total":2366},{"offset":"0","results":[{"body":"To the Editor: In a recent editorial, you said, &ldquo;If there was ever a chance of &lsquo;victory&rsquo; in Afghanistan, it evaporated when American troops went off to fight the pointless war in Iraq&rdquo; (&ldquo; Time to Pack Up ,&rdquo; Oct. 14). The possibility of victory was in fact precluded when both the Bush and Obama administrations","date":"20121031","title":"LETTER; Invitation to a Dialogue: Afghan-Pakistan Woes","url":"http://www.nytimes.com/2012/10/31/opinion/invitation-to-a-dialogue-afghan-pakistan-woes.html"},{"body":"The waters in Red Hook, Brooklyn, rose so violently, so fast, on Monday night that the streets changed from being spattered with rain to being under six feet of water in what seemed like minutes. It lapped staircases, rose half a story high and chased people to upper floors, where they huddled in darkness because the power had gone out. Cars were","byline":"By CARA BUCKLEY, ANDREW MARTIN, SARAH MASLIN NIR, JOHN LELAND and KIRK SEMPLE","date":"20121031","title":"Water Everywhere, and the Damage Is Just as Ubiquitous After Hurricane Sandy","url":"http://www.nytimes.com/2012/10/31/nyregion/water-everywhere-and-the-damage-is-just-as-ubiquitous-after-hurricane-sandy.html"},{"body":"Iraqi auditors believe as much as $800 million in American dollars is being sent out of the country illegally each week, draining it of hard currency, according to a report by American inspectors released Tuesday. The findings point to widespread money laundering and could focus further attention on Iraq &rsquo;s central bank, the heart of an","byline":"By THE ASSOCIATED PRESS","date":"20121031","title":"Iraq: Report on Money-Laundering","url":"http://www.nytimes.com/2012/10/31/world/middleeast/iraq-report-on-money-laundering.html"},{"body":"Cambridge, Mass. THE next president of the United States must fundamentally reassess America&rsquo;s broken relationship with Iraq. Under two American presidents now, the regime of Prime Minister Nouri al-Maliki has operated in an atmosphere of immunity while the United States government focused on pacifying Iraq and finding its way to leave.","byline":"By NUSSAIBAH YOUNIS","date":"20121030","title":"OP-ED CONTRIBUTOR; Time to Get Tough on Iraq","url":"http://www.nytimes.com/2012/10/30/opinion/time-to-get-tough-on-iraq.html"},{"body":"AURORA, Colo. &mdash; In his former, overwhelmingly Republican district, Representative Mike Coffman&rsquo;s remark that President Obama was &ldquo;just not an American&rdquo; might not have caused much of a stir. His aides note that registered independents in that deep-red territory were mainly those who considered Republicans too liberal. Now,","byline":"By CARL HULSE","date":"20121030","title":"In Colorado, Coffman and Miklosi Vie for Congress","url":"http://www.nytimes.com/2012/10/30/us/politics/in-colorado-mike-coffman-and-joe-miklosi-vie-for-congress.html"},{"body":"I spent most of the past year in Afghanistan, where I lived and taught in a rule-of-law program funded by the U.S. government at an American-run Regional Training Center. My R.T.C. housed about 700 men, primarily Afghan police trainees. The international community consisted primarily of American soldiers and civilian contractors as well as military","byline":"By JADE WU","date":"20121030","title":"OP-ED CONTRIBUTOR; In Afghanistan, Don't Forget the Small Stuff","url":"http://www.nytimes.com/2012/10/30/opinion/global/in-afghanistan-dont-forget-the-small-stuff.html"},{"body":"WASHINGTON &mdash; In the months leading up to the Sept. 11 attacks on the American diplomatic mission in Benghazi, the Obama administration received intelligence reports that Islamic extremist groups were operating training camps in the mountains near the Libyan city and that some of the fighters were &ldquo; Al Qaeda -leaning,&rdquo; according to","byline":"By MICHAEL R. GORDON, ERIC SCHMITT and MICHAEL S. SCHMIDT","date":"20121030","title":"No Specific Warnings in Benghazi Attack","url":"http://www.nytimes.com/2012/10/30/world/middleeast/no-specific-warnings-in-benghazi-attack.html"},{"body":"WASHINGTON &mdash; Daniel Patrick Moynihan, the senator and Harvard professor, observed that academic politics is so vicious precisely because the stakes are so small. This year, U.S. politics feels that way, too. The issues don&rsquo;t seem as seminal as those facing the nation during the Cold War or the civil rights movement; the partisanship is","byline":"By ALBERT R. HUNT | BLOOMBERG NEWS","date":"20121029","title":"LETTER FROM WASHINGTON; Who Wins the Presidency Still Matters","url":"http://www.nytimes.com/2012/10/29/us/29iht-letter29.html"},{"body":"FOR six decades, a magazine has been putting the &ldquo; Mad &rdquo; in Madison Avenue by lampooning &mdash; and frequently harpooning &mdash; the huckstering of the advertising industry. The magazine is, of course, Mad, which is celebrating its history of &ldquo;humor in a jugular vein,&rdquo; as its slogan once promised, with an anthology to be","byline":"By STUART ELLIOTT","date":"20121029","title":"ADVERTISING; Mad Magazine Collects 60 Years of Parodying Madison Avenue","url":"http://www.nytimes.com/2012/10/29/business/media/mad-magazine-collects-60-years-of-parodying-madison-avenue.html"},{"body":"BAGHDAD &mdash; Militant Sunnis from Iraq have been going to Syria to fight against President Bashar al-Assad for months. Now Iraqi Shiites are joining the battle in increasing numbers, but on the government&rsquo;s side, transplanting Iraq&rsquo;s explosive sectarian conflict to a civil war that is increasingly fueled by religious rivalry. Some","byline":"By YASIR GHAZI and TIM ARANGO","date":"20121028","title":"Influx of Iraqi Shiites to Syria Widens Wars Scope","url":"http://www.nytimes.com/2012/10/28/world/middleeast/influx-of-iraqi-shiites-to-syria-widens-wars-scope.html"}],"tokens":["Iraq"],"total":1449}]}