{"tokens":[],"results":[{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[{"body":"Spanish police officers today arrested an Algerian man who was wanted on terrorism charges in France and Germany, and who is thought to have ties to Osama bin Laden, the Saudi dissident accused by the United States of masterminding the bombings of American Embassies in Kenya and Tanzania in 1998. The police detained the Algerian, Muhammad","byline":"By EMMA DALY","date":"20010623","title":"Spain Arrests Terror Suspect Said to Be Linked to bin Laden","url":"http://www.nytimes.com/2001/06/23/world/spain-arrests-terror-suspect-said-to-be-linked-to-bin-laden.html"}],"tokens":["al","qaida"],"total":1},{"offset":"0","results":[{"body":"Following is the text of a resolution to authorize the use of force against Iraq agreed upon yesterday by President Bush and House leaders. The full texts of the House resolution, the administration's initial proposal and the Biden-Lugar proposal in the Senate are online at nytimes.com/politics. WHEREAS in 1990 in response to Iraq's war of","date":"20021003","title":"THREATS AND RESPONSES; Text of House Resolution Authorizing the Use of U.S. Force Against Iraq","url":"http://www.nytimes.com/2002/10/03/us/threats-responses-text-house-resolution-authorizing-use-us-force-against-iraq.html"},{"body":"After six months on the front lines in Afghanistan, 253 soldiers from the Army's 10th Mountain Division returned to New York today. The plane carrying the soldiers arrived at Wheeler-Sack Army Airfield, near Watertown. On Thursday, 27 soldiers from the First Battalion, 87th Infantry returned, and 140 are expected to arrive Saturday, said Brig. Gen.","date":"20020406","title":"253 Soldiers Return From Afghanistan","url":"http://www.nytimes.com/2002/04/06/nyregion/253-soldiers-return-from-afghanistan.html"},{"body":"United States Special Operations forces battled Al Qaeda gunmen today at a hospital where several fighters had been holed up for nearly two months and had threatened to kill anyone who tried to capture them. The Americans moved into the walled Mir Wais Hospital compound about 3 a.m., supported by helicopters. Najabullah, an Afghan commander","date":"20020128","title":"A NATION CHALLENGED; U.S. Moves On Qaeda Gunmen in Hospital","url":"http://www.nytimes.com/2002/01/28/world/a-nation-challenged-us-moves-on-qaeda-gunmen-in-hospital.html"}],"tokens":["al","qaida"],"total":3},{"offset":"0","results":[{"body":"An Arab-American software engineer pleaded not guilty to charges that he tried to join up with Taliban and Al Qaida forces fighting American troops in Afghanistan. The engineer, Maher Hawash, 39, a United States citizen of Palestinian descent, is charged with conspiracy to levy war and conspiracy to provide material support to the two groups. The","date":"20030506","title":"AFTEREFFECTS: Briefly Noted; PLEA IN TALIBAN CASE","url":"http://www.nytimes.com/2003/05/06/world/aftereffects-briefly-noted-plea-in-taliban-case.html"}],"tokens":["al","qaida"],"total":1},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[{"body":"US President George W. Bush doesn't have much time to implement a change in strategy in Iraq. And anything he does is likely to be questioned in the Middle East. Reactions from the region have been full of skepticism. Last Wednesday, the day the Iraq Study Group report on US involvement in Iraq was released, three blue cars, all Opel Vectras,","byline":"By Georg Mascolo and Bernhard Zand, Der Spiegel","date":"20061211","title":"CHANGING STRATEGIES, CHANGING ALLIES; Bush Capitulates to Reality in the Middle East","url":"http://www.nytimes.com/2006/12/11/world/europe/11spiegel.html"},{"body":"The Middle East, says Syrian President Bashar Assad, 40, seems to be teetering on the brink of chaos. He spoke with SPIEGEL about his country's difficult relationship with the United States, the pressure to go to war, and the consequences of the wars in Lebanon and Iraq. SPIEGEL: Mr. President, the foiled attack on the US embassy in Damascus killed","byline":"By DER SPIEGEL; Interview conducted by Martin Doerry, Gerhard Spörl and Bernhard Zand","date":"20060924","title":"SPIEGEL INTERVIEW WITH SYRIAN PRESIDENT BASHAR ASSAD; 'America Must Listen'","url":"http://query.nytimes.com/gst/fullpage.html?res=980CE2DE1530F937A1575AC0A9609C8B63"}],"tokens":["al","qaida"],"total":2},{"offset":"0","results":[{"body":"IN November 2005, a group of marines killed 24 Iraqi men, women and children after Sunni Arab insurgents detonated a roadside bomb in Haditha that killed one infantryman and wounded two others. Marine officers assumed the Iraqi deaths occurred during combat and were justified, if regrettable. More than a year later, in December 2006, the Marine","byline":"By PAUL von ZIELBAUER","date":"20070624","title":"WORD FOR WORD | 'IF IT BLEEDS, IT LEADS'; A Marine Tutorial on Media 'Spin'","url":"http://query.nytimes.com/gst/fullpage.html?res=9A01E2DB1E3FF937A15755C0A9619C8B63"},{"body":"IN November 2005, a group of marines killed 24 Iraqi men, women and children after Sunni Arab insurgents detonated a roadside bomb in Haditha that killed one infantryman and wounded two others. Marine officers assumed the Iraqi deaths occurred during combat and were justified, if regrettable. More than a year later, in December 2006, the Marine","byline":"By PAUL von ZIELBAUER","date":"20070624","title":"WORD FOR WORD | 'IF IT BLEEDS, IT LEADS'; A Marine Tutorial on Media 'Spin'","url":"http://www.nytimes.com/2007/06/24/weekinreview/24word.html"},{"body":"Good news from the war zone: Syria and Iran -- both countries that have shown little interest so far in relieving tensions in Iraq -- will take part in a conference in Baghdad this weekend in a development that has taken many by surprise. The mood in Washington is astonishingly upbeat after this radical shift in strategy. It must have been a cool","byline":"By Georg Mascolo and Bernhard Zand","date":"20070305","title":"USING DIPLOMACY RATHER THAN THREATS: Washington Takes a Chance on Tehran","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01EED91331F936A35750C0A9619C8B63"},{"body":"A Pentagon investigation into the handling of prewar intelligence has criticized civilian Pentagon officials for conducting their own intelligence analysis to find links between Saddam Hussein and Al Qaeda, but said the officials did not violate any laws or mislead Congress, according to Congressional officials who have read the report. The","byline":"By DAVID S. CLOUD and MARK MAZZETTI","date":"20070209","title":"THE REACH OF WAR; Pentagon Group Criticized for Prewar Intelligence Analysis","url":"http://www.nytimes.com/2007/02/09/washington/09feith.html"},{"body":"With concerns about global warming and energy security on the rise, countries the world over are taking a new look at nuclear energy. Some are building new reactors as fast as they can. They are coming from everywhere in Australia; shirt-sleeved workers from every corner of the continent heading to a remote stretch of the South Australian desert.","byline":"By Rüdiger Falksohn, Der Spiegel","date":"20070116","title":"NEW REACTORS ACROSS THE GLOBE: A Nuclear Power Renaissance","url":"http://query.nytimes.com/gst/fullpage.html?res=9C05E7DB1E30F935A25752C0A9619C8B63"}],"tokens":["al","qaida"],"total":5},{"offset":"0","results":[{"body":"By the time Specialist Jerry Ryen King decided to write about his experiences in Iraq, the teenage paratrooper had more to share than most other soldiers. In two operations to clear the outskirts of the village of Turki in the deadly Diyala Province, Specialist King and the rest of the Fifth Squadron faced days of firefights, grenade attacks and","byline":"By LIZETTE ALVAREZ and ANDREW W. LEHREN","date":"20080325","title":"DEATH TOLL AT 4,000; Six of the Fallen, in Words They Sent Home","url":"http://www.nytimes.com/2008/03/25/us/25dead.html"}],"tokens":["al","qaida"],"total":1},{"offset":"0","results":[],"tokens":["al","qaida"],"total":0},{"offset":"0","results":[{"body":"Joe Meagher writes from New Hampshire, hoping against hope that his beloved California Golden Bears will somehow make it to the Rose Bowl before he is forced to leave this mortal coil. They had better hurry up. The horse racing industry is dying because people like me are its biggest fans. I have been a racing fan since my father took our family to","byline":"By JOE MEAGHER","date":"20100606","title":"THE RAIL; A Beautiful Sport, an Ugly Industry","url":"http://query.nytimes.com/gst/fullpage.html?res=9B00E7D81630F935A35755C0A9669D8B63"}],"tokens":["al","qaida"],"total":1},{"offset":"0","results":[{"body":"Thomas Hegghammer is a senior research fellow at the Norwegian Defense Research Establishment in Oslo and the co-author of ''Al-Qaida in Its Own Words.'' AT first glance, the 1,500-page manifesto of Anders Behring Breivik, the man accused of the terrorist attacks in Oslo, appears to be a fairly standard ideological treatise of the far right. The","byline":"By THOMAS HEGGHAMMER","date":"20110731","title":"OPINION; The Rise of the Macro-Nationalists","url":"http://www.nytimes.com/2011/07/31/opinion/sunday/the-rise-of-the-macro-nationalists.html"},{"body":"WASHINGTON -- Calling it a ''good day for America,'' President Obama said on Monday that the death of Osama bin Laden had made the world ''a better place,'' as new details emerged about the overnight raid and firefight in Pakistan that killed him. ''The world is safer,'' Mr. Obama said as he appeared at a White House ceremony bestowing the Medal of","byline":"By STEVEN LEE MYERS and ELISABETH BUMILLER; Reporting was contributed by Elisabeth Goodridge, Mark Landler, Charlie Savage, Scott Shane, Michael D. Shear and Ben Werschkul in Washington; Jane Perlez in Sydney, Australia; Pir Zubair Shah and Benjamin Weiser in New York; and Salman Masood in Abbottabad, Pakistan.","date":"20110503","title":"Obama Calls World 'Safer' After Pakistan Raid","url":"http://www.nytimes.com/2011/05/03/world/asia/osama-bin-laden-dead.html"},{"body":"PARIS -- The death of Osama bin Laden prompted a range of speculation around the world Monday: Could it lead to a faster withdrawal by NATO countries from Afghanistan? Could Western triumphalism lead to revenge attacks? But one consensus emerged: the end of the manhunt helped burnish the image of the United States. ''They did it, and they did it in","byline":"By KATRIN BENNHOLD and ALAN COWELL","date":"20110503","title":"THE DEATH OF BIN LADEN; Killing of Bin Laden Burnishes Global U.S. Image","url":"http://www.nytimes.com/2011/05/03/world/03risk.html"},{"body":"PARIS -- The death of Osama bin Laden prompted a range of speculation around the world Monday: Could it lead to a faster withdrawal by NATO countries from Afghanistan? Could Western triumphalism lead to revenge attacks? But one consensus emerged: The end of the manhunt helped burnish the image of the United States. ''They did it, and they did it in","byline":"By KATRIN BENNHOLD and ALAN COWELL; Ellen Barry and Andrew E. Kramer contributed reporting from Moscow; John F. Burns from London; Souad Mekhennet from Morocco; Jim Yardley from New Delhi; and Neil MacFarquhar from the United Nations.","date":"20110503","title":"Bin Laden Killing Draws Praise From Allies but Concern About Reprisals","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DE2DB1E3BF930A35756C0A9679D8B63"}],"tokens":["al","qaida"],"total":4},{"offset":"0","results":[{"body":"The following is the full text of Mitt Romney's speech on foreign policy as delivered on Monday at the Virginia Military Institute in Lexington, Va. (Transcript courtesy of Federal News Service) MITT ROMNEY: Thank you. Thank you. Thank you so very much for that warm welcome. And I particularly appreciate the introduction by my good friend and","date":"20121009","title":"Transcript: Mitt Romney Remarks at Virginia Military Institute","url":"http://www.nytimes.com/2012/10/09/us/politics/mitt-romney-remarks-at-virginia-military-institute.html"},{"body":"The following is a completed transcript of President Obama and Mitt Romney's remarks at the first presidential debate in Denver on Oct. 3, 2012. JIM LEHRER: Good evening from the Magness Arena at the University of Denver in Denver, Colorado. I'm Jim Lehrer of the PBS NewsHour, and I welcome you to the first of the 2012 presidential debates between","date":"20121003","title":"Transcript of the First Presidential Debate","url":"http://www.nytimes.com/2012/10/03/us/politics/transcript-of-the-first-presidential-debate-in-denver.html"},{"body":"TRIPOLI, Libya -- A Web site that supports the Syrian government publicized a video clip on Monday that showed Austin Tice, an American freelance journalist, to be alive but held hostage by what appeared to be Islamist militants. It was the first glimpse of Mr. Tice since Aug. 13. Questions about the origin of the undated clip and the anomalies in","byline":"By DAVID D. KIRKPATRICK","date":"20121002","title":"Video Seems to Show American Journalist Being Held by Islamists in Syria","url":"http://www.nytimes.com/2012/10/02/world/middleeast/austin-tice-seen-alive-in-video-on-pro-assad-web-site.html"},{"body":"ISLAMABAD, Pakistan -- The arrest and imprisonment of a Christian girl accused of violating Pakistan's blasphemy laws stoked a public furor on Monday, renewing international scrutiny of growing intolerance toward minorities in the country.The police jailed the girl, Rimsha Masih, and her mother on Friday after hundreds of Muslim protesters","byline":"By DECLAN WALSH and SALMAN MASOOD;","date":"20120821","title":"Christian Girl's Blasphemy Arrest Incites a Furor in Pakistan","url":"http://www.nytimes.com/2012/08/21/world/asia/christian-girls-blasphemy-arrest-incites-a-furor-in-pakistan.html"},{"body":"PHOENIX -- In nearly 20 years as sheriff of Maricopa County, Joe Arpaio has honed his publicity skills, using headline-grabbing, often outrageous maneuvers to build a reputation as the nation's toughest law officer and make himself a hero to many Americans. He created the nation's first female chain gang; issued pink socks and underwear to the men","byline":"By FERNANDA SANTOS","date":"20120802","title":"When a Taste For Publicity Bites Back","url":"http://www.nytimes.com/2012/08/02/us/an-arizona-sheriffs-fondness-for-publicity-may-bite-back.html"},{"body":"STEINBERG--Andrew, 53, of Chevy Chase, MD and Falls Village, CT, died at home in Chevy Chase on May 20 of uveal melanoma. A partner in the Washington, DC office of Jones Day, one of the nation's leading aviation regulatory lawyers; a man of extraordinary intellect, integrity and humility. Held both of the nation's two top aviation regulatory","date":"20120527","title":"Paid Notice: Deaths STEINBERG, ANDREW","url":"http://query.nytimes.com/gst/fullpage.html?res=9802E6DC1F3AF934A15756C0A9649D8B63"},{"body":"STEINBERG--Andrew, 53, of Chevy Chase, MD and Falls Village, CT, died at home in Chevy Chase on May 20 of uveal melanoma. A partner in the Washington, DC office of Jones Day, one of the nation's leading aviation regulatory lawyers; a man of extraordinary intellect, integrity and humility. Held both of the nation's two top aviation regulatory","date":"20120526","title":"Paid Notice: Deaths STEINBERG, ANDREW","url":"http://query.nytimes.com/gst/fullpage.html?res=9C02EFDD1F3AF935A15756C0A9649D8B63"},{"body":"STEINBERG--Andrew, 53, of Chevy Chase, MD and Falls Village, CT, died at home in Chevy Chase on May 20 of uveal melanoma. A partner in the Washington, DC office of Jones Day, one of the nation's leading aviation regulatory lawyers; a man of extraordinary intellect, integrity and humility. Held both of the nation's two top aviation regulatory","date":"20120525","title":"Paid Notice: Deaths STEINBERG, ANDREW","url":"http://query.nytimes.com/gst/fullpage.html?res=9C03EEDD1F3AF936A15756C0A9649D8B63"},{"body":"WASHINGTON -- Joining in the latest round of an old dispute, the Democratic senators who lead the intelligence and armed services committees took issue on Monday with claims from Bush administration officials that the Central Intelligence Agency's coercive interrogation methods produced information that led to the killing of Osama bin Laden a year","byline":"By SCOTT SHANE","date":"20120501","title":"Role of Torture Revisited In Bin Laden Narrative","url":"http://www.nytimes.com/2012/05/01/world/americas/senators-reject-claim-that-torture-helped-hunt-for-bin-laden.html"}],"tokens":["al","qaida"],"total":9}]}