{"tokens":[],"results":[{"offset":"0","results":[{"body":"THE AGE OF WONDERS By Aharon Appelfeld. Translated by Dalya Bilu. 270 pp. Boston: David R. Godine. $12.95. AHARON APPELFELD, at 49 one of Israel's most honored writers, became known to American readers last year with a strange and original composite of farce, parable and horror story titled ''Badenheim 1939'' - a short novel about a resort town for","byline":"By JOEL AGEE; Joel Agee is the author of ''Twelve Years: An American Boyhood in East Germany.''","date":"19811227","title":"THE CALM BEFORE THE STORM","url":"http://www.nytimes.com/1981/12/27/books/the-calm-before-the-storm.html"},{"body":"In looking back on the theatrical year - 1981 or any other - one must always begin by bemoaning the state of the art. So I herewith declare that the theater is once again in sorry shape, that Broadway will soon collapse under the weight of leaden musicals and star vehicles, that Off Broadway has lost its once adventurous way. And yet, in the same","byline":"By Frank Rich","date":"19811227","title":"Stage View; THERE WAS MUCH TO BEMOAN, BUT LOTS TO PRAISE","url":"http://www.nytimes.com/1981/12/27/theater/stage-view-there-was-much-to-bemoan-but-lots-to-praise.html"},{"body":"WASHINGTON O N Thursday, Nov. 12, Commerce Secretary Malcolm Baldrige received a memo from David A. Stockman, the Director of the Office of Management and Budget, demanding $174 million of additional cuts in Commerce activities mostly affecting support the department provides for American exports. Mr. Stockman said he wanted Mr. Baldrige, among","byline":"By CLYDE H. FARNSWORTH","date":"19811227","title":"SHOOTOUT OVER FEDERAL EXPORT POLICY, AND MONEY","url":"http://www.nytimes.com/1981/12/27/business/shootout-over-federal-export-policy-and-money.html"},{"body":"IRECENTLY gave myself a 40th birthday present. I stopped dieting for the rest of my life. It was an emotional decision, carrying with it the resolve to also tune out to everyone else's diet. Spare me for all time any further conversation about three moderate meals, or six little meals, or two gigantic meals or one gluttonous meal. The subject is","byline":"By HINDA GONCHOR","date":"19811227","title":"ON A STEADY DIET OF NOT GOING ON A DIET","url":"http://www.nytimes.com/1981/12/27/nyregion/on-a-steady-diet-of-not-going-on-a-diet.html"},{"body":"Russell Martin is a fourth-generation Coloradan who writes about the contemporary West. By Russell Martin Montana cattle rancher, trainer of cutting horses and literary man, Thomas McGuane, gets right to the heart of the matter as he begins ''Nobody's Angel,'' his new novel, which will be published early this spring. ''You would have to care about","date":"19811227","title":"WRITERS OF THE PURPLE SAGE","url":"http://www.nytimes.com/1981/12/27/magazine/writers-of-the-purple-sage.html"},{"body":"women whose faith and fortunes center about a rigidly conservative priest named Father Cyprian - immerses herself in the ferment of Morningside Heights during the late 60's, is courted and betrayed by a radical professor, but ultimately returns with her infant to Cyprian's circle. Our reviewer Francine du Plessix Gray called this second novel by","byline":"Ballantine, $2.95.","date":"19811227","title":"Paperbacks: New and Noteworthy","url":"http://www.nytimes.com/1981/12/27/books/paperbacks-new-and-noteworthy.html"},{"body":"THE PHYSICISTS By C.P. Snow. Introduction by William Cooper. Illustrated. 192 pp. Boston: Little, Brown & Co. $15.95. Charles Percy Snow, remembered for having called attention to the gulf separating what he called the ''two cultures'' of the sciences and the humanities, was himself both scientist and humanist - a working molecular physicist who","byline":"By Timothy Ferris","date":"19811227","title":"Nonfiction in Brief","url":"http://www.nytimes.com/1981/12/27/books/nonfiction-in-brief-147299.html"},{"body":"A subway rider who was fatally shot Christmas morning as he left a nearly deserted BMT station in Manhattan was identified yesterday as a 59-year-old professional guitarist from Port Chester, N.Y. The man was identified by the city's Chief Medical Examiner as Nicholas Gerek. Lieut. Allan Andrade of the Transit Authority police said a business card","date":"19811227","title":"SLAIN SUBWAY RIDER IDENTIFIED AS PORT CHESTER MAN","url":"http://www.nytimes.com/1981/12/27/nyregion/slain-subway-rider-identified-as-port-chester-man.html"},{"body":"Christmastime in Ho Chi Minh City is especially sad. The warm air is scented with jasmine and incense, the stores drape silver papier-mache stars in windows, but the downtown streets are curiously lifeless. ''Merry Christmas, poppa!'' shout swarms of begging half-American children to foreigners. They clutch a visitor's arm. ''You take me home,","byline":"By BERNARD WEINRAUB, Special to the New York Times","date":"19811227","title":"IN VIETNAM, TEARS AS THE PAST IS REMEMBERED","url":"http://www.nytimes.com/1981/12/27/world/in-vietnam-tears-as-the-past-is-remembered.html"},{"body":"A rural eastern Georgia county with a history of discrimination against blacks has emerged as the new legal battleground for a fight over a Supreme Court ruling that severely limits challenges to at-large election procedures. The outcome of the Burke County, Ga., case of Lodge v. Buxton, to be argued before the Court early next year, is expected to","byline":"By REGINALD STUART, Special to the New York Times","date":"19811227","title":"FOCUS SHIFTS IN BLACKS' FIGHT ON AT-LARGE VOTING","url":"http://www.nytimes.com/1981/12/27/us/focus-shifts-in-blacks-fight-on-at-large-voting.html"}],"tokens":["evil"],"total":529},{"offset":"0","results":[{"body":"To the Editor: It is astonishing how rarely, in discussing the crisis of Social Security, the media have brought into focus a chief reason for the plight of that fund: the well-known fact that, all told, 14 million Americans are out of work. hese individuals naturally do not make contributions out of wages under the Federal Insurance Contributions","date":"19821231","title":"SOCIAL SECURITY'S PRESENT DANGER","url":"http://www.nytimes.com/1982/12/31/opinion/l-social-security-s-present-danger-132432.html"},{"body":"Residents of an 80-year-old housing complex near Lincoln Center that was designed to be a model for tenements were joined by elected officials yesterday in calling for major renovations to the nowdilapidated, largely abandoned buildings. They said they feared that the complex would become uninhabitable soon and be replaced by more expensive","byline":"By MATTHEW L. WALD","date":"19821231","title":"TENANTS FIGHT TO SAVE 'MODEL' WEST SIDE TENEMENTS","url":"http://www.nytimes.com/1982/12/31/nyregion/tenants-fight-to-save-model-west-side-tenements.html"},{"body":"On Nov. 9, the day before Leonid Brezhnev died, Italian Interior Minister Virginio Rognoni received a visit from the C.I.A.'s vice-chief of station in Rome and a staffer from the U.S. Senate Intelligence Committee. The Americans wanted to know about the Bulgarian connection to the shooting of the Pope. Mr. Rognoni explained that Ali Agca, the","byline":"By William Safire","date":"19821227","title":"ESSAY; 'YOU HAVE NO PROOF'","url":"http://www.nytimes.com/1982/12/27/opinion/essay-you-have-no-proof.html"},{"body":"THE National Conference of Catholic Bishops, in a broad condemnation of nuclear war, has questioned the morality of United States strategic policy. In a proposed pastoral letter, the bishops call the deterrent posture of the United States ''clearly unsatisfactory...from a moral point of view.'' Deterrence may be acceptable, they declare, ''provided","date":"19821226","title":"A SYMPOSIUM: THE BISHOPS AND THE ARMS RACE","url":"http://www.nytimes.com/1982/12/26/weekinreview/a-symposium-the-bishops-and-the-arms-race.html"},{"body":"True or not, Italian police reports of a ''Bulgarian connection'' to the assassin who shot Pope John Paul II hit a nerve in Moscow last week. In the latest official reaction, Leonid M. Zamyatin, the Kremlin's top information specialist on international affairs, denounced speculation about a trail leading from the attack in St. Peter's Square last","byline":"By Milt Freudenheim and Henry Giniger","date":"19821226","title":"THE WORLD; Sticking Up for The Bulgarians","url":"http://www.nytimes.com/1982/12/26/weekinreview/the-world-sticking-up-for-the-bulgarians.html"},{"body":"MUSIC AND POLITICS Collected Writings 1953-81. By Hans Werner Henze. Translated by Peter Labanyi. Illustrated. 286 pp. Ithaca, N. Y.: Cornell University Press. $24.95. IN 1968, at the world premiere of Hans Werner Henze's revolutionary oratorio ''The Raft of the Medusa'' in Hamburg, West Germany, the Culture and Revolution team of the Berlin","byline":"By Edward Rothstein; Edward Rothstein is a music critic for The New York Times.","date":"19821226","title":"PROGRAM MUSIC, WITH A PROGRAM","url":"http://www.nytimes.com/1982/12/26/books/program-music-with-a-program.html"},{"body":"Newgate Callendar regularly reviews detective fiction for The Times Book Review section. In 1971, Anthony Shaffer came to New York with a play called ''Sleuth,'' and it made him a happy and rich man. It won the Tony award for the best play of the season, promptly went into stock and since then has been playing all over the world. Now Mr. Shaffer is","byline":"By Newgate Callendar","date":"19821226","title":"ANTHONY SHAFFER PLAYS A GAME OF 'WHODUNNIT'","url":"http://www.nytimes.com/1982/12/26/theater/anthony-shaffer-plays-a-game-of-whodunnit.html"},{"body":"It takes courage for a theatergoer to stroll back through the memory lane of 1982 - it's easy to trip on potholes. The first Broadway opening of the year was ''Waltz of the Stork,'' in which the protagonist wandered disconsolately about the stage uttering private thoughts that remained forever beyond the audience's comprehension. The last opening,","byline":"By Frank Rich","date":"19821226","title":"STAGE VIEW; THE CREATIVE SOURCE WAS OFF BROADWAY","url":"http://www.nytimes.com/1982/12/26/theater/stage-view-the-creative-source-was-off-broadway.html"},{"body":"Anyone who titles a dance ''The Abiding Void'' must certainly be serious. Paul Sanasardo titled a dance just that and he has long been one of our most serious choreographers. How peculiarly serious his choreography can be was evident on Monday night at the New York University Theater when the Paul Sanasardo Dance Company presented four works that","byline":"By JACK ANDERSON","date":"19821226","title":"DANCE: 'VOID,' OTHER DANCES BY SANASARDO","url":"http://www.nytimes.com/1982/12/26/theater/dance-void-other-dances-by-sanasardo.html"},{"body":"He lived in a busy place, and he worked very hard to live. He had no hope of ever being rich enough to live a month without hard work, but he was quite content, God knows, to labour with a cheerful will. He was one of an immense family, all of whose sons and daughters gained their daily bread by daily work, prolonged from their rising up bedtimes","byline":"By Charles Dickens","date":"19821225","title":"NOBODY'S STORY","url":"http://www.nytimes.com/1982/12/25/opinion/nobody-s-story.html"}],"tokens":["evil"],"total":495},{"offset":"0","results":[{"body":"The United States and the Soviet Union will resume high-level talks on Jan. 18 in Stockholm, the State Department said today. Department officials said the United States intended to use the talks to reopen discussions on arms control and all other outstanding issues. Secretary of State George P. Shultz and Foreign Minister Andrei A. Gromyko have","byline":"By BERNARD GWERTZMAN, Special to the New York Times","date":"19831231","title":"HIGH-LEVEL TALKS WITH THE RUSSIANS TO RESUME JAN. 18","url":"http://www.nytimes.com/1983/12/31/world/high-level-talks-with-the-russians-to-resume-jan-18.html"},{"body":"Friday PUPPETRY AND TOUCHING All the revelry attendant on New Year need not be nocturnal, nor solely for adults. The Museum of the City of New York is holding a puppet show and demonstration of life in early New York for children and their parents this afternoon. The curtain rises at 1:30 P.M. on ''An Unmarked Present,'' the Mock Turtle Marionette","byline":"By Samuel G. Freedman","date":"19831230","title":"WEEKENDER GUIDE","url":"http://www.nytimes.com/1983/12/30/arts/weekender-guide.html"},{"body":"Whatever else 1984 may hold, one thing is certain: There will be a storm of discussions about what George Orwell did or did not predict in his novel ''Nineteen Eighty-Four,'' which made the year famous 35 years before its time, and whether those predictions, if they were predictions, are coming to pass. The Modern Language Association of America","byline":"By WALTER GOODMAN","date":"19831230","title":"THE VISION OF BOTH ORWELL AND KAFKA IS AS SHARP AS EVER, CONFEREES FINDN","url":"http://www.nytimes.com/1983/12/30/nyregion/the-vision-of-both-orwell-and-kafka-is-as-sharp-as-ever-conferees-findn.html"},{"body":"-Occupied West Bank - Despite the efforts of Israeli censorship, the residents of this camp seem to have everything they want in anti-Zionist and anti-Jewish political tracts. What they cannot get in print, they pick up by radio and television from the Arab world and exchange by word of mouth. West Bank schools use the Jordanian curriculum, but","date":"19831228","title":"IN PALESTINIAN CAMP, ANTI -JEWISH TRACTS ABOUND","url":"http://www.nytimes.com/1983/12/28/world/in-palestinian-camp-anti-jewish-tracts-abound.html"},{"body":"Nuclear arms did not freeze in 1983, but the chill that struck relations between the superpowers recalled the frost of the 1950's. The movement of United States missiles into Germany and England, to counter a buildup of Soviet missiles, brought energetic protests from some in those countries. And the Soviet Union refused to continue the fitful arms","date":"19831228","title":"A NEW AMERICAN STYLE, A HEIGHTENING OF TENSION","url":"http://www.nytimes.com/1983/12/28/world/a-new-american-style-a-heightening-of-tension.html"},{"body":"Representative Robert H. Michel, the Republican leader, recently sent a private memo to all House Republicans. In it, he chronicled how Democrats had voted ''time and time again'' in the last session of Congress to increase Government spending and add to the budget deficit. The National Republican Senatorial Committee is preparing similar","byline":"By STEVEN V. ROBERTS","date":"19831228","title":"POLITICS; ON THE DEFICIT, 'A WORLD TURNED UPSIDE DOWN'","url":"http://www.nytimes.com/1983/12/28/us/politics-on-the-deficit-a-world-turned-upside-down.html"},{"body":"For the benefit of youngsters afflicted with an American education, let me note that George Orwell was the pen name of an Englishman named Eric Blair whose extensive writings included the novel ''1984.'' His idea for the book was conceived in 1943 when Britain was at war with Nazi Germany. It was completed in 1948 and published in 1949. While","byline":"By Russell Baker","date":"19831228","title":"OBSERVER; BUT WHAT ABOUT 2020?","url":"http://www.nytimes.com/1983/12/28/opinion/observer-but-what-about-2020.html"},{"body":"Yevgeny A. Yevtushenko, one of the Soviet Union's most popular poets, has come under the harshest criticism of his career for his first novel, ''Berry Patches,'' among other things for the book's critical treatment of Stalin's mass roundup of land-owning peasants in the 1930's. A review of the novel in the current issue of the monthly literary","byline":"By JOHN F. BURNS","date":"19831226","title":"STICK TO POETRY: SOVIET CRITIC TELLS YEVTUSHENKO","url":"http://www.nytimes.com/1983/12/26/world/stick-to-poetry-soviet-critic-tells-yevtushenko.html"},{"body":"Once upon a time, picking out an evergreen tree and hauling it home to decorate was a family's holiday ritual whether Christmas was spent at grandfather's farm or back in town. Now this age-old tradition is being revived as the number of cut-your-own tree farms expands throughout the Northeast. City or country folk once again go out to fields where","byline":"By JOAN LEE FAUST","date":"19831225","title":"LEISURE FRONT; FOR A FESTIVE YULETIDE, COLOR IT EVERGREEN ;","url":"http://www.nytimes.com/1983/12/25/arts/leisure-front-for-a-festive-yuletide-color-it-evergreen.html"},{"body":"The story begins very simply. A man and his pregnant wife are on a journey. They had planned to stay at an inn but because all the rooms are gone they take shelter in a stable. During the night the woman gives birth to a son. Her husband is her only help, farm animals the only witnesses. The woman swaddles the boy in cloth and nestles him in the","date":"19831225","title":"'A Great Joy'","url":"http://www.nytimes.com/1983/12/25/opinion/a-great-joy.html"}],"tokens":["evil"],"total":574},{"offset":"0","results":[{"body":"Should a 4-year-old be required to have a Social Security number in order to receive Federal assistance if her parents feel that being assigned one is an intrusion into their religious views? The case of ''Little Bird of the Snow vs. Big Government,'' as some call it, has been presented to the Supreme Court, which is expected to decide soon whether","byline":"By James F. Clarity and William E. Farrell","date":"19841231","title":"BRIEFING; Little Bird, Big Number","url":"http://www.nytimes.com/1984/12/31/us/briefing-little-bird-big-number.html"},{"body":"The Year of the Prisoner Bartlett's isn't sure that Burke ever uttered the famous line credited to him: ''The only thing necessary for the triumph of evil is for good men to do nothing.'' But the exhortation is timeless. Decent impulses are diffuse; evil is willed and specific. This is bitterly understood by political prisoners who are torn from","date":"19841231","title":"No Headline","url":"http://www.nytimes.com/1984/12/31/opinion/no-headline-185142.html"},{"body":"To the Editor: In dismissing the Shultz doctrine, which calls for force against terrorists, George Ball says our ''objective should clearly be to correct, or at least mitigate, the fundamental grievances that nourish terrorism'' (Op-Ed, Dec. 16). However, the Shiite extremists who have killed over 300 Americans are politically primitive. Their","date":"19841231","title":"TERRORISTS WON'T TALK TO THE 'GREAT SATAN'","url":"http://www.nytimes.com/1984/12/31/opinion/l-terrorists-won-t-talk-to-the-great-satan-181067.html"},{"body":"Since the lamentable demise of the D'Oyly Carte company, its premiere comic baritone, John Reed, has had to find other employment. He still manages to sing Gilbert & Sullivan parts in Britain, occasionally. But most of his activity now seems to be in that hotbed of Anglophilism, the prodigal colonies of the United States of America. Mr. Reed serves","byline":"By JOHN ROCKWELL","date":"19841230","title":"OPERETTA: 'GONDOLIERS' BY GILBERT & SULLIVAN","url":"http://www.nytimes.com/1984/12/30/arts/operetta-gondoliers-by-gilbert-sullivan.html"},{"body":"ECONOMICS IN THE REAL WORLD By Leonard Silk. 298 pp. New York: Simon & Schuster. $16.95. LEONARD SILK, the economics columnist for The New York Times, wants to describe how economic policy is actually made and how it is seen by those who make it. His book ''Economics in the Real World'' is very good on the interplay between politics and economics,","byline":"By Robert M. Solow; Robert M. Solow is a professor of economics at the Massachusetts Institute of Technology.","date":"19841230","title":"BETWEEN A POLITICAL ROCK AND A HARD PLACE","url":"http://www.nytimes.com/1984/12/30/books/between-a-political-rock-and-a-hard-place.html"},{"body":"In a strong defense of a judge's right to exercise broad leeway in interpreting legislation, Judge Irving R. Kaufman argues in a law-review article that judges must seek the law's ''underlying aim'' and write decisions that reflect the values of their communities. ''Whether judicial pronouncements are perceived as oppressive commands or as just","byline":"By DAVID E. SANGER","date":"19841230","title":"KAUFMAN DEFENDS USING LAWS' INTENT","url":"http://www.nytimes.com/1984/12/30/nyregion/kaufman-defends-using-laws-intent.html"},{"body":"HOME IN THE SKY Written and illustrated by Jeannie Baker. Unpaged. New York: Greenwillow Books. $13. (Ages 4 to 8) JEANNIE BAKER, a British artist now living in Australia, recently came to New York to cast a cold eye on its tenements, subways, Fifth Avenue, Central Park. In her first book she has hung her sequence of handsome, sometimes engrossing","byline":"By Michael Patrick HearnBy Eleanor Cameron","date":"19841230","title":"CHILDREN'S BOOKS","url":"http://www.nytimes.com/1984/12/30/books/children-s-books-178196.html"},{"body":"Ben Yagoda is articles editor of Philadelphia Magazine. SOMETHING ODD HAS HAPPENED TO BIRmingham, Mich. Once an unprepossessing satellite 15 miles north of Detroit, Birmingham has become an upscale suburban nexus - its broad main street a collection of trendy boutiques and gourmet takeout places that would be out of place in Detroit, its outlying","byline":"By Ben Yagoda","date":"19841230","title":"ELMORE LEONARD'S ROGUES' GALLERY","url":"http://www.nytimes.com/1984/12/30/magazine/elmore-leonard-s-rogues-gallery.html"},{"body":"Anthony Austin, an editor of The New York Times Magazine, reported from Moscow for The Times from 1979 to 1981. ILYA EHRENBURG Revolutionary, Novelist, Poet, War Correspondent, Propagandist: The Extraordinary Epic of a Russian Survivor. By Anatol Goldberg. Edited and introduced by Erik de Mauny. 312 pp. New York: Viking. $17.95. WHAT interest does","byline":"By Anthony Austin","date":"19841230","title":"SERVING STALIN AND LITERATURE","url":"http://www.nytimes.com/1984/12/30/books/serving-stalin-and-literature.html"},{"body":"With faces marked by both sorrow and anger, members of the Trinity Lutheran Church, a congregation once held together by friendship and a common faith, were staring at one another today across a gulf grown wider than the street between them. Then the visitor they awaited arrived, and a new tension rippled through clusters of members and onlookers","byline":"By WILLIAM ROBBINS","date":"19841228","title":"MILITANTS DEFY ORDER TO YIELD CHURCH CONTROL","url":"http://www.nytimes.com/1984/12/28/us/militants-defy-order-to-yield-church-control.html"}],"tokens":["evil"],"total":645},{"offset":"0","results":[{"body":"Natasha Simpson, an 11-year-old American slain in the terrorist attack at the Rome airport last Friday, was buried today after a emotional funeral mass attended by her classmates and several hundred other people. She was one of five Americans slain when four gunmen hurled grenades and fired into a crowd of holiday travelers at Leonardo da Vinci","byline":"Special to the New York Times","date":"19851231","title":"AN 11-YEAR-OLD AMERICAN SLAIN IN ATTACK IS BURIED","url":"http://www.nytimes.com/1985/12/31/world/an-11-year-old-american-slain-in-attack-is-buried.html"},{"body":"The United States space-based missile defense program has steadily gained grudging support among America's major allies in Western Europe. Officials, business representatives and military experts say this has been occurring despite the continued reservations in Western Europe about the technical feasibility of the project and its effect on","byline":"By JUDITH MILLER, Special to the New York Times","date":"19851230","title":"WESTERN EUROPEANS, SOME WITH DOUBTS, SUPPORT 'STAR WARS'","url":"http://www.nytimes.com/1985/12/30/world/western-europeans-some-with-doubts-support-star-wars.html"},{"body":"LIKE the daring Italian directors of the neorealistic films of the late 1940's and early 1950's who opened the aperture of freedom after the darkness of the Fascist era, Alberto Moravia emerged from the postwar years a liberated writer. While not as active politically in World War II Italy as such novelists as Carlo Levi, Giorgio Bassani, Italo","byline":"By Herbert Mitgang EROTIC TALES. By Alberto Moravia. Translated from the Italian by Tim Parks. 184 pages. Farrar, Straus & Giroux. $15.95. MEN AND NOT MEN. By Elio Vittorini. Translated from the Italian by Sarah Henry. 197 pages. The Marlboro Press, Marlboro, Vt. $16.95.","date":"19851230","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1985/12/30/books/books-of-the-times-257817.html"},{"body":"THE date of this writing, 1985, is the 100th anniversary of Ezra Pound's birth. Celebrations have included a gala Library of Congress program (Oct. 29), a stellar lecture series at Yale University (Oct. 31-Nov. 2) and a front-page article, ''Solving the Ezragrams: Pound at 100,'' in The New York Times Book Review (Nov. 10) by Pound's friend and","byline":"By Peter Viereck; Peter Viereck, the William R. Kenan Professor of History at Mount Holyoke College, has written six volumes of poetry, including the Pulitzer Prize-winning ''Terror and Decorum.''","date":"19851229","title":"POUND AT 100: WEIGHING THE ART AND THE EVIL","url":"http://www.nytimes.com/1985/12/29/books/pound-at-100-weighing-the-art-and-the-evil.html"},{"body":"ABOUT 1920, when he began searching for early tavern signs, Morgan B. Brainard did not do it because he wanted to collect a particular kind of antique or folk art - a descriptive term not in use then. The signs were important for their historical value, Mr. Brainard believed - they were tangible reminders of a way of life that had ended.","byline":"By FRANCES PHIPPS","date":"19851229","title":"ANTIQUES; COLLECTION OF TAVERN SIGNS ON VIEW","url":"http://www.nytimes.com/1985/12/29/nyregion/antiques-collection-of-tavern-signs-on-view.html"},{"body":"The Federal Government, despite objections from 30 members of Congress, yesterday carried out a major nuclear weapon test related to President Reagan's antimissile defense program. The lawmakers had urged Defense Secretary Caspar W. Weinberger to postpone the underground test, saying flaws in design had to be corrected. Energy Department officials","byline":"By WILLIAM J. BROAD","date":"19851229","title":"U.S. TESTS A LASER DRIVEN BY H-BOMB","url":"http://www.nytimes.com/1985/12/29/us/us-tests-a-laser-driven-by-h-bomb.html"},{"body":"AT THE END OF THE year, I do an office-pool column for political junkies. That is one tradition I wish I could shake, because what began as a way of showing off insiderness has become an annual exercise in humility: some nit-picking readers save the columns for a year and send them in with some illuminating comment like ''And you call yourself a","byline":"By WILLIAM SAFIRE","date":"19851229","title":"On Language; When Does 'Close' Count?","url":"http://www.nytimes.com/1985/12/29/magazine/on-language-when-does-close-count.html"},{"body":"It was not a good year. Though more films have been put into release in the last 12 months than in any other year of this decade, the quantity did not increase the chances for quality, as is usually the case. Instead, as films failed, they were replaced by worse films, which failed even faster, until, by the end of the year, reviewing movies had","byline":"By Vincent Canby","date":"19851229","title":"FILM VIEW; VIVID JOYS AMONG THE VAST ARRAY OF FAILURES","url":"http://www.nytimes.com/1985/12/29/movies/film-view-vivid-joys-among-the-vast-array-of-failures.html"},{"body":"DELMORE SCHWARTZ: The Life of an American Poet, by James Atlas. (Harvest/HBJ, $10.95.) A critical biography of the poet, novelist, critic and professor who dazzled the American literary community in his youth but died alone, penniless and insane, at 53. Delmore Schwartz (1913-1966) counted among his friends the leading lights of the New York","byline":"By Patricia T. O'Connor","date":"19851229","title":"NEW & NOTEWORTHY","url":"http://www.nytimes.com/1985/12/29/books/new-noteworthy.html"},{"body":"FOR ITS first series of the new year, Saturday through Jan. 19, the New Jersey Symphony Orchestra will have as its soloist the violinist Elmar Oliveira. He will play Prokofiev's Violin Concerto No. 2 in G minor (Op. 63) on a program that also will include Rimsky-Korsakov's ''Russian Eastern Overture,'' Bartok's ''Music for Strings, Percussion and","byline":"By RENA FRUCHTER","date":"19851229","title":"MUSIC; VIOLINIST TO PLAY IN SYMPHONY SERIES","url":"http://www.nytimes.com/1985/12/29/nyregion/music-violinist-to-play-in-symphony-series.html"}],"tokens":["evil"],"total":646},{"offset":"0","results":[{"body":"WHETHER New Year's Day is celebrated on Jan. 1 according to the Gregorian calendar, in September or October as the Jews' Rosh ha-Shanah or in midwinter by Asians, foods serve as edible talismans to assure luck, happiness or prosperity in the coming year. The notion, for example, that eating gold-colored food will put money in your pocket is common","byline":"By FLORENCE FABRICANT","date":"19861231","title":"CULINARY TALISMANS FOR A LUCKY 1987","url":"http://www.nytimes.com/1986/12/31/garden/culinary-talismans-for-a-lucky-1987.html"},{"body":"John D. MacDonald, the novelist whose best-selling mysteries sold millions of copies, died yesterday at St. Mary's Hospital in Milwaukee of complications from heart surgery. He was 70 years old and lived in Sarasota, Fla. Claire Ferraro, associate publisher at Ballantine/Del Rey and Fawcett, said Mr. MacDonald underwent bypass surgery in September","byline":"By C. GERALD FRASER","date":"19861229","title":"JOHN D. MACDONALD, NOVELIST, IS DEAD","url":"http://www.nytimes.com/1986/12/29/obituaries/john-d-macdonald-novelist-is-dead.html"},{"body":"THEY perform plays about cocaine, incest, teen-age pregnancy, fallen heroes and broken dreams. Off Broadway? No, junior high schools -so students can watch on stage dramas that mirror life in the streets. A college basketball star smokes a crack pipe, a father forces himself on his daughter, a man flings his wife across the kitchen table - not","date":"19861228","title":"THE ARTS: NEWS AND REVIEWS; RE-ENACTED RAGEDIES OF STREET LIFE BRING HELP TO JUNIOR HIGH STUDENTS","url":"http://www.nytimes.com/1986/12/28/theater/arts-reviews-re-enacted-ragedies-street-life-bring-help-junior-high-students.html"},{"body":"Most analysts of the Administration's actions in Iran have spoken of President Reagan's excessive delegation of authority or of his preoccupation with the hostages. But in some respects the Administration's handling of the ''opening'' toward Iran betrays a flaw that has been common among many Administrations: the assumption that an expression of","byline":"By Stephen Miller; Stephen Miller is director of American programming for Radio Free Europe and Radio Liberty.","date":"19861228","title":"An Old Flaw in U.S. Thinking","url":"http://www.nytimes.com/1986/12/28/opinion/an-old-flaw-in-us-thinking.html"},{"body":"Biscuits and coffee in a truck stop before dawn, a drive through morning fog to the hometown of Walter Payton. After a pleasant visit with Payton's former coach, Charles Boston, and a sunny afternoon drive through the Delta to New Orleans, Stupor Bowl week will take care of itself. Dallas, Feb. 8 - Spud Webb's relatives at Webb's Soul Market tell a","byline":"By George Vecsey","date":"19861228","title":"SPORTS OF THE TIMES; POSTCARDS FROM 1986","url":"http://www.nytimes.com/1986/12/28/sports/sports-of-the-times-postcards-from-1986.html"},{"body":"PASSAGE THROUGH ARMAGEDDON The Russians in War and Revolution 1914-1918. By W. Bruce Lincoln. Illustrated. 637 pp. New York: Simon & Schuster. $22.95. THE great battles in the Old Testament that took place in the mountainous har megiddo supplied a label for the scene prophesied in Revelations of Armageddon, the ultimate battle between good and evil","byline":"By F. D. Reeve; F. D. Reeve's books on Russia include ''Just Over the Border,'' ''The Russian Novel'' and ''Robert Frost in Russia.''","date":"19861228","title":"MAKING RUSSIA SAFE FOR BOLSHEVISM","url":"http://www.nytimes.com/1986/12/28/books/making-russia-safe-for-bolshevism.html"},{"body":"On a day when a white Christmas was a distant dream and the runners in Central Park wore shorts, Irene Tar celebrated the holiday yesterday as she has for 12 years, gliding across the ice at Rockefeller Center. Alice and Robert Riddell, from Queens, went to the Palm Court at the Plaza Hotel for brunch, as they have for some 20 years. And thousands","byline":"By SARA RIMER","date":"19861226","title":"TRADITIONS AND SHARING LINK THOSE CELEBRATING CHRISTMAS","url":"http://www.nytimes.com/1986/12/26/nyregion/traditions-and-sharing-link-those-celebrating-christmas.html"},{"body":"JOHN STORRS may be one of those artists that each generation has to discover for itself. He will never be a household name. There is nothing flamboyant about his work, and his most public and monumental sculptures - in Chicago and Cork, Ireland - may be his most problematical. But he is one of America's most important early modernist sculptors, and","byline":"By MICHAEL BRENSON","date":"19861226","title":"ART: A RETROSPECTIVE OF WORK OF JOHN STORRS","url":"http://www.nytimes.com/1986/12/26/arts/art-a-retrospective-of-work-of-john-storrs.html"},{"body":"Crises of confidence in government and race relations were on the minds of several of the city's spiritual leaders yesterday as they prepared what they would say today when their parishioners gathered to celebrate Christmas. But others, as they chose their words, tended toward traditional reaffirmations of the message of the day - hope, new life","byline":"By DENNIS HEVESI","date":"19861225","title":"HOLIDAY SERMONS LOOK AT CRISIS OF CONFIDENCE","url":"http://www.nytimes.com/1986/12/25/nyregion/holiday-sermons-look-at-crisis-of-confidence.html"},{"body":"Iraq said today that Iran had mounted a major two-pronged offensive in the southern part of their war front, but that Iraqi forces had ''wiped out'' the leading edge of the Iranian force and blunted the attack. The state-run Baghdad radio and television interrupted regular programs shortly after midnight to alert the nation to an imminent","byline":"AP","date":"19861225","title":"IRAQ SAYS IT BLUNTED LEADING EDGE OF IRAN THRUST","url":"http://www.nytimes.com/1986/12/25/world/iraq-says-it-blunted-leading-edge-of-iran-thrust.html"}],"tokens":["evil"],"total":672},{"offset":"0","results":[{"body":"LEAD: DELIVERED FROM EVIL. The Saga of World War II. By Robert Leckie. 998 pages. Maps. Harper & Row. $29.95. DELIVERED FROM EVIL. The Saga of World War II. By Robert Leckie. 998 pages. Maps. Harper & Row. $29.95. ONE of General Eisenhower's complaints about American soldiers was that ''they don't hate the Germans enough.'' Robert Leckie, the","byline":"By Herbert Mitgang","date":"19871229","title":"Books: War Concisely","url":"http://www.nytimes.com/1987/12/29/arts/books-war-concisely.html"},{"body":"LEAD: The primary defendants in what has become known universally as the Howard Beach case have been convicted in the courts for the tragic death of Michael Griffith, who was struck down by a car while he and two other black men fled an angry mob of neighborhood toughs in all-white Howard Beach a year ago. The primary defendants in what has become","byline":"By Charles B. Rangel; Charles B. Rangel, Democrat, has represented his Manhattan district for nine terms in the House.","date":"19871229","title":"New York City's Social Crisis","url":"http://www.nytimes.com/1987/12/29/opinion/new-york-city-s-social-crisis.html"},{"body":"LEAD: Every Wednesday at one of Moscow's most fearsome addresses, 38 Petrovka St., the local police meet the Soviet press to report the latest incidents of exploding television sets, snatchings of fur hats, vodka moonshining and other constabulary notes from all over Moscow. Every Wednesday at one of Moscow's most fearsome addresses, 38 Petrovka","byline":"By BILL KELLER, Special to the New York Times","date":"19871228","title":"News Lurks on the Crime Blotter in Moscow","url":"http://www.nytimes.com/1987/12/28/world/news-lurks-on-the-crime-blotter-in-moscow.html"},{"body":"LEAD: FOR several minutes after the Giants' 20-7 victory, Joe Walton stood in a corner of the Jets' locker room, providing predictable answers to predictable questions. But when the Jets' coach spoke of how ''there will be a 1988,'' somebody asked him if Jim Kensil, the Jets' president, had assured him that he would return next season. FOR several","byline":"By Dave Anderson","date":"19871228","title":"SPORTS OF THE TIMES; Hess Continuity on the Spot","url":"http://www.nytimes.com/1987/12/28/sports/sports-of-the-times-hess-continuity-on-the-spot.html"},{"body":"LEAD: $ Weeks This On Week List Fiction 1 7 WINDMILLS OF THE GODS, by Sidney Sheldon. (Warner, $4.95.) Nightmarish experiences befall a woman appointed Ambassador to Rumania. 2 8 GARDEN OF SHADOWS, by V. C. Andrews. (Pocket, $4.95.) The beginnings of the evil that beset the Dollanganger family in previous novels. $ Weeks This On Week List Fiction 1","date":"19871227","title":"PAPERBACK BEST SELLERS: DECEMBER 27, 1987","url":"http://www.nytimes.com/1987/12/27/books/paperback-best-sellers-december-27-1987.html"},{"body":"LEAD: Fresh flowers and firecrackers will brighten February in Vancouver, British Columbia, when the city's Chinese community throws a party. The event is called Spring Festival, and its highlight is the celebration of the Chinese New Year, Feb. 17, with a lion dance and costume parade through one of the largest Chinese communities in North Fresh","byline":"By MOIRA FARROW; MOIRA FARROW is a reporter for The Vancouver Sun.","date":"19871227","title":"WHAT'S DOING IN VANCOUVER","url":"http://www.nytimes.com/1987/12/27/travel/what-s-doing-in-vancouver.html"},{"body":"LEAD: The time for getting away from it all -the damp and chill of the northern winter - has arrived. In the following articles, 11 foreign correspondents of The New York Times describe their favorite out-of-the-way refuges of sun, sand and sea. The choices range from the sites of ancient ruins along the Nile to New Caledonia, a Gallicized group of","byline":"By SUSAN CHIRA, Tokyo","date":"19871227","title":"Correspondent's Choice; FOLLOWING THE SUN","url":"http://www.nytimes.com/1987/12/27/travel/correspondent-s-choice-following-the-sun-785887.html"},{"body":"LEAD: THREE men, one black, one white and one Hispanic, are pictured above the line ''We Want to Collar a Few Good Men.'' A young man strolls down a darkened hospital corridor puzzling over his career while a narrator says, ''The work is hard but the rewards are infinite.'' At first glance they seem like just another series of recruitment ads for","byline":"By AIMEE L. STERN; Aimee L. Stern writes about business from New York.","date":"19871227","title":"Putting Faith in Madison Avenue","url":"http://www.nytimes.com/1987/12/27/business/putting-faith-in-madison-avenue.html"},{"body":"LEAD: The words of a self-styled priestess in Uganda appeared to represent a balm to people squeezed by poverty, tribalism and bloodstained political volatility. The words of a self-styled priestess in Uganda appeared to represent a balm to people squeezed by poverty, tribalism and bloodstained political volatility. ''I am poor and needy,'' Alice","byline":"By SHEILA RULE, Special to the New York Times","date":"19871226","title":"The Rebellion Withers for a Priestess in Uganda","url":"http://www.nytimes.com/1987/12/26/world/the-rebellion-withers-for-a-priestess-in-uganda.html"},{"body":"LEAD: IF this is Harold Pinter and the Dance Theater of Harlem on commercial television, it must be Christmas week, when television viewing levels are low and the networks rush to get rid of the kinds of programs - the arts projects or news documentaries - that might win prestige awards but not competitive ratings. IF this is Harold Pinter and the","byline":"By JOHN J. O'CONNOR","date":"19871225","title":"TV WEEKEND; PINTER'S 'ROOM' AND DANCE THEATER OF HARLEM","url":"http://www.nytimes.com/1987/12/25/nyregion/tv-weekend-pinter-s-room-and-dance-theater-of-harlem.html"}],"tokens":["evil"],"total":685},{"offset":"0","results":[{"body":"LEAD: More than 180,000 members of the Universal Church of the Kingdom of God jammed a huge soccer stadium here one recent Sunday to hear Bishop Edir Macedo denounce the Devil and his supposed presence among powerful African-Brazilian spiritist cults. More than 180,000 members of the Universal Church of the Kingdom of God jammed a huge soccer","byline":"By ALAN RIDING, Special to the New York Times","date":"19881231","title":"RIO JOURNAL; A Spirited 'Holy War' In an Easygoing Land","url":"http://www.nytimes.com/1988/12/31/world/rio-journal-a-spirited-holy-war-in-an-easygoing-land.html"},{"body":"LEAD: It was the year of Geraldo Rivera pleading with America not to let the children watch this next segment. It was the year of Geraldo Rivera pleading with America not to let the children watch this next segment. Dan Quayle, who was no Jack Kennedy, won a nation's heart by making himself available for public browbeating by news purveyors and","byline":"By Russell Baker","date":"19881231","title":"OBSERVER; Not a Vintage Year","url":"http://www.nytimes.com/1988/12/31/opinion/observer-not-a-vintage-year.html"},{"body":"LEAD: From the white ball that will descend tonight to mark the start of the new year to the blinking Coca-Cola sign above 47th Street, the neon landscape of Times Square is almost entirely the handiwork of the Artkraft Strauss Sign Corporation. From the white ball that will descend tonight to mark the start of the new year to the blinking","byline":"By MICHAEL QUINT","date":"19881231","title":"The Company That Makes It '89","url":"http://www.nytimes.com/1988/12/31/business/the-company-that-makes-it-89.html"},{"body":"LEAD: In colonial Massachusetts, by judicial order, 32 innocent persons were executed because, by the mores of the day, they were thought to be witches possessed of the devil. An obvious teaching is that common fears and biases make for poor justice. In colonial Massachusetts, by judicial order, 32 innocent persons were executed because, by the","byline":"By Robert A. Bernstein; Robert A. Bernstein is vice president of the Federation of Parents and Friends of Lesbians and Gays.","date":"19881229","title":"Gay Witch Hunt, Texas-Style","url":"http://www.nytimes.com/1988/12/29/opinion/gay-witch-hunt-texas-style.html"},{"body":"LEAD: Mayor Koch said yesterday that he had begun holding invitation-only meetings with community leaders in 11 troubled New York City neighborhoods in an attempt to ease racial and ethnic tensions. Mayor Koch said yesterday that he had begun holding invitation-only meetings with community leaders in 11 troubled New York City neighborhoods in an","byline":"By RICHARD LEVINE","date":"19881228","title":"Koch to Meet With Leaders Around City","url":"http://www.nytimes.com/1988/12/28/nyregion/koch-to-meet-with-leaders-around-city.html"},{"body":"LEAD: One by one, five members of the Rev. Andres Giron's family were killed here. One by one, five members of the Rev. Andres Giron's family were killed here. Now, in an act that some say will put his own life at risk, the Roman Catholic priest, who became a pariah to many landed gentry as a champion of land redistribution, has announced that he","byline":"By LINDSEY GRUSON, Special to the New York Times","date":"19881227","title":"Guatemalan Priest's Daring Crusade","url":"http://www.nytimes.com/1988/12/27/world/guatemalan-priest-s-daring-crusade.html"},{"body":"LEAD: One day, I am sure it will be possible to forget the prison camp in the Urals. So far, almost three weeks later, that has not been so for more than a few hours at a time. One day, I am sure it will be possible to forget the prison camp in the Urals. So far, almost three weeks later, that has not been so for more than a few hours at a time.","byline":"By A. M. Rosenthal","date":"19881227","title":"ON MY MIND; Lessons Of Perm","url":"http://www.nytimes.com/1988/12/27/opinion/on-my-mind-lessons-of-perm.html"},{"body":"LEAD: In a sweet-and-sour sports year, 1988's boldest headlines identified the villains or the vanquished as often as the victors. In a sweet-and-sour sports year, 1988's boldest headlines identified the villains or the vanquished as often as the victors. At the Summer Olympics in Seoul, South Korea, Florence Griffith Joyner and Jackie","byline":"By DAVE ANDERSON","date":"19881226","title":"1988: THE YEAR IN SPORTS; Heroes Prevailed, but Pedestals Shook","url":"http://www.nytimes.com/1988/12/26/sports/1988-the-year-in-sports-heroes-prevailed-but-pedestals-shook.html"},{"body":"LEAD: Jack Gance By Ward Just 279 pages. Houghton Mifflin. $17.95. Jack Gance By Ward Just 279 pages. Houghton Mifflin. $17.95. In Ward Just's fascinating new political novel, Jack Gance, the protagonist, learns what his father, Victor, has not - the art of compromise. Victor Gance, the scion of a wealthy Republican family, is a Chicago businessman","byline":"By CHRISTOPHER LEHMANN-HAUPT","date":"19881226","title":"Books of The Times; The Contentment of the Well-Sold Soul","url":"http://www.nytimes.com/1988/12/26/books/books-of-the-times-the-contentment-of-the-well-sold-soul.html"},{"body":"LEAD: NOT long ago a child asked me, ''Why are your endings all so sad?'' The question threw me a bit. I know sad things happen in my books, but I certainly don't perceive them as all having sad endings. It forced me to take another look at my work, or at least at the endings of my novels, and I must confess that none of them have what might be","byline":"By Katherine Paterson; Katherine Paterson's novels for children include ''Bridge to Terabithia,'' ''The Great Gilly Hopkins'' and ''Park's Quest.''","date":"19881225","title":"CHILDREN'S BOOKS; Hope Is More Than Happiness","url":"http://www.nytimes.com/1988/12/25/books/children-s-books-hope-is-more-than-happiness.html"}],"tokens":["evil"],"total":745},{"offset":"0","results":[{"body":"LEAD: To the Editor: To the Editor: As a Baltimorean, born and reared, of the generation of Russell Baker (''Prejudices Without the Mask,'' column, Dec. 13) and Gwinn Owens (''Mencken - Getting a Bum Rap?'' Op-Ed, Dec. 13), I find the H. L. Mencken controversy fascinating and saddening. Mr. Baker's column seems on the mark for Mencken's old Union","date":"19891231","title":"Mencken's Prejudices Didn't Reflect Baltimore","url":"http://www.nytimes.com/1989/12/31/opinion/l-mencken-s-prejudices-didn-t-reflect-baltimore-478389.html"},{"body":"LEAD: WARM LENTIL SALAD, ROAST CHICK-en with mashed potatoes, scallops crusted in potato slivers, olive-flecked risotto and tarte Tatin. These may have been the hot restaurant orders in 1989, but ''sauce on the side'' was the most uttered phrase. In 1990, that request will become a mantra. WARM LENTIL SALAD, ROAST CHICK-en with mashed potatoes,","byline":"By Linda Wells","date":"19891231","title":"WHAT'S COMING UP: FOOD; GOOD TASTE","url":"http://www.nytimes.com/1989/12/31/magazine/what-s-coming-up-food-good-taste.html"},{"body":"LEAD: TWO LIVES, ONE RUSSIA, by Nicholas Daniloff. (Avon, $4.95.) After two weeks in a Soviet prison, the journalist Nicholas Daniloff felt closer to his great-great-grandfather, who was imprisoned in Siberia during the Decembrist uprising of 1825. ''This discursive interwoven narrative fits comfortably the sprawling and interconnected way life","byline":"By George Johnson","date":"19891231","title":"New & Noteworthy","url":"http://www.nytimes.com/1989/12/31/books/new-noteworthy.html"},{"body":"LEAD: To the Editor: To the Editor: Russell Baker (column, Dec. 13) is wrong to minimize the effects of the prejudices of the 1930's and 40's. It was quite as monstrous as it appears to us today. I too was there. That prejudice was commonplace doesn't make it less evil, nor does its commonness excuse the talented writers, composers or college","date":"19891231","title":"Mencken's Prejudices Didn't Reflect Baltimore; Monstrous Then Too","url":"http://www.nytimes.com/1989/12/31/opinion/l-mencken-s-prejudices-didn-t-reflect-baltimore-monstrous-then-too-503589.html"},{"body":"LEAD: AN UNCERTAIN HOUR The French, the Germans, the Jews, the Klaus Barbie Trial, and the City of Lyon, 1940-1945. By Ted Morgan. Illustrated. 416 pp. New York: Arbor House/ William Morrow. $21.95 AN UNCERTAIN HOUR The French, the Germans, the Jews, the Klaus Barbie Trial, and the City of Lyon, 1940-1945. By Ted Morgan. Illustrated. 416 pp. New","byline":"By Patrice Higonnet; Patrice Higonnet, the Goelet Professor of French History at Harvard, is the author of ''Sister Republics: The Origins of French and American Republicanism.''","date":"19891231","title":"Nightmare in Vichy","url":"http://www.nytimes.com/1989/12/31/books/nightmare-in-vichy.html"},{"body":"LEAD: ''History has begun to develop very quickly in this country,'' Vaclav Havel said on Nov. 28, the day Czechoslovakia's Communist Government pledged to give up its 41-year monopoly on political power. ''In a country that has had 20 years of timelessness, now we have this fantastic speed.'' ''History has begun to develop very quickly in this","byline":"By MERVYN ROTHSTEIN","date":"19891230","title":"Upheaval in the East: The New President - Man in the News; A Master of Irony and Humor, Vaclav Havel","url":"http://www.nytimes.com/1989/12/30/world/upheaval-east-new-president-man-master-irony-humor-vaclav-havel.html"},{"body":"LEAD: The revolt of the Lithuanian Communist Party has brought Mikhail Gorbachev face to face with the most threatening consequence of his reform policies. If nothing is done, he told the party Central Committee in Moscow, ''we will deliberately be heading toward the disintegration of the Soviet Union.'' The revolt of the Lithuanian Communist Party","byline":"By Tom Wicker","date":"19891229","title":"IN THE NATION; Gorbachev At Bay","url":"http://www.nytimes.com/1989/12/29/opinion/in-the-nation-gorbachev-at-bay.html"},{"body":"LEAD: An Uncertain Hour The French, the Germans, the Jews, the Klaus Barbie Trial and the City of Lyons, 1940-1945 By Ted Morgan Illustrated. 416 pages. Arbor House/ William Morrow. $21.95. An Uncertain Hour The French, the Germans, the Jews, the Klaus Barbie Trial and the City of Lyons, 1940-1945 By Ted Morgan Illustrated. 416 pages. Arbor House/","byline":"By CHRISTOPHER LEHMANN-HAUPT","date":"19891228","title":"Books of The Times; Klaus Barbie and French Memory","url":"http://www.nytimes.com/1989/12/28/books/books-of-the-times-klaus-barbie-and-french-memory.html"},{"body":"LEAD: The United States military headquarters here, which has portrayed Gen. Manuel Antonio Noriega as an erratic, cocaine-snorting dictator who prays to voodoo gods, announced today that the deposed leader wore red underwear and availed himself of prostitutes. The United States military headquarters here, which has portrayed Gen. Manuel Antonio","byline":"By JOSEPH B. TREASTER, Special to The New York Times","date":"19891227","title":"After Noriega: Noriega; MILITARY COMMAND BELITTLES GENERAL","url":"http://www.nytimes.com/1989/12/27/world/after-noriega-noriega-military-command-belittles-general.html"},{"body":"LEAD: International A2-15 An interim President for Rumania was named and a new Government was assembled by the leaders of the revolution. Armed resistance by forces loyal to the late dictator, Nicolae Ceausescu, tapered off. Page A1 New Government wins some foreign support despite criticism International A2-15 An interim President for Rumania was","date":"19891227","title":"News Summary","url":"http://www.nytimes.com/1989/12/27/nyregion/news-summary-081289.html"}],"tokens":["evil"],"total":696},{"offset":"0","results":[{"body":"Iraq announced today that it was summoning 350 delegates from many Muslim countries for an Islamic conference to be held on Jan. 9, six days before the expiration of the United Nations deadline calling on Iraq to withdraw its forces from Kuwait or face the threat of military action. On a day in which President Saddam Hussein struck strong religious","byline":"By PATRICK E. TYLER, Special to The New York Times","date":"19901231","title":"CONFRONTATION IN THE GULF; Iraq Summons Muslims For Conference on Jan. 9","url":"http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-iraq-summons-muslims-for-conference-on-jan-9.html"},{"body":"In a country where bold is bad, artists sometimes think more about diplomacy -- about tiptoeing on a thread of silk -- than they do about drawing. Ding Cong is such a diplomat: he is a consummate political cartoonist who never raises the topic of politics. At a time when people are thrown in jail for openly criticizing the Government, Mr. Ding's","byline":"By SHERYL WuDUNN, Special to The New York Times","date":"19901231","title":"Beijing Journal; Chinese Cartoonist Is the Master of the Fine Line","url":"http://www.nytimes.com/1990/12/31/world/beijing-journal-chinese-cartoonist-is-the-master-of-the-fine-line.html"},{"body":"The mist-wrapped municipal building loomed large over the group of men huddled together under a ramp from the Brooklyn Bridge. Three men relaxed on chairs by a smoky fire crackling in an oil drum that served both as a fireplace and a grill for sandwiches given to them each night by volunteers who feed the neighborhood's homeless. One of the men,","byline":"By DAVID GONZALEZ","date":"19901231","title":"For the Homeless, It's Life Among the Ruins","url":"http://www.nytimes.com/1990/12/31/nyregion/for-the-homeless-it-s-life-among-the-ruins.html"},{"body":"IF there is one convenience that historians will find in sorting out the precipitous collapse of Communism, it is the tidy way in which events have fallen into calendar years. It was in 1989 that Communist regimes fell, with Romania just squeezing in before the year's end, and it was in 1990 that the real scope of the political naivete and economic","byline":"By SERGE SCHMEMANN","date":"19901230","title":"The World; What if There's No Happy Ending in Moscow?","url":"http://www.nytimes.com/1990/12/30/weekinreview/the-world-what-if-there-s-no-happy-ending-in-moscow.html"},{"body":"The end of the year is tax time here and it is perhaps fitting that the busiest place in town is the office of the city's largest landowner and taxpayer, the Fairhope Single Tax Corporation. The corporation is the successor to the 28 people who moved from Iowa in 1894 and established Fairhope as a utopian colony. The community was based largely on","byline":"By RONALD SMOTHERS, Special to The New York Times","date":"19901230","title":"Fairhope Journal; From a Utopian Dream, A Single Tax Remains","url":"http://www.nytimes.com/1990/12/30/us/fairhope-journal-from-a-utopian-dream-a-single-tax-remains.html"},{"body":"He loves the opera and appreciates a lively, intelligent woman, even if she happens not to be his wife. He's no pushover, but he can sympathize with the human frailties that make decent folk go bad. All in all, Chief Inspector Alan Banks shapes up admirably as a civilized detective of the old school of British justice. \"It sometimes seemed a pity,","byline":"By Marilyn Stasio","date":"19901230","title":"CRIME","url":"http://www.nytimes.com/1990/12/30/books/crime-316290.html"},{"body":"With 17 days before the United Nations deadline for an Iraqi withdrawal from Kuwait, a diplomatic solution to the Persian Gulf crisis remains distinctly possible, Iraqi officials and European diplomats say. These officials suggest that despite tougher public statements by President Bush and President Saddam Hussein of Iraq in the last week, the","byline":"By PATRICK E. TYLER, Special to The New York Times","date":"19901230","title":"CONFRONTATION IN THE GULF; AS JAN. 15 NEARS, SOME SEE A CHANCE FOR GULF SOLUTION","url":"http://www.nytimes.com/1990/12/30/world/confrontation-in-the-gulf-as-jan-15-nears-some-see-a-chance-for-gulf-solution.html"},{"body":"The old idea was that history was about kings and popes and wars; people, yes, but only the few who held dazzling power. Their foibles, their ruses and their determination seemed decisive, regardless of anybody else. Then came Marx, arguing that history was made by economics, \"the relations of production\" determining winners and losers. Later,","byline":"By Flora Lewis","date":"19901229","title":"FOREIGN AFFAIRS; People Make History","url":"http://www.nytimes.com/1990/12/29/opinion/foreign-affairs-people-make-history.html"},{"body":"Reach Out and Buy Auctioneers routinely handle objects they identify as rare, beautiful or outrageous. What is unusual is to find items of these descriptions in a single sale, many for prices that even the sharpest critics of auctions consider to be bargains. All these conditions were in place on Nov. 15 at the Drouot Richelieu in Paris at the","byline":"By Rita Reif","date":"19901228","title":"Auctions","url":"http://www.nytimes.com/1990/12/28/arts/auctions.html"},{"body":"SINCE the Industrial Revolution, people have been alternately charmed and repelled by machines, perceiving both beauty and horror in the gleaming curves of an engine or in the smoke billowing from a factory chimney. The ambivalent symbolism of machines as art, as monsters -- or both -- is the theme of the inaugural exhibition at the new Katonah","byline":"By Malcolm W. BROWNE","date":"19901228","title":"Engines, Factories and Art, Or the Machine as Muse","url":"http://www.nytimes.com/1990/12/28/arts/engines-factories-and-art-or-the-machine-as-muse.html"}],"tokens":["evil"],"total":691},{"offset":"0","results":[{"body":"Japan, be warned: America has an enemy habit. It has just spent a quarter of its lifetime cultivating this habit and, with Soviet Communism dead, it is suddenly like the cigarette fiend in need of smoke. You know how desperate a smoker may be? You've seen those anti-smoking films where he wakes in the night craving smoke, only to find his pack","byline":"By RUSSELL BAKER","date":"19911231","title":"Observer; A Hunger For Enemies","url":"http://www.nytimes.com/1991/12/31/opinion/observer-a-hunger-for-enemies.html"},{"body":"To the Editor: Shocked that my colleagues David M. Oshinsky and Michael Curtis would encourage prior restraint of speech based on the content of speech (Op-Ed, Dec. 11), I must disagree with their arguments and instead agree with Louis D. Brandeis, who wrote, as Associate Justice of the Supreme Court, in Whitney v. California in 1927: \"If there be","date":"19911230","title":"Anti-Semitic Ad Rallied Campus Opposition; Remedy Is More Speech","url":"http://www.nytimes.com/1991/12/30/opinion/l-anti-semitic-ad-rallied-campus-opposition-remedy-is-more-speech-900391.html"},{"body":"At 7:15, the pale gray light of an early December morning found L. Douglas Wilder, Presidential candidate, standing in the cold outside a paper mill eagerly, and unsuccessfully, looking for warm hands to shake. Arriving at the James River Corporation plant a half hour behind schedule, Mr. Wilder had missed the 7 o'clock shift change when more than","byline":"By STEVEN A. HOLMES,","date":"19911230","title":"Wilder Seeks to Mix Black Support With Middle-Class Votes","url":"http://www.nytimes.com/1991/12/30/us/wilder-seeks-to-mix-black-support-with-middle-class-votes.html"},{"body":"\"MY COURAGE sank,\" wrote the actor, describing the frozen terror that accompanied his opening as Solness in \"The Master Builder,\"\"and with each succeeding minute it became less possible to resist this horror.\" His voice soon faded, his throat constricted, and \"the audience was beginning to go giddily round.\" Only fears of a career-ending scandal","byline":"By ROBERT F. MOSS;","date":"19911229","title":"Stage Fright Is the Villain Many Actors Must Upstage","url":"http://www.nytimes.com/1991/12/29/theater/stage-fright-is-the-villain-many-actors-must-upstage.html"},{"body":"MEN WHO WOULD BE GOOD A Novella and Six Stories. By Gordon Weaver. 246 pp. Chicago: TriQuarterly Books. Cloth, $18.95. Paper, $9.95. \"DO you ever get philosophical about what's the point of it all?\" asks one of the characters in Gordon Weaver's latest collection of short fiction. \"I keep thinking I should be asking and answering some important","byline":"By Judith Dunford;","date":"19911229","title":"A Bad Time for Men","url":"http://www.nytimes.com/1991/12/29/books/a-bad-time-for-men.html"},{"body":"Two cartoon characters who might have sprung from the Saturday morning boys' TV ghetto, Tragic Magic and Irony Mike, not only dominated sports-chat this year, but crossed over the boundary lines of their games into our everyday lives. One character was a smiling hero, the other a sullen villain. Pick your dichotomies: Good and Evil, Beauty and the","byline":"By ROBERT LIPSYTE","date":"19911229","title":"THE YEAR IN REVIEW; Bigger Than Life, Yet Buffeted by Life","url":"http://www.nytimes.com/1991/12/29/sports/the-year-in-review-bigger-than-life-yet-buffeted-by-life.html"},{"body":"The sculpture's exposed back, with its ancient cypress timbers, iron clamps and posts, looks at first glance like a building in itself. But when this looming edifice was slowly wheeled around by a half-dozen workers, one of the most powerful visions Japanese art can offer slowly came into view: an unobstructed gaze into the glowering face and","byline":"By JAMES STERNGOLD,","date":"19911228","title":"Japan Restores Old Temple Gods","url":"http://www.nytimes.com/1991/12/28/arts/japan-restores-old-temple-gods.html"},{"body":"Former Gov. Edmund G. Brown Jr. of California is a man of sometimes bewildering personal and political dimensions, but his current campaign for the Presidency is as one-dimensional as a straight line. \"Money,\" he says, \"is the root of all political evil.\" Mr. Brown, a Democrat who in 20 years in public life has raised and spent a full measure of","byline":"By B. DRUMMOND AYRES Jr.,","date":"19911228","title":"Brown Hopes One-Note Campaign Strikes a Responsive Chord","url":"http://www.nytimes.com/1991/12/28/us/brown-hopes-one-note-campaign-strikes-a-responsive-chord.html"},{"body":"International 2-6 ISLAMIC PARTY WINS IN ALGERIA A party that advocates turning Algeria into an Islamic republic in the Iranian mold triumphed in the country's first free parliamentary elections, trouncing the party that has governed for 30 years. 1 U.S. MUST LEAVE BASE, MANILA SAYS After the collapse of months of negotiations, the Philippines told","date":"19911228","title":"News Summary","url":"http://www.nytimes.com/1991/12/28/nyregion/news-summary-368991.html"},{"body":"IT seemed so easy. Casey Morano, an owner of Matthew's Seafood House on Fire Island, and Frank Mina, a boatyard operator in Bay Shore, both had Long Island's long winters free. To pass time profitably, they formed a partnership last winter. They'd help investors develop business in the Soviet Union. All they had to do there was make hundreds of","byline":"By Andrew H. Malcolm","date":"19911227","title":"OUR TOWNS; Business With Russians Suddenly Gets Personal","url":"http://www.nytimes.com/1991/12/27/nyregion/our-towns-business-with-russians-suddenly-gets-personal.html"}],"tokens":["evil"],"total":631},{"offset":"0","results":[{"body":"Asked about tapes they'll offer in the future, video dealers invariably tick off a list of new feature films to rent. This year, though, many also talk about other things: children's videos, exercise tapes, sports events, documentaries, old television shows and instructional videos, to name a few. In 1993, dealers say, video-store inventories will","byline":"By Peter M. Nichols","date":"19921231","title":"Home Video","url":"http://www.nytimes.com/1992/12/31/movies/home-video-841992.html"},{"body":"Sue Spaid, a tall young woman who opened a gallery in a tiny storefront on Beverly Boulevard two years ago, is something of a legend in the freshman ranks of the Los Angeles art scene. Mention her name and people will remark that she has been known to work in a bakery at the minimum wage to keep her gallery going, or that she doesn't have a car.","byline":"BY ROBERTA SMITH,","date":"19921229","title":"The Los Angeles Art World's New Image","url":"http://www.nytimes.com/1992/12/29/arts/the-los-angeles-art-world-s-new-image.html"},{"body":"John G. Kemeny, a distinguished mathematician and computer pioneer who was president of Dartmouth College for more than a decade, died yesterday at the Dartmouth-Hitchcock Medical Center in Lebanon, N.H. He was 66 and lived in the town of Etna, near the Dartmouth campus. Alex Huppe, a spokesman for the college, said the cause of death was","byline":"By SETH FAISON","date":"19921227","title":"John Kemeny, 66, Computer Pioneer and Educator","url":"http://www.nytimes.com/1992/12/27/us/john-kemeny-66-computer-pioneer-and-educator.html"},{"body":"Weeks This On Week List Fiction 1 6 THE DOOMSDAY CONSPIRACY, by Sidney Sheldon. (Warner, $5.99.) An American probes a mysterious balloon accident in the Alps. 2 9 A RIVER RUNS THROUGH IT, by Norman Maclean. (Pocket, $4.99.) Three tales of the outdoors in western Montana. 3 37 A TIME TO KILL, by John Grisham. (Island/Dell, $5.99.) Racial tensions","date":"19921227","title":"PAPERBACK BEST SELLERS: December 27, 1992","url":"http://www.nytimes.com/1992/12/27/books/paperback-best-sellers-december-27-1992.html"},{"body":"FOR most Americans, the war in Iraq is over. But for the children of Iraq, said Dr. Michael Viola, director of oncology at University Hospital at Stony Brook, the war continues with savage intensity. Dr. Viola said the real problem was in the continuing United Nations embargo. Although Americans have been told that the embargo exempts medical","byline":"By MARJORIE KAUFMAN","date":"19921227","title":"Physicians, in Film, Decry Embargo's Effect on Iraqi Children","url":"http://www.nytimes.com/1992/12/27/nyregion/physicians-in-film-decry-embargo-s-effect-on-iraqi-children.html"},{"body":"CHRISTMAS BIRD COUNT The annual Christmas bird count is under way this morning at Wave Hill in Riverdale, and anyone interested in participating can still be admitted before the session ends at 1 P.M. The counters, directed by Todd Miller, a visiting naturalist, are assigned to various areas of Wave Hill and Riverdale Park, convening at 1 P.M. to","byline":"By ELEANOR CHARLES","date":"19921227","title":"WESTCHESTER GUIDE","url":"http://www.nytimes.com/1992/12/27/nyregion/westchester-guide-848392.html"},{"body":"CHRISTMAS BIRD COUNT The annual Christmas bird count is under way this morning at Wave Hill in Riverdale, and anyone interested in participating can still be admitted before the session ends at 1 P.M. The counters, directed by Todd Miller, a visiting naturalist, are assigned to various areas of Wave Hill and Riverdale Park, convening at 1 P.M. to","byline":"By ELEANOR CHARLES","date":"19921227","title":"WESTCHESTER GUIDE","url":"http://www.nytimes.com/1992/12/27/nyregion/westchester-guide-848393.html"},{"body":"Helmut Schmidt's eyes and his hearing may not be as sharp as they used to be when he was Chancellor of West Germany 15 years ago, but his vision is. He worries about the future of this country now more than he ever did then, at the height of the cold war. \"The soul of the German people is in danger,\" he said in his office at the weekly journal Die","byline":"By CRAIG R. WHITNEY,","date":"19921225","title":"Hamburg Journal; Germany's March Into New Century: A Troubling Vision to Ex-Chancellor","url":"http://www.nytimes.com/1992/12/25/world/hamburg-journal-germany-s-march-into-new-century-troubling-vision-ex-chancellor.html"},{"body":"Warrior Soul, Bushmon and Collision The Limelight Heavy metal's enemies view it as evil drivel, esthetically worthless music that leads kids to criminality and deafness. But Sunday night's show at the Limelight suggested that this rebellious noise might serve some worthy purposes. 24-7 Spyz, the black rock band that topped the bill has long stood","byline":"By Ann Powers","date":"19921224","title":"Pop and Jazz in Review","url":"http://www.nytimes.com/1992/12/24/arts/pop-and-jazz-in-review-466692.html"},{"body":"CHILDREN receive mixed messages about how friendly they should be. We encourage them to be outgoing, polite and sociable. But at the same time, we warn them to be suspicious, self-protective and not to talk to strangers. That apparent contradiction confuses some children. \"There's a fine line between making your children inappropriately frightened","byline":"By Lawrence Kutner","date":"19921224","title":"PARENT & CHILD","url":"http://www.nytimes.com/1992/12/24/garden/parent-child.html"}],"tokens":["evil"],"total":603},{"offset":"0","results":[{"body":"The Green Knight By Iris Murdoch 472 pages. Viking. $23.95. In this age of glittering post-modern fictions and tiny, domestic novellas, Iris Murdoch's commodious novels of ideas tend to feel like strange, provocative throwbacks to the 19th century. Her elaborate, improbable plots; her sprawling casts of characters; her insistent manipulation of","byline":"By MICHIKO KAKUTANI","date":"19931231","title":"Books of The Times; A Novel's Rich Tapestry From Another Century","url":"http://www.nytimes.com/1993/12/31/books/books-of-the-times-a-novel-s-rich-tapestry-from-another-century.html"},{"body":"As investigators continued today to try to piece together the circumstances that led to a string of deadly bombings across upstate New York, a portrait began to emerge of the main suspect as a con artist and irritable eccentric who had several previous brushes with the law but no apparent history of violence. The authorities believe that the man,","byline":"By JACQUES STEINBERG,","date":"19931231","title":"Officials Say They Can't Explain Vendetta Behind Fatal Bombings","url":"http://www.nytimes.com/1993/12/31/nyregion/officials-say-they-can-t-explain-vendetta-behind-fatal-bombings.html"},{"body":"THE dark-season rains have come to this little hamlet at the mouth of the Skagit River, and under the wet blanket of winter, Tom Robbins is burrowing ever deeper into his imagination. He finds the rain nurturing; it would be hard to work without it. Just now, he has written himself into a corner on his sixth novel, \"Half Asleep in Frog Pajamas.\" It","byline":"By TIMOTHY EGAN","date":"19931230","title":"IN THE CREATIVE PROCESS WITH: Tom Robbins; Perfect Sentences, Imperfect Universe","url":"http://www.nytimes.com/1993/12/30/garden/in-the-creative-process-with-tom-robbins-perfect-sentences-imperfect-universe.html"},{"body":"RON SILVER sits in the vaulting Bauhaus splendor of the Four Seasons, his warm and intelligent eyes engaging a lunch partner but darting every so often to the table nearby where Henry A. Kissinger is dining. Mr. Silver, the actor, union leader and public policy poster boy, will be part of a panel discussion on foreign policy at the Council on","byline":"By TODD S. PURDUM","date":"19931229","title":"AT LUNCH WITH Ron Silver; Lights, Camera, Action! Ideas, Activism, Democracy!","url":"http://www.nytimes.com/1993/12/29/garden/at-lunch-with-ron-silver-lights-camera-action-ideas-activism-democracy.html"},{"body":"To the Editor: In \"Why Should We Believe Britain on Irish Peace?\" (letter, Dec. 17), Martin Galvin claims that peace in Northern Ireland has been jeopardized because of British intransigence. He implies that the Irish Republican Army is on a quest for peace and has been rebuffed by a self-interested government in London, which is to be held","date":"19931229","title":"Ireland Sees Nothing Heroic About the I.R.A.","url":"http://www.nytimes.com/1993/12/29/opinion/l-ireland-sees-nothing-heroic-about-the-ira-214093.html"},{"body":"A student-sponsored speech by a Nation of Islam minister that attacked whites, homosexuals and Jews in mocking and often cruel ways has ignited a bitter debate at Kean College, a state school struggling to achieve racial diversity and multicultural scholarship. The speech on campus last month has led to deepening tensions between black and Jewish","byline":"By JON NORDHEIMER,","date":"19931229","title":"Divided by a Diatribe; College Speech Ignites Furor Over Race","url":"http://www.nytimes.com/1993/12/29/nyregion/divided-by-a-diatribe-college-speech-ignites-furor-over-race.html"},{"body":"In a significant policy change, Clinton Administration officials say they will not prod Medicare patients to join health maintenance organizations, in part because they have discovered that the Government loses money on people enrolled in such private health plans. Bruce C. Vladeck, head of the Federal Health Care Financing Administration, which","byline":"By ROBERT PEAR,","date":"19931227","title":"MEDICARE TO STOP PUSHING PATIENTS TO ENTER H.M.O.'S","url":"http://www.nytimes.com/1993/12/27/us/medicare-to-stop-pushing-patients-to-enter-hmo-s.html"},{"body":"The Devil We Knew Americans and the Cold War By H. W. Brands 243 pages. Oxford University Press. $25. Losing Our Souls The American Experience in the Cold War By Edward Pessen 255 pages. Ivan R. Dee Inc. $24.95. With the United States and the former Soviet Union now trying to bury their nuclear arms instead of each other, American historians are","byline":"By HERBERT MITGANG","date":"19931227","title":"Books of The Times; What Was Lost to Win the Cold War","url":"http://www.nytimes.com/1993/12/27/books/books-of-the-times-what-was-lost-to-win-the-cold-war.html"},{"body":"AT a time when past certainties -- the constraints of totalitarianism and the comforts of faith -- either have been swept away or are under assault, Dostoyevskian thoughts about the fragility of the barrier between civilization and chaos come easily to mind. In both Western Europe and North America, what might be called an age of unbelief has","byline":"By CRAIG R. WHITNEY","date":"19931226","title":"The World; A World Unhinged Gropes for New Rules","url":"http://www.nytimes.com/1993/12/26/weekinreview/the-world-a-world-unhinged-gropes-for-new-rules.html"},{"body":"Weeks This Last On Week Week List Fiction 1 1 8 SLOW WALTZ IN CEDAR BEND, by Robert James Waller. (Warner, $16.95.) From Iowa to India: the romance of a professor and a colleague's wife. 2 2 72 THE BRIDGES OF MADISON COUNTY, by Robert James Waller. (Warner, $16.95.) A photographer and a lonely farmer's wife in Iowa. 3 3 11 NIGHTMARES & DREAMSCAPES,","date":"19931226","title":"BEST SELLERS: December 26, 1993","url":"http://www.nytimes.com/1993/12/26/books/best-sellers-december-26-1993.html"}],"tokens":["evil"],"total":631},{"offset":"0","results":[{"body":"A conference of Sri Lankan Buddhist monks demanded today that Pope John Paul II withdraw remarks he made about their religion in his new book, a spokesman for the monks said. The spokesman for the Federation of Buddhist Organizations said the monks said the Pope's scheduled visit to Sri Lanka, which is 70 percent Buddhist, on Jan. 20 and 21 would","date":"19941230","title":"World News Briefs; Buddhist Monks Demand Apology by the Pope","url":"http://www.nytimes.com/1994/12/30/world/world-news-briefs-buddhist-monks-demand-apology-by-the-pope.html"},{"body":"The Mercer County Democratic Committee had only one local election on its hands this year, a low-key county freeholder race in which the Democrats were trounced. So why were Jeffrey Katzenberg of Hollywood and the Walt Disney Company, and Leon Hess of the giant oil company that bears his name, and the teamsters' union in Washington pouring tens of","byline":"By IVER PETERSON,","date":"19941229","title":"Accepting 'Soft Money' As a Necessary Evil","url":"http://www.nytimes.com/1994/12/29/nyregion/accepting-soft-money-as-a-necessary-evil.html"},{"body":"Garry Wills Author and adjunct professor of history at Northwestern University. \"What will history have to say about Mario Cuomo? Not much, I'm afraid. Wit, intelligence, eloquence, principle - these are fine things. But history records accomplishment. Good or evil doesn't matter, so long as it accomplished . . . \"Cuomo was always on the verge of","date":"19941227","title":"IN THEIR OWN WORDS; Assessing Cuomo: Five Views","url":"http://www.nytimes.com/1994/12/27/nyregion/in-their-own-words-assessing-cuomo-five-views.html"},{"body":"John Osborne, the playwright whose 1956 drama \"Look Back in Anger\" changed the course of British theater and earned him a reputation as one of the most forceful voices among a new generation of rebellious postwar dramatists, died on Saturday in a hospital in Shropshire, England. He was 65. Mr. Osborne had diabetes and had recently complained of","byline":"By WILLIAM E. SCHMIDT,","date":"19941227","title":"John Osborne, British Playwright, Dies at 65","url":"http://www.nytimes.com/1994/12/27/obituaries/john-osborne-british-playwright-dies-at-65.html"},{"body":"\"I want you to be careful about your profanity,\" President John F. Kennedy told Dave Powers, a confidant, in the Oval Office one day in 1962, \"because I don't want to hear your bad words coming back at me.\" That puzzled Powers. According to a J.F.K. Library oral historian, he then went to Kenneth O'Donnell, J.F.K.'s most intimate political aide,","byline":"By WILLIAM SAFIRE","date":"19941226","title":"Essay; The Kennedy Tapes","url":"http://www.nytimes.com/1994/12/26/opinion/essay-the-kennedy-tapes.html"},{"body":"International 3-11 RUSSIA CONTINUES ITS ATTACK Russia continued to attack in a secessionist region, claiming that 1,000 opponents had been killed, a figure that was disputed. A major meeting was planned for Monday to discuss a new peace initiative. 1 SOVEREIGNTY AT ISSUE The battle in Russia has focused attention in the United Nations on how","date":"19941226","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1994/12/26/nyregion/news-summary-210196.html"},{"body":"Weeks This On Week List Fiction 1 15 DISCLOSURE, by Michael Crichton. (Ballantine, $6.99.) An executive who rejected his boss is accused by her of sexual harassment. 2 32 INTERVIEW WITH THE VAMPIRE, by Anne Rice. (Ballantine, $6.99.) The 1976 novel that began \"The Vampire Chronicles.\" 3 5 A DANGEROUS FORTUNE, by Ken Follett. (Island/Dell, $6.99.) A","date":"19941225","title":"PAPERBACK BEST SELLERS: December 25, 1994","url":"http://www.nytimes.com/1994/12/25/books/paperback-best-sellers-december-25-1994.html"},{"body":"MUCH more than at any time in recent years, Haitians have good reason to celebrate this Christmas. The dictatorship that subjugated them has fallen, their beloved president-priest has returned to power and hope has been reborn. But religion is deeply woven into the fabric of daily life here, so much so that even buses bear names like \"Trust in God\"","byline":"By LARRY ROHTER","date":"19941225","title":"THE WORLD; In a Harsh Land, Faith at Christmas","url":"http://www.nytimes.com/1994/12/25/weekinreview/the-world-in-a-harsh-land-faith-at-christmas.html"},{"body":"\"Well, first she ought to fire some of those lawyers around her and get herself a good astrologer.\" -- ELEANOR CLIFT ON HILLARY CLINTON ANYONE WHO WATCHES \"THE McLaughlin Group\" knows that Ms. Clift, the show's designated feminist, was being sarcastic when she offered this advice recently. But really, when you stop to think about it, it's not such","byline":"By Maureen Dowd","date":"19941225","title":"ON WASHINGTON; The First Horoscope","url":"http://www.nytimes.com/1994/12/25/magazine/on-washington-the-first-horoscope.html"},{"body":"Tis the season to enforce the separation of creche and state, to make sure that no religious symbols sneak onto the town square. Usually, fundamentalist Christians defend such governmental gestures as setting up a nativity scene. But in San Jose, Calif., recently some came out on the other side, against a statue of a deity -- the Aztec god","date":"19941225","title":"SUNDAY: DECEMBER 25, 1994; Old-Time Religion","url":"http://www.nytimes.com/1994/12/25/magazine/sunday-december-25-1994-old-time-religion.html"}],"tokens":["evil"],"total":704},{"offset":"0","results":[{"body":"To the Editor: Re \"When History Is Up for Grabs\" by Charles W. Colson (Op-Ed, Dec. 28): Fifty years from now, school children all over the world will be taught about the only man to resign as President of the United States, Richard M. Nixon, and his thugs who attempted to use a pickax on the Constitution. I feel confident there will be no mention","date":"19951231","title":"Nixonesque Paranoia Lives On;History's Villain","url":"http://www.nytimes.com/1995/12/31/opinion/l-nixonesque-paranoia-lives-on-history-s-villain-049468.html"},{"body":"AS the new year opens, Ralph Nader, consumer advocate and scourge of business, is well into the fourth decade of his crusade. By now, the press has nearly run out of biblical metaphors. David versus Goliath. Avenging Angel. Saint Ralph. And, more recently, Lazarus back from the dead. Methuselah may be next. Mr. Nader, a bald spot spreading at the","byline":"By ANTHONY RAMIREZ","date":"19951231","title":"Consumer Crusader Feels a Chill in Washington","url":"http://www.nytimes.com/1995/12/31/business/consumer-crusader-feels-a-chill-in-washington.html"},{"body":"He rented movies, playing one about a Colorado football team over and over. He wore a favorite T-shirt with a quotation from Thomas Jefferson. He once changed cheap motels so he could watch the X-rated Spice Channel. He always washed the dishes. These seemingly ordinary activities are little pieces of the puzzle that is the greatest remaining","byline":"By JOHN KIFNER","date":"19951231","title":"McVEIGH'S MIND: A special report.;Oklahoma Bombing Suspect: Unraveling of a Frayed Life","url":"http://www.nytimes.com/1995/12/31/us/mcveigh-s-mind-special-report-oklahoma-bombing-suspect-unraveling-frayed-life.html"},{"body":"THE SCANDAL OF PLEASURE Art in an Age of Fundamentalism. By Wendy Steiner. Illustrated. 251 pp. Chicago: The University of Chicago Press. $24.95. A FEW years ago, when my children were 12 and 8, my wife and I took them to the Whitney Biennial. It was a practice, we told them, that we had enjoyed in the Pop and Op Art years of our youth. As we","byline":"By Andrew Delbanco","date":"19951231","title":"They Know What They Don't Like","url":"http://www.nytimes.com/1995/12/31/books/they-know-what-they-don-t-like.html"},{"body":"For all the talk nowadays about a revival of swank, nothing in contemporary fashion can compete with the glamour of upper-class English life in the 1930's as it is elegantly caricatured in Ian McKellen's updated \"Richard III.\" The blase aristocrats who sweep through gilded marble halls, dressed to the nines and dangling cigarette holders from their","byline":"By STEPHEN HOLDEN","date":"19951229","title":"FILM REVIEW;An Arch-Evil Monarch, Updated to the 1930's","url":"http://www.nytimes.com/1995/12/29/movies/film-review-an-arch-evil-monarch-updated-to-the-1930-s.html"},{"body":"Though I was Richard Nixon's friend from 1956 to his death and for four years of that time a close White House aide -- I agree with Oliver Stone's apologists: The film maker was not out to get the former President in \"Nixon,\" his latest foray into historical manipulation. Demonizing Nixon on film was just a means to a greater end. And demonizing is","byline":"By Charles W. Colson","date":"19951228","title":"When History Is Up for Grabs","url":"http://www.nytimes.com/1995/12/28/opinion/when-history-is-up-for-grabs.html"},{"body":"International A3-17 ZEDILLO AT CENTER OF STORM Economic disarray, corruption, and an Indian uprising have pushed Mexico to the brink of crisis, and the man at the center of the storm is President Ernesto Zedillo. A1 BLAMING FRANCE'S TECHNOCRATS Union leaders and others who blame France's Government for austerity measures do not look far for the","date":"19951228","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1995/12/28/nyregion/news-summary-040860.html"},{"body":"In a month of strikes by French transport workers and other public servants, union leaders and others who blame the ruling elite for the heartlessness of Government austerity measures did not look far to find the root of all evil: the National School of Administration. Behind cream-colored high walls in the Government quarter of Paris, this single","byline":"By CRAIG R. WHITNEY","date":"19951228","title":"Where France's Bureaucratic Corps Gets Its Esprit","url":"http://www.nytimes.com/1995/12/28/world/where-france-s-bureaucratic-corps-gets-its-esprit.html"},{"body":"On first acquaintance, Prof. Bernard Cooper seems like a lovable little man. Pacing abstractedly in the waiting room of a California law office in the opening scenes of \"Denial,\" Peter Sagal's ambitious play at the Long Wharf Theater, he has an air of academic befuddlement and a nervous stammer that make you want to finish his sentences for him.","byline":"By BEN BRANTLEY","date":"19951228","title":"THEATER REVIEW;A Right to Free Speech When Hate Is the Subject","url":"http://www.nytimes.com/1995/12/28/theater/theater-review-a-right-to-free-speech-when-hate-is-the-subject.html"},{"body":"If we are to believe the cries of outrage from the nation's historians and journalists, Oliver Stone's \"Nixon\" is the worst threat to American civilization since \"Beavis and Butt-head.\" Though the movie has been out only a week, the rhetoric of its detractors has already escalated to the point where one Sunday-morning ABC News talking head","byline":"By FRANK RICH","date":"19951227","title":"Journal;The Stoning Of Stone","url":"http://www.nytimes.com/1995/12/27/opinion/journal-the-stoning-of-stone.html"}],"tokens":["evil"],"total":852},{"offset":"0","results":[{"body":"Once the obsession of a dedicated but tiny band, conspiracy theories now seem to have captured a wider audience. Many people, for example, bought former ABC correspondent Pierre Salinger's claim that a Navy missile blew up T.W.A. Flight 800, even though such a cover-up would require a level of discipline and silence from government officials found","byline":"By TINA ROSENBERG","date":"19961231","title":"Crazy for Conspiracies","url":"http://www.nytimes.com/1996/12/31/opinion/crazy-for-conspiracies.html"},{"body":"When Margaret Atwood was in Zurich several years ago on a book-promotion tour, she had a sudden, inexplicable visitation. Looking out a window of her hotel, she thought about Grace Marks, who in 1843 at the age of 16 had been convicted of murdering her employer and his mistress. This was one of Canada's most famous criminal cases. For the author it","byline":"By MEL GUSSOW","date":"19961230","title":"The Alternate Personalities In an Author's Life and Art","url":"http://www.nytimes.com/1996/12/30/books/the-alternate-personalities-in-an-author-s-life-and-art.html"},{"body":"FOR ALL OF THE HYPE AND bluster attached to the year's ''event'' movies -- in which twisters ravaged Oklahoma, Madonna was ''Evita,'' aliens invaded (twice), and Tom Cruise hovered over a top-secret computer -- the year's most important films seemed to drift in quietly from someplace other than Hollywood. Many were made abroad, and even those that","byline":"By LINDA LEE","date":"19961229","title":"Big Events, Little Gems, Lots of Shakespeare","url":"http://www.nytimes.com/1996/12/29/movies/big-events-little-gems-lots-of-shakespeare.html"},{"body":"Just An Ordinary Day By Shirley Jackson. Edited by Laurence Jackson Hyman and Sarah Hyman Stewart. 388 pp. New York: Bantam Books. $23.95. Is there an ethics of editing? Is there a moral as well as a professional responsibility involved in bringing together disparate work by a writer no longer living, in creating a book that will bear the writer's","byline":"By Joyce Carol Oates","date":"19961229","title":"Distress Signals","url":"http://www.nytimes.com/1996/12/29/books/distress-signals.html"},{"body":"The melting pot is boiling over again, this time with a decision by the school board in Oakland, Calif., to reclassify ''ebonics,'' or black vernacular, as a distinct language. The battle is a familiar one that has raged at least since the 1960's. The issues it raises are too often polarized in a simplistic debate about whether black American","byline":"By Patricia J. Williams","date":"19961229","title":"The Hidden Meanings of 'Black English'","url":"http://www.nytimes.com/1996/12/29/opinion/the-hidden-meanings-of-black-english.html"},{"body":"Up until now it has been a lovely story, surprising perhaps, but with the incontestable appeal of a divine infant. Yes, there was the element of poverty and unwed motherhood and temporary homelessness, but all that only led to a happy ending, with angelic hosts and adoring shepherds and wise men bearing gifts from afar. Scripture has a","byline":"By Peter Steinfels","date":"19961228","title":"Beliefs","url":"http://www.nytimes.com/1996/12/28/us/beliefs-928321.html"},{"body":"The Rev. Peter Colapietro woke yesterday sniffling, sneezing, wheezing and unable to sing. But rise he did, since there are no sick days for a priest at Christmas. There would be hundreds to see at the three morning services at the Roman Catholic Church of the Holy Cross, near the Port Authority Bus Terminal on West 42d Street, where Father","byline":"By KIT R. ROANE","date":"19961226","title":"Priest, Cabby and Judge Find Meaning in Work on Christmas","url":"http://www.nytimes.com/1996/12/26/nyregion/priest-cabby-and-judge-find-meaning-in-work-on-christmas.html"},{"body":"Add this to the list of ways the East Village is losing its scowl: With a big smile, Phil Hartman greeted two women with two strollers and assorted toddlers at the door of his newest venture, Two Boots Video, on Avenue A between Third and Fourth Streets. ''Hi!'' he said brightly. ''Do you need help getting downstairs?'' Downstairs, Mr. Hartman and","byline":"By IAN FISHER","date":"19961226","title":"On Avenue A, a Video Store Fires Smiles at an Edgy Rival","url":"http://www.nytimes.com/1996/12/26/nyregion/on-avenue-a-a-video-store-fires-smiles-at-an-edgy-rival.html"},{"body":"As New Jersey's prisons swelled in the last decade with more prisoners serving longer terms, the state's medical expenses rose as well -- 500 percent, by Gov. Christine Todd Whitman's estimate. So, in April, Governor Whitman dismissed the prisons' doctors and nurses and hired a private company to deliver managed care to the state's 26,000 inmates.","byline":"By MELODY PETERSEN","date":"19961226","title":"PRISONS CUT COSTS BY MANAGED CARE","url":"http://www.nytimes.com/1996/12/26/nyregion/prisons-cut-costs-by-managed-care.html"},{"body":"She was the only Tutsi left living on a hillside in Murehe Township when the genocide ended two years ago. So when Savina Mukacyibibi was beaten and strangled to death recently, it sent chills through the few Tutsi survivors left in this hilly commune of banana groves, coffee trees and neat brick houses. The killing was the first in Taba Commune","byline":"By JAMES C. McKINLEY Jr.","date":"19961226","title":"Rural Rwanda's Uneasy Balance of Fear","url":"http://www.nytimes.com/1996/12/26/world/rural-rwanda-s-uneasy-balance-of-fear.html"}],"tokens":["evil"],"total":802},{"offset":"0","results":[{"body":"Looking perfectly nonthreatening in a trim chalk-striped Ralph Lauren suit and Bulgari jewelry, Michelle Yeoh, Asia's best-known female kung fu star, looked up from her lobster Caesar salad (''light on the dressing, please'') and spoke in flawless English that was as precise as a well-executed fly kick. ''Let me tell you about James Bond,'' she","byline":"By JANE H. LII","date":"19971230","title":"AT LUNCH WITH -- Michelle Yeoh; Bond Meets His Match (No, Not Love Match)","url":"http://www.nytimes.com/1997/12/30/movies/at-lunch-with-michelle-yeoh-bond-meets-his-match-no-not-love-match.html"},{"body":"ALWAYS OUTNUMBERED, ALWAYS OUTGUNNED By Walter Mosley 208 pages. W. W. Norton & Company. $23. For the many devotees of Walter Mosley, the creation of a new character will be a noteworthy event. Mr. Mosley in recent years has gained something close to cult status with his Easy Rawlins detective stories, set in a moody, richly racial Los Angeles of","byline":"By RICHARD BERNSTEIN","date":"19971229","title":"BOOKS OF THE TIMES ; Well, He's Sure No Angel But Maybe a Philosopher","url":"http://www.nytimes.com/1997/12/29/books/books-of-the-times-well-he-s-sure-no-angel-but-maybe-a-philosopher.html"},{"body":"If there is ever a film version of Phil Urrutia's going about his job, it might come out as a cross between ''Caddyshack'' and one of any of the World War I epics, maybe ''Paths of Glory.'' Mr. Urrutia, a broad-shouldered, dark-eyed 32-year-old, is the vice president and manager of the Star Southfield Theater, a six-month old, 20-screen movie","byline":"By CONSTANCE L. HAYS","date":"19971229","title":"The Vast Picture Show; Managing a Megaplex Often Takes an Epic Effort","url":"http://www.nytimes.com/1997/12/29/business/the-vast-picture-show-managing-a-megaplex-often-takes-an-epic-effort.html"},{"body":"No President in a long time has been so puzzling, such a mixture of contradictions. Bill Clinton can charm the birds from the trees -- and abandon friends without apology. He dazzles with his knowledge of issues -- and then so often fudges them. He is a great talker -- but has given Americans no vision of where the country ought to be going. He","byline":"By ANTHONY LEWIS","date":"19971229","title":"Abroad at Home ; Clinton And His Enemies","url":"http://www.nytimes.com/1997/12/29/opinion/abroad-at-home-clinton-and-his-enemies.html"},{"body":"Weeks This Last On Week Week List Fiction 1 1 25 COLD MOUNTAIN, by Charles Frazier. (Atlantic Monthly, $24.) A wounded Confederate soldier journeys home toward the end of the Civil War. 2 3 6 THE GHOST, by Danielle Steel. (Delacorte, $25.95.) On a trip to New England, a man whose life has gone awry finds answers to his problems in diaries in an old","date":"19971228","title":"BEST SELLERS: December 28, 1997","url":"http://www.nytimes.com/1997/12/28/books/best-sellers-december-28-1997.html"},{"body":"A STERLING quartet of adaptations from fiction dominates the vintage movies this week. If the sensuous beauty of William Wyler's WUTHERING HEIGHTS (1939) doesn't hook you, the musical background will. This is Wyler's ''Heights,'' too. While the power of Emily Bronte's novel of the passionate bond between an aristocratic girl and an untamed orphan","byline":"By Howard Thompson","date":"19971228","title":"MOVIES THIS WEEK","url":"http://www.nytimes.com/1997/12/28/tv/movies-this-week-670707.html"},{"body":"Clone The Road to Dolly, and the Path Ahead. By Gina Kolata. 276 pp. New York: William Morrow & Company. $23. This summer, your backyard will be full of clones, as it was last summer -- greenflies. Many animals and plants are clones, usually identical copies of their mothers. Human beings too reproduce clonally, though only a minority do it, and","byline":"By John R. G. Turner","date":"19971228","title":"Ewe Two","url":"http://www.nytimes.com/1997/12/28/books/ewe-two.html"},{"body":"Is the Barbie Doll a bad role model for girls? For boys? What about plans for a new doll with thicker waist, smaller bust and less makeup? Fun and Fashion When I was younger, I never dreamed of being like Barbie. I had so many other dolls; I could not model myself after one particular one. I played with Barbie for only one reason: fun. It was fun","date":"19971228","title":"CHATTER ; Barbie Dolls","url":"http://www.nytimes.com/1997/12/28/nyregion/chatter-barbie-dolls.html"},{"body":"New York's cityscape always seems in flux. Sometimes a single storefront changes, sometimes an entire neighborhood. The City marked the passing of the old and the (not always) old in 1997, and noted some of the new. BIG BANG BUST Fireworks, those chasers of evil spirits during Chinese New Year festivities for thousands of years, are banned as part","date":"19971228","title":"The Departures, the Arrivals: New York's Changing Face in 1997; DEPARTURES: The Passing of the Old New York","url":"http://www.nytimes.com/1997/12/28/nyregion/departures-arrivals-new-york-s-changing-face-1997-departures-passing-old-new.html"},{"body":"In ''To Hell With Him'' (Culture Zone), Michiko Kakutani argues that society is placed in jeopardy when evil is trivialized by Hollywood or when we prefer to talk about dysfunction and antisocial behavior instead of evil and sin. In fact, society is better off when we don't resort to supernatural explanations of human behavior. When confronting the","date":"19971228","title":"To Hell With Him","url":"http://www.nytimes.com/1997/12/28/magazine/l-to-hell-with-him-743283.html"}],"tokens":["evil"],"total":860},{"offset":"0","results":[{"body":"I'll remember 1998 as the year I spied a display box with rows of what looked, from a distance, like identical videotapes with black-and-flame-colored covers. But at close range it turned out to hold two different titles packaged in suspiciously similar ways. Each featured the oversize, noble heads of its actors against a blazing backdrop. Each","byline":"By JANET MASLIN","date":"19981231","title":"Critic's Notebook; Beyond the Meteors, Another, Riskier '98","url":"http://www.nytimes.com/1998/12/31/movies/critic-s-notebook-beyond-the-meteors-another-riskier-98.html"},{"body":"It is the middle of the night, as Patty Wetterling sits on the living room couch, staring out the window, waiting for her boy, Jacob, to come home. She has been waiting for nine years. ''I still, deep in my heart, believe it is possible that he's alive,'' said Ms. Wetterling, who hung Jacob's stocking from the fireplace mantel again this year, as","byline":"By DIRK JOHNSON","date":"19981231","title":"Son Abducted 9 Years Ago, Mother Hangs On to Hope","url":"http://www.nytimes.com/1998/12/31/us/son-abducted-9-years-ago-mother-hangs-on-to-hope.html"},{"body":"THE LAST DINOSAUR BOOK The Life and Times of a Cultural Icon By W. J. T. Mitchell Illustrated. 321 pages. The University of Chicago Press. $35. In ''The Last Dinosaur Book,'' the scholar W. J. T. Mitchell solemnly suggests that Steven Spielberg's ''Jurassic Park'' does for the dinosaur what Spenser's ''Faerie Queene'' did for the dragon. He adds","byline":"By MICHIKO KAKUTANI","date":"19981229","title":"BOOKS OF THE TIMES; Why Are Dinosaurs Green? Don't Ask","url":"http://www.nytimes.com/1998/12/29/books/books-of-the-times-why-are-dinosaurs-green-don-t-ask.html"},{"body":"The Germans are at it again, tearing one another apart over the German Problem: how to remember, or not to remember, the Holocaust. The Japanese have a problem, too, apologizing to the Chinese for the brutal war and occupation of 1931 to 1945. Why, more than 50 years on, do these two countries seem still to be unable to reconcile with the past? The","byline":"By Ian Buruma","date":"19981229","title":"War Guilt, and the Difference Between Germany and Japan","url":"http://www.nytimes.com/1998/12/29/opinion/war-guilt-and-the-difference-between-germany-and-japan.html"},{"body":"A volunteer working to persuade South Africans not to discriminate against H.I.V.-infected people was beaten to death last week by her neighbors, who accused her of bringing shame on their community by revealing that she was H.I.V.-positive. The killing scared other anti-AIDS advocates, who said it proved what they have said for years -- although","byline":"By DONALD G. McNEIL Jr.","date":"19981228","title":"Neighbors Kill an H.I.V.-Positive AIDS Activist in South Africa","url":"http://www.nytimes.com/1998/12/28/world/neighbors-kill-an-hiv-positive-aids-activist-in-south-africa.html"},{"body":"JON BULLER set up his big drawing board at the Waterford Public Library and got right to work. ''This story starts when it's the bottom of the sixth inning,'' he told the assembled youngsters and grownups. He drew a stocky fellow at bat, along with a spaceship and some creatures with heads that looked like giant eyeballs. Clearly, what Mr. Buller","byline":"By CAROLYN BATTISTA","date":"19981227","title":"A Chief Eyeball Official Directs","url":"http://www.nytimes.com/1998/12/27/nyregion/a-chief-eyeball-official-directs.html"},{"body":"AMERICAN troops in the Persian Gulf are vaccinated against deadly germs. So are Federal Bureau of Investigation agents who are probing a growing number of biological incidents. So are some White House officials. Protections against living weapons are new to the military and security of the United States, and they raise troubling questions. Is this","byline":"By WILLIAM J. BROAD and JUDITH MILLER","date":"19981227","title":"THE WORLD: LIVE AMMO; The Threat of Germ Weapons Is Rising. Fear, Too.","url":"http://www.nytimes.com/1998/12/27/weekinreview/the-world-live-ammo-the-threat-of-germ-weapons-is-rising-fear-too.html"},{"body":"To the Editor: Allow one more comment on Maria Tatar's article ''Fairy Tales With a Bite'' [Nov. 29]. Aside from being morality stories, where good is always rewarded and evil always punished, fairy tales convey an important message to children, one that is seemingly slipped into their unconscious: death is not finite. Life continues for the","date":"19981227","title":"FAIRY TALES; The Good Live On","url":"http://www.nytimes.com/1998/12/27/books/l-fairy-tales-the-good-live-on-566152.html"},{"body":"Infants, as the French ethnologist Alain Epelboin observes in the preface to BABIES CELEBRATED (Abrams, $39.95), are the ''tyrant-kings'' of most cultures, and some 200 color photographs in this glossy volume prove his point well. With the guidance of 16 cultural anthropologists, the authors, Beatrice Fontanel and Claire d'Harcourt, explore -- in","byline":"By Suzanne MacNeille","date":"19981227","title":"Books in Brief: Nonfiction; Masters of the Universe","url":"http://www.nytimes.com/1998/12/27/books/books-in-brief-nonfiction-masters-of-the-universe.html"},{"body":"IT was a year when everyone in America decided to open his or her own Web site, or so it seemed. Not just big corporations, mind you, but everyday folk, all burning to say . . . well, something. No slouches when it comes to self-expression, New Yorkers and New York-wannabes were in the forefront of the movement. The result? A collection of Internet","byline":"By BERNARD STAMLER","date":"19981227","title":"THE YEAR ON-LINE; The Quirky Arise and Let a Thousand Web Sites Bloom","url":"http://www.nytimes.com/1998/12/27/nyregion/the-year-on-line-the-quirky-arise-and-let-a-thousand-web-sites-bloom.html"}],"tokens":["evil"],"total":946},{"offset":"0","results":[{"body":"Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone, especially during","date":"19991231","title":"ART GUIDE","url":"http://www.nytimes.com/1999/12/31/arts/art-guide.html"},{"body":"Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews of films opening this weekend appears on Page 18. Now Playing * ''ALL ABOUT MY MOTHER,'' starring","date":"19991231","title":"MOVIE GUIDE","url":"http://www.nytimes.com/1999/12/31/movies/movie-guide.html"},{"body":"The concluding day of the 20th century and therefore of the second millennium -- that event so freighted with various meanings by historians, politicians, fictionists and doomsaying preachers -- is upon us. With allowances for the dateline, it will fall everywhere with equal finality, evoking all around the world the same feelings of solemnity for","date":"19991231","title":"The Journey to 2000","url":"http://www.nytimes.com/1999/12/31/opinion/the-journey-to-2000.html"},{"body":"When the glittering envelope arrived earlier this month, Dr. John W. Rowe acknowledged, he was tempted. It held the invitation to a fancy New Year's Eve party in London, to be given by some old friends. His wife leapt to pull out the suitcases. But Dr. Rowe, who is the chief executive of Mount Sinai NYU Health, has opted instead to work tonight at","byline":"By JENNIFER STEINHAUER","date":"19991231","title":"An Executive Status Symbol: Being Needed New Years Eve","url":"http://www.nytimes.com/1999/12/31/nyregion/an-executive-status-symbol-being-needed-new-years-eve.html"},{"body":"Of Holidays Not So Happy It may just be a quirk of the calendar or a legitimate millennial dread, but this holiday season has proved to be far gloomier than expected for many Broadway shows. A year after record-breaking box office and packed-to-the-rafters audiences, Broadway had one of its slowest-selling weeks of the year last week, with big","byline":"By Jesse McKinley","date":"19991231","title":"ON STAGE AND OFF","url":"http://www.nytimes.com/1999/12/31/movies/on-stage-and-off.html"},{"body":"In one film after another, the great Iranian director Abbas Kiarostami twists around the equation that the author Neal Gabler calls ''Life: The Movie'' to make films whose aesthetic might be described as ''The Movie: Life.'' Mr. Kiarostami's films frequently feature nonactors playing themselves in unglamorized reconstructions of actual events. And","byline":"By STEPHEN HOLDEN","date":"19991231","title":"FILM REVIEW; The Pathos Of Deceit By a Victim Of Longing","url":"http://www.nytimes.com/1999/12/31/movies/film-review-the-pathos-of-deceit-by-a-victim-of-longing.html"},{"body":"If it's a head trip you're looking for in the millennial version of Walt Disney's ''Fantasia,'' you'll have to wait for the grand finale, in which the world appears to come to an end, then suddenly bursts to life again with the furious, accelerating urgency of an uncontrollable force. The conjurer of this frenzied orgy of creation, destruction and","byline":"By STEPHEN HOLDEN","date":"19991231","title":"FILM REVIEW; Old Sorcery, New Tricks","url":"http://www.nytimes.com/1999/12/31/movies/film-review-old-sorcery-new-tricks.html"},{"body":"It's a bit like giving away the end of the movie, but the British Museum has scheduled its new exhibition on the Apocalypse to run through April 24, which suggests that the venerable institution does not expect fire and brimstone to strike this weekend. On the other hand, the show's full title does leave things open: ''The Apocalypse and the Shape","byline":"By ALAN RIDING","date":"19991230","title":"Apocalypse Illustrated; The Battle of Good and Evil in 10 Centuries of Art","url":"http://www.nytimes.com/1999/12/30/arts/apocalypse-illustrated-the-battle-of-good-and-evil-in-10-centuries-of-art.html"},{"body":"How lonely, how isolated, how un-American and uncontemporary one is made to feel, unable to comprehend either the literal or ''symbolic'' significance of The Millennium, and wholly impervious to millennium fever. My cautious answer to millennium questions I've been asked (''What will be the fate of the novel in the 21st century?'' ''What will be","byline":"By Joyce Carol Oates","date":"19991230","title":"The Calendar's New Clothes","url":"http://www.nytimes.com/1999/12/30/opinion/the-calendar-s-new-clothes.html"},{"body":"Whenever another performer adopted his techniques, Jimmy Durante, mock-furious, would expostulate: ''Ev'rybody wants ta get inna de act!'' At millennium's end, we are environed by great piles of pompous prognostication. If you wanna get inna de act, you gotta start off each guess wid a smile. 1. Next fall's vice-presidential debates will be","byline":"By WILLIAM SAFIRE","date":"19991230","title":"Essay; Office Pool, 2000","url":"http://www.nytimes.com/1999/12/30/opinion/essay-office-pool-2000.html"}],"tokens":["evil"],"total":1077},{"offset":"0","results":[{"body":"Weeks This Last On Week Week List Fiction 1 1 5 THE MARK, by Tim LaHaye and Jerry B. Jenkins. (Tyndale, $22.99.) The eighth volume of the ''Left Behind'' series, in which the forces of good battle the forces of evil after the rapture of the saved. 2 2 4 ROSES ARE RED, by James Patterson. (Little, Brown, $26.95.) Detective Alex Cross pursues a","date":"20001231","title":"BEST SELLERS: December 31, 2000","url":"http://www.nytimes.com/2000/12/31/books/best-sellers-december-31-2000.html"},{"body":"THE front-gate guards went through the rabbi's shopping bags, turning over objects one by one. ''What's this?'' a guard asked, poking at something, one eyebrow raised. The rabbi laughed easily. ''Whitefish.'' The rabbi is 38-year-old Charles Rudansky and he has two congregations. One is at the Westchester Religion Institute, an orthodox synagogue","byline":"By MAREK FUCHS","date":"20001231","title":"COUNTY LINES; 'There Are No Miracles Here'","url":"http://www.nytimes.com/2000/12/31/nyregion/county-lines-there-are-no-miracles-here.html"},{"body":"VICE PRESIDENT AL GORE has one man to blame for his loss to George W. Bush. I'm referring to a popular spoiler who claims to be committed to liberal positions on gun control, the environment and education; yet he handed the presidency to a Republican opposed to everything he holds dear. The spoiler is, of course, President Josiah (Jed) Bartlet, now","byline":"By LAURA LIPPMAN","date":"20001231","title":"TELEVISION/RADIO; The Lovable Liberal Behind Bush's Victory","url":"http://www.nytimes.com/2000/12/31/arts/television-radio-the-lovable-liberal-behind-bush-s-victory.html"},{"body":"Blackbird A Childhood Lost and Found. By Jennifer Lauck. 406 pp. New York: Pocket Books. $23.95. If there were a competition for Most Pitiful Childhood Memoir -- and current bookstore shelves do suggest the possibility -- Jennifer Lauck's ''Blackbird'' would be a formidable contender. Between the ages of 5 and 12, Lauck was orphaned, sexually","byline":"By Jodi Kantor","date":"20001231","title":"The School of Hard Knocks","url":"http://www.nytimes.com/2000/12/31/books/the-school-of-hard-knocks.html"},{"body":"The meaning of evil was seared into Benjamin B. Ferencz's conscience on the battlefronts of World War II and in the horror of newly liberated Nazi concentration camps. Half a century later, now in the halls and conference rooms of the United Nations, he is still wandering in search of closure on that era. Mr. Ferencz, one of the few survivors of","byline":"By BARBARA CROSSETTE","date":"20001231","title":"Crusader Hopes to Put Aggression on World List of War Crimes","url":"http://www.nytimes.com/2000/12/31/world/crusader-hopes-to-put-aggression-on-world-list-of-war-crimes.html"},{"body":"IN a year defined by the desire to redefine ourselves for the new millennium, the movies of 2000 led the way with as much urgency as optimism, picking up, in a sense, where ''American Beauty,'' ''The Sixth Sense,'' ''Fight Club'' and ''Magnolia'' left off last year. Except last year the answers to meaning and fulfillment were much more elusive.","byline":"By BILL DESOWITZ","date":"20001231","title":"FILM; Taking a Pre-2001 Inner-Space Odyssey","url":"http://www.nytimes.com/2000/12/31/movies/film-taking-a-pre-2001-inner-space-odyssey.html"},{"body":"When Bill Clinton went to India in March, it was the first visit by an American president in 22 years. Among the careful preparations for the historic occasion were a painstaking cleanup around the Taj Mahal, a reconnoitering for wild tigers he might glimpse on a V.I.P. safari and the murder of 35 Sikh villagers in a place called Chittisinghpora.","byline":"By Barry Bearak","date":"20001231","title":"A Kashmiri Mystery","url":"http://www.nytimes.com/2000/12/31/magazine/a-kashmiri-mystery.html"},{"body":"Weeks This On Week List Fiction 1 2 HEART OF THE SEA, by Nora Roberts. (Jove, $7.99.) A beautiful, intelligent Irishwoman tempts a wealthy Irish-American businessman. 2 5 HOUSE OF SAND AND FOG, by Andre Dubus III. (Vintage Contemporaries, $14.) A California woman and the sheriff who loves her struggle with an Iranian immigrant over the ownership of","date":"20001231","title":"PAPERBACK BEST SELLERS: December 31, 2000","url":"http://www.nytimes.com/2000/12/31/books/paperback-best-sellers-december-31-2000.html"},{"body":"Former President Ronald Reagan will be gently reminded on this coming Feb. 6 that it is his 90th birthday. Affectionate greetings will pour in from all over the world, and many historians will note that his policies in the 80's not only curbed a raging inflation but also helped bring about the end of the cold war. And yet that appreciation for his","byline":"By William Safire","date":"20001231","title":"Reagan Writes","url":"http://www.nytimes.com/2000/12/31/magazine/reagan-writes.html"},{"body":"A selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews of films opening today appears on Page 15. Now Playing ''ALL THE PRETTY HORSES,'' starring Matt Damon and","date":"20001229","title":"MOVIE GUIDE","url":"http://www.nytimes.com/2000/12/29/movies/movie-guide.html"}],"tokens":["evil"],"total":956},{"offset":"0","results":[{"body":"Robert Ludlum, whose novels have sold 290 million copies (more or less the population of the United States), knew what makes a successful thriller. And that, above all, is velocity. Reviewing Ludlum, The New York Times book critic John Leonard said, ''I sprained my wrist turning his pages.'' Narrative velocity is a trick. Looks easy. Isn't. The","byline":"By Colin Harrison","date":"20011230","title":"THE LIVES THEY LIVED: ROBERT LUDLUM, B. 1927; Short. Punchy.","url":"http://www.nytimes.com/2001/12/30/magazine/the-lives-they-lived-robert-ludlum-b-1927-short-punchy.html"},{"body":"It may be that when war comes to fashion magazine editors, as it has now and as it did in 1938 to Audrey Withers at British Vogue, the best way for those ladies to stay au courant would be to volunteer as fire-service drivers, transporting soldiers. That's exactly what Withers, who died in October, did evenings. And she wore a gas mask doing it,","byline":"By Amy M. Spindler","date":"20011230","title":"THE LIVES THEY LIVED: AUDREY WITHERS, B. 1905; Puttin' On The Blitz","url":"http://www.nytimes.com/2001/12/30/magazine/the-lives-they-lived-audrey-withers-b-1905-puttin-on-the-blitz.html"},{"body":"THE nation was at war, and the government feared that a network of immigrant terrorists was planning havoc on the home front. It suspended civil justice and rounded up people for questioning. A handful were tried by a military commission. In this case, though, the immigrants were Irish-Catholic coal miners in eastern Pennsylvania, and the network","byline":"By MARK BULIK","date":"20011230","title":"Word for Word/The Molly Maguires; American Gothic: 'Terrorists' And Tribunals in the Civil War Era","url":"http://www.nytimes.com/2001/12/30/weekinreview/word-for-word-molly-maguires-american-gothic-terrorists-tribunals-civil-war-era.html"},{"body":"In the landscape of the national imagination, Mississippi was once the heart of darkness, a faraway jungle where exploitation and evil coexisted under a ground cover of flowers as well as poisonous bramble. It was amid the fragrance of some honeysuckle vines around midnight on June 11, 1963, that Byron De La Beckwith, the descendant of an old","byline":"By Diane McWhorter","date":"20011230","title":"THE LIVES THEY LIVED: 60'S: BYRON DE LA BECKWITH, B. 1921 CECIL RAY PRICE, B. 1938; Mississippi Gothic","url":"http://www.nytimes.com/2001/12/30/magazine/lives-they-lived-60-s-byron-de-la-beckwith-b-1921-cecil-ray-price-b-1938.html"},{"body":"Weeks This Last On Week Week List Fiction 1 1 6 SKIPPING CHRISTMAS, by John Grisham. (Doubleday, $19.95.) A husband and wife discover that their decision to forgo Christmas comes with consequences. 2 2 4 VIOLETS ARE BLUE, by James Patterson. (Little, Brown, $27.95.) Detective Alex Cross investigates a series of bizarre murders that appear to be the","date":"20011230","title":"BEST SELLERS: December 30, 2001","url":"http://www.nytimes.com/2001/12/30/books/best-sellers-december-30-2001.html"},{"body":"Correction: December 30, 2001, Sunday Because of an editing error, two portraits with the New & Noteworthy Paperbacks column on Page 16 of the Book Review today carry erroneous credits. The picture of Joy Williams, at the top, is by Rollie McKenna; the picture of Arthur Miller is by Susan Johann/Corbis Outline.","byline":"By Scott Veale THE QUICK AND THE DEAD, by Joy Williams. (Vintage Contemporaries, $13.) Filled with wounded characters and hectoring spirits running loose in the desert Southwest, this novel revolves around a motherless 15-year-old girl who is an animal lover of the prickliest, most judgmental sort. The result is an ''odd, intelligent, unsettling and sometimes spectacularly uningratiating'' tale, Jennifer Schuessler said here last year. ''Williams's language runs with virtuosity across a wide range, from dead-on vernacular to gorgeously, unabashed oracular.'' LICKS OF LOVE: Short Stories and a Sequel, by John Updike. (Ballantine, $14.) The dozen stories here -- most about erotic memories -- share a theme of retrospect and a tone of forgiveness. A novella, ''Rabbit Remembered,'' brings readers up to speed with Harry Angstrom's family and relations, who gather for a dysfunctional Thanksgiving dinner to pay tribute to Updike's ''narcissistically impaired'' antihero. Last year in the Book Review, A. O. Scott praised ''the wry, measured sense of perspective'' the collection ''brings to Updike's earlier work,'' and the way ''his observations eddy and swirl into the mainstream'' of the novella, ''swelling it with life.'' HO CHI MINH, by William J. Duiker. (Theia/Hyperion, $16.95.) The author, a retired history professor and former Foreign Service officer in Saigon during the 1960's, spent 20 years reconstructing the life of the elusive leader who was the architect of Vietnamese independence. ''Duiker's magnificent . . . biography'' manages ''not only to fill in the missing pieces of Ho's life but to provide the best account of Ho as a diplomat and a strategist,'' Frances FitzGerald wrote here in 2000. PURGATORIO, by Dante Alighieri. Translated by W. S. Merwin. (Knopf, $19.95.) The middle part of ''The Divine Comedy'' may be short on the fire-and-brimstone atmospherics of ''Inferno,'' but this new translation, paired with the original Italian, reveals its subtler pleasures (like music and human emotion) as it follows Dante and Virgil on their tour of the mountain where souls destined for salvation purge their sins. '' 'Purgatorio' is a ravishing poem,'' Daniel Mendelsohn wrote here in 2000, and ''we should be grateful'' for Merwin's reverent version. WHAT REMAINS, by Nicholas Delbanco. (Warner, $13.95.) Flipping back and forth from the 1930's through the 1990's, this elegiac, deeply personal novel tracks the fortunes of a cultured Jewish family that escapes Nazi Germany and struggles to realign itself in London and America. The result is ''a work of wise maturity and limpid love,'' Catherine Lockerbie said in these pages last year. MY GOODNESS: A Cynic's Short-Lived Search for Sainthood, by Joe Queenan. (Hyperion, $14.95.) What happens when a notorious satirist with a withering mean streak tries to reinvent himself as a paragon of virtue and apostle of the ethically correct? Not surprisingly, he hits a few potholes on the path to niceness. ''Somewhere, Mencken is beaming,'' Bruce McCall wrote here in 2000. '' 'My Goodness' has to be the year's most sinfully rewarding guilty pleasure.'' ECHOES DOWN THE CORRIDOR: Collected Essays, 1944-2000, by Arthur Miller. (Penguin, $15.) The author of ''Death of a Salesman'' and ''The Crucible'' reflects on politics (including his long left-wing history), drama, intellectual life and the nature of evil, from the 17th-century Salem witch trials to Stalinism. ''Miller is hardly our leading optimist,'' Nora Sayre said in these pages last year. ''But he is an adventurous student of change, an unwavering dissident.'' IN SEARCH OF ISLAMIC FEMINISM: One Woman's Global Journey, by Elizabeth Warnock Fernea. (Anchor, $15.) The author, who spent two years traveling in the Middle East, reveals how feminism means different things to different people in the Muslim world but almost always involves tremendous survival skills. ''Fernea is a storyteller who captivates her reader with sights and smells and tastes,'' Elaine Sciolino said here in 1998. THE FAMILY ORCHARD, by Nomi Eve. (Vintage International, $13.) Set mainly in Israel, this first novel spans six generations of an earthy, passionate family and 160 years of Israeli history stretching back to Turkish-ruled Palestine in the 1830's. Last year our reviewer, Lore Dickstein, admired ''Eve's startling, imaginative and allegorical writing, which sparkles and surprises and never settles for the predictable.'' Scott Veale","date":"20011230","title":"New & Noteworthy Paperbacks","url":"http://www.nytimes.com/2001/12/30/books/new-noteworthy-paperbacks-768979.html"},{"body":"ISRAEL and India have long suffered horrific terror attacks. But when they were struck again in recent weeks, they had a new precedent to follow, set by no less than the world's most powerful nation, as they considered how to respond. Following America's lead, and anticipating American support, each issued an ultimatum to the leaders of the land","byline":"By SERGE SCHMEMANN","date":"20011230","title":"Or Else; Caution: This Weapon May Backfire","url":"http://www.nytimes.com/2001/12/30/weekinreview/or-else-caution-this-weapon-may-backfire.html"},{"body":"IF Russians of a certain age pooled their experiences of childhood in the Soviet Union, their collective memory would include the first time they saw a film by Alexandr Ptushko. American children had the animated antics of Walt Disney's cartoon characters; Russian children had the characters of Ptushko: richly textured animated puppets who inhabit","byline":"By NANCY RAMSEY","date":"20011230","title":"THE YEAR IN REVIEW: FILM; Now in America, the Films of the Soviet Walt Disney","url":"http://www.nytimes.com/2001/12/30/movies/the-year-in-review-film-now-in-america-the-films-of-the-soviet-walt-disney.html"},{"body":"A YEAR ago at this time, Tom Brokaw, Peter Jennings and Dan Rather were roaming the Jurassic Park of television news, dinosaurs in a changed world of cable and the Internet. As with so many things, the terror attacks changed that, at least for the moment. On Sept. 11 and in the days after, the network news anchors assumed a central importance in","byline":"By CARYN JAMES","date":"20011230","title":"THE YEAR IN REVIEW: TELEVISION/RADIO; Anchors Mattered Again, and 'Survivor' Didn't","url":"http://www.nytimes.com/2001/12/30/arts/the-year-in-review-television-radio-anchors-mattered-again-and-survivor-didn-t.html"},{"body":"SO it closes, this year of unfinished narratives, interrupted conversations and frayed ends. Clutched in the ground where the World Trade Center once stood are the physical remains of thousands of people. Memorials and funerals have proceeded without coffins, or in some chapels, with empty ones, and in one awful case, with the wrong body. Osama bin","byline":"By JIM DWYER","date":"20011230","title":"The World: No End in Sight; Happy New Year, Same as the Old One","url":"http://www.nytimes.com/2001/12/30/weekinreview/the-world-no-end-in-sight-happy-new-year-same-as-the-old-one.html"}],"tokens":["evil"],"total":1160},{"offset":"0","results":[{"body":"Soaring in a single-engine Cessna over the snow-covered crests and peaks of Fiordland National Park, Robert Rutherford pointed to the cockpit window as he spoke to American tourists bundled in earmuff radios: ''Here you can imagine Gandalf flying on the eagle through the mountains, when he escaped from the tower.'' O.K., no white wizards were","byline":"By JAMES BROOKE","date":"20021231","title":"THE MEDIA BUSINESS: Advertising; New Zealand Markets Itself As Film Land of the 'Rings'","url":"http://www.nytimes.com/2002/12/31/business/media-business-advertising-new-zealand-markets-itself-film-land-rings.html"},{"body":"The Yankees announced yesterday the signing of starter No. 8, Roger Clemens, then refused to rule out the possibility that they would pursue yet another starting pitcher. After he exuberantly hailed the team's continued employment of Clemens, General Manager Brian Cashman was asked if he was prepared to say that the Yankees were finished","byline":"By MURRAY CHASS","date":"20021231","title":"BASEBALL; Yanks Sign Clemens, With Eye On Coln","url":"http://www.nytimes.com/2002/12/31/sports/baseball-yanks-sign-clemens-with-eye-on-colon.html"},{"body":"As evangelical Christian emissaries have spread throughout the Muslim world, their presence has increasingly proved to be a lightning rod for anti-American sentiment while provoking the anger of native Christian sects and Islamic clerics. The murder of three American missionaries yesterday at the hospital where they worked in Yemen, and the killing","byline":"By SUSAN SACHS","date":"20021231","title":"THREATS AND RESPONSES: RELIGION; With Missionaries Spreading, Muslims' Anger Is Following","url":"http://www.nytimes.com/2002/12/31/world/threats-responses-religion-with-missionaries-spreading-muslims-anger-following.html"},{"body":"Like many children of the 50's I grew up on ''The Lord of the Rings.'' Between 1961, when my mother first brought the series home from the college bookstore she managed, to 1970, when I graduated from high school, I read the books at least once a year, sometimes twice. Entire summers I sat on an uncomfortable wicker couch in the living room of our","byline":"By KATHRYN KRAMER","date":"20021230","title":"WRITERS ON WRITING; Middle Earth Enchants A Returning Pilgrim","url":"http://www.nytimes.com/2002/12/30/books/writers-on-writing-middle-earth-enchants-a-returning-pilgrim.html"},{"body":"The Bush administration backed away today from a longstanding declaration by the United States that it would not tolerate a North Korean nuclear arsenal, as Secretary of State Colin L. Powell and other officials insisted that it would be counterproductive to set deadlines for North Korea to meet American demands or make threats to take military","byline":"By DAVID E. SANGER","date":"20021230","title":"THREATS AND RESPONSES: NUCLEAR ANXIETY; U.S. EASES THREAT ON NUCLEAR ARMS FOR NORTH KOREA","url":"http://www.nytimes.com/2002/12/30/world/threats-responses-nuclear-anxiety-us-eases-threat-nuclear-arms-for-north-korea.html"},{"body":"To the Editor: Re ''A Toast to Moral Clarity,'' by Nicholas D. Kristof (column, Dec. 27): If moral clarity were to lead to an oversimplified view of the war on terrorism as ''a parable of good (us) versus evil (them),'' I fear it may impede the kind of analytical clarity the United States needs to expose areas where we might be at fault. We can","date":"20021230","title":"Moral Clarity in War","url":"http://www.nytimes.com/2002/12/30/opinion/l-moral-clarity-in-war-588288.html"},{"body":"To the Editor: As a potential war on Iraq looms larger (news articles, Dec. 24), the lack of healthy debate in the media befitting a great democracy is profoundly distressing. Besides the questions of national and international morality and legality, there are serious contradictions, hypocrisy and probable dishonesty in portraying the war on Iraq","date":"20021230","title":"Why Not Deterrence?","url":"http://www.nytimes.com/2002/12/30/opinion/l-why-not-deterrence-588725.html"},{"body":"JANUARY Euro becomes legal tender in Europe. The jobless rate rose in December to 5.8 percent, a level it last reached in April 1995. President Bush chokes on a pretzel, faints and falls off couch while watching TV. Palestinian gunman kills six Israelis at bat mitzvah celebration. Kmart files for bankruptcy. The journalist Daniel Pearl is reported","date":"20021229","title":"Year in Review","url":"http://www.nytimes.com/2002/12/29/weekinreview/year-in-review.html"},{"body":"Theo Epstein is the youngest general manager in baseball history, even if he does age a year today, but in his month on the job with the Boston Red Sox, not one of his fellow general managers has accused him of throwing toys across the table at them. Nor, he said, has he broken doors or windows or chairs, not in Nashville, not in Nicaragua. ''I've","byline":"By MURRAY CHASS","date":"20021229","title":"BASEBALL: INSIDE BASEBALL; Red Sox Executive Stays True to the Plan","url":"http://www.nytimes.com/2002/12/29/sports/baseball-inside-baseball-red-sox-executive-stays-true-to-the-plan.html"},{"body":"To the Editor: Karen Durbin leaves out a crucial feature of ''The Lord of the Rings.'' The principal characters all understand that the military undertakings of Gondor and its allies, despite notable triumphs, are ultimately futile except as a diversion. In the books, military might cannot defeat evil, and the characters who wreak Sauron's","date":"20021229","title":"'LORD OF THE RINGS'; A Disarming Tale","url":"http://www.nytimes.com/2002/12/29/movies/l-lord-of-the-rings-a-disarming-tale-557587.html"}],"tokens":["evil"],"total":1478},{"offset":"0","results":[{"body":"President Mohammad Khatami said Tuesday that the arrival of an American aid team in this earthquake-ravaged city was a welcome development but should be viewed as just that -- a humane gesture and not a harbinger of improving relations between the United States and the Islamic republic. ''Humanitarian issues should not be intertwined with deep and","byline":"By NEIL MacFARQUHAR; Steven R. Weisman contributed reporting from Washington for this article.","date":"20031231","title":"Iran Thanks U.S. for Help, but Refrains From an Embrace","url":"http://www.nytimes.com/2003/12/31/world/iran-thanks-us-for-help-but-refrains-from-an-embrace.html"},{"body":"WHERE was Donald Fehr with the smelling salts, or Bud Selig with a palm-frond fan? How about a glass of water from Curt Schilling, or a cold towel from Rupert Murdoch? The indebted ones should have been there on Saturday, clinging as snug as Sansabelts around George Steinbrenner's waist, when the Boss who drives baseball's economy, intrigue and","byline":"By SELENA ROBERTS","date":"20031229","title":"Sports of The Times; Send the Boss a Card; Baseball Needs Him","url":"http://www.nytimes.com/2003/12/29/sports/sports-of-the-times-send-the-boss-a-card-baseball-needs-him.html"},{"body":"WATERBURY residents have watched local boy John G. Rowland make headlines since he got out of college and rose from the State Legislature to the United States Congress. When he became governor in 1994, he didn't forget his hometown, helping send millions of dollars to the city in state grants. But news about Mr. Rowland these days is almost all","byline":"By AVI SALZMAN","date":"20031228","title":"Dismay in Waterbury Over Governor's Problems","url":"http://www.nytimes.com/2003/12/28/nyregion/dismay-in-waterbury-over-governor-s-problems.html"},{"body":"O frabjous day! In his new 87th Precinct police procedural, THE FRUMIOUS BANDERSNATCH (Simon & Schuster, $25), Ed McBain takes us through the looking glass and into the surreal world of the music business. Armed with lots of informative dope on the cutthroat marketing practices of this $12 billion industry, McBain spins a riotous, if ultimately","byline":"By Marilyn Stasio","date":"20031228","title":"CRIME","url":"http://www.nytimes.com/2003/12/28/books/crime-612219.html"},{"body":"Weeks This Last On Week Week List Fiction 1 1 39 THE DA VINCI CODE, by Dan Brown. (Doubleday, $24.95.) The murder of a curator at the Louvre leads to a trail of clues found in the work of Leonardo and to the discovery of a centuries-old secret society. 2 2 12 THE FIVE PEOPLE YOU MEET IN HEAVEN, by Mitch Albom. (Hyperion, $19.95.) An old man who","date":"20031228","title":"BEST SELLERS: December 28, 2003","url":"http://www.nytimes.com/2003/12/28/books/best-sellers-december-28-2003.html"},{"body":"At least four soldiers from the occupying forces and at least nine Iraqis were killed Saturday in four highly organized suicide bombing attacks in this Shiite holy city 60 miles southwest of Baghdad. More than 100 soldiers and civilians were wounded. Most of the casualties were not American. The fatal strikes were the deadliest in a string of bold","byline":"By EDWARD WONG; Neela Banerjee and John F. Burns contributed reporting from Baghdad for this article.","date":"20031228","title":"THE STRUGGLE FOR IRAQ: THE OCCUPATION; UP TO 13 ARE DEAD IN ATTACKS IN IRAQ","url":"http://www.nytimes.com/2003/12/28/world/the-struggle-for-iraq-the-occupation-up-to-13-are-dead-in-attacks-in-iraq.html"},{"body":"Quang Ngai and Quang Nam are provinces in central Vietnam, between the mountains and the sea. Ken Kerney, William Doyle and Rion Causey tell horrific stories about what they saw and did there as soldiers in 1967. That spring and fall, American troops conducted operations there to engage the enemy and drive peasants out of villages and into heavily","byline":"By JOHN KIFNER","date":"20031228","title":"Report on Brutal Vietnam Campaign Stirs Memories","url":"http://www.nytimes.com/2003/12/28/us/report-on-brutal-vietnam-campaign-stirs-memories.html"},{"body":"Weeks This On Week List Fiction 1 3 KEY OF KNOWLEDGE, by Nora Roberts. (Jove, $7.99.) The second book in a trilogy about three women who go on life-changing journeys. 2 23 ANGELS & DEMONS, by Dan Brown. (Pocket Star, $7.99.) A Harvard scholar tries to save the Vatican from the machinations of an underground society. 3 7 KEY OF LIGHT, by Nora","date":"20031228","title":"PAPERBACK BEST SELLERS: December 28, 2003","url":"http://www.nytimes.com/2003/12/28/books/paperback-best-sellers-december-28-2003.html"},{"body":"Two weeks ago, after Saddam Hussein was pulled from his coffinlike spider hole and his teeth were examined for decay and his hair inspected for lice, the shock of his appearance was almost as great as the shock of his capture. This man, once defined by his powers over death, was now a mere mortal himself, an unsteady creature of bones and flesh and","byline":"By Edward Rothstein","date":"20031227","title":"SHELF LIFE; New Villains Pose New Challenges to the Enduring Question of Evil's Banality","url":"http://www.nytimes.com/2003/12/27/books/shelf-life-new-villains-pose-new-challenges-enduring-question-evil-s-banality.html"},{"body":"Partisan politics is pretty much ingrained in the theater, which is over all a decidedly left-of-center enterprise. As the playwright Richard Greenberg once put it, ''There's no such thing as 'Waiting for Righty.' '' Even so, it's unusual for a nonprofit theater to present a play that openly lambastes a sitting president. That's the kind of thing","byline":"By BRUCE WEBER","date":"20031227","title":"THEATER REVIEW; Aiming at the News (Hitting the G.O.P.)","url":"http://www.nytimes.com/2003/12/27/theater/theater-review-aiming-at-the-news-hitting-the-gop.html"}],"tokens":["evil"],"total":1134},{"offset":"0","results":[{"body":"Let's just suppose the Yankees don't win the World Series next October. What would George Steinbrenner do then? Would there be any superstars left for him to add to his roster, which is already loaded with them? After trying for nearly half a year, the Yankees finally secured the services of Randy Johnson yesterday, and they are very likely an","byline":"By MURRAY CHASS","date":"20041231","title":"On Baseball; Business as Usual: Yankees Get Johnson","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0DEED81439F932A05751C1A9629C8B63"},{"body":"The 26-year-old actor Topher Grace has the narrow build and jumpy bones of a young man still growing into his adult body, so much so that even when standing at rest, he seems poised to take a leap forward. That makes him an ideal fit for the nimble, engagingly lightweight drama ''In Good Company,'' in which a young executive, having been bumped up","byline":"By MANOHLA DARGIS","date":"20041229","title":"FILM REVIEW; Behind Every Successful Man, There's a Stronger One","url":"http://movies.nytimes.com/movie/review?res=9406E5DF1139F93AA15751C1A9629C8B63"},{"body":"'Charley Varrick' Don Siegel's 1973 film ''Charley Varrick'' begins with Walter Matthau in geriatric makeup that eerily causes him to resemble his future self in the hideous ''Grumpy Old Men'' movies. But codger comedy is not the order of the day in this perfect genre piece. The disguise turns out to be part of an elaborate ruse to rob a small-town","byline":"By Dave Kehr","date":"20041228","title":"New DVD's","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E2DF1639F93BA15751C1A9629C8B63"},{"body":"An audiotape message said to be made by the terrorist leader Osama bin Laden called for Muslims to boycott elections there next month and endorsed the Jordanian militant Abu Musab al-Zarqawi as Mr. bin Laden's deputy in Iraq. The tape, broadcast Monday by the Arab news network Al Jazeera, condemned the American-backed Iraqi elections for a","date":"20041228","title":"Tape Opposing Vote Attributed to bin Laden","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00E1D71F30F93BA15751C1A9629C8B63"},{"body":"''Darkness,'' which crept into theaters nationwide on Christmas Day, tries to spook holiday revelers with a guessing game about which member of a handsome American family, relocated to Spain, will kill another. But the real mystery is why such a mangled film was not junked altogether. ''Darkness'' was reportedly completed two years ago by Juame","byline":"By NED MARTEL","date":"20041227","title":"FILM REVIEW; A Mansion in Spain Where Mainly Evil Reigns","url":"http://movies.nytimes.com/movie/review?res=9C02EEDF1339F934A15751C1A9629C8B63"},{"body":"''Darkness,'' which crept into theaters nationwide on Christmas Day, tries to spook holiday revelers with a guessing game about which member of a handsome American family, relocated to Spain, will kill another. But the real mystery is why such a mangled film was not junked altogether. ''Darkness'' was reportedly completed two years ago by Juame","byline":"By NED MARTEL","date":"20041227","title":"FILM REVIEW; A Mansion in Spain Where Mainly Evil Reigns","url":"http://movies.nytimes.com/movie/review?res=9B03E4DB1F30F934A15751C1A9629C8B63"},{"body":"After the dreary litany of corporate scandal in recent years, it seems refreshing to have a company declare that its guiding principle is ''Don't be evil.'' Google repeated this paean to good corporate citizenship endlessly in days leading up to its successful stock sale to the public in August. Yet can such a corporate creed really work? And, in","byline":"By STEVE LOHR","date":"20041226","title":"2004: In a Word; DON'T BE EVIL","url":"http://query.nytimes.com/gst/fullpage.html?res=9D02E7DC1E30F935A15751C1A9629C8B63"},{"body":"BLACK WIND By Clive Cussler and Dirk Cussler. 530 pp. G. P. Putnam's Sons. $27.95. INTELLECTUALS who don't much care for the modern adventure and espionage novel often grant a few dispensations: John le Carr, for literary merit, and the James Bond franchise, on grounds of camp. The proof that Ian Fleming had taken his hero over the top was","byline":"By Mark Schone","date":"20041226","title":"The Author as Superhero","url":"http://query.nytimes.com/gst/fullpage.html?res=9F05EFDD1430F935A15751C1A9629C8B63"},{"body":"THE DICTATORS Hitler's Germany and Stalin's Russia. By Richard Overy. Illustrated. 849 pp. W. W. Norton & Company. $35. IN the immediate aftermath of World War II, scholars, led by Hannah Arendt, routinely compared the Nazi and Soviet regimes, labeling them both as ''totalitarian.'' Reacting against this school, a generation of revisionist","byline":"By Steven Merritt Miner","date":"20041226","title":"Engineers of Death","url":"http://query.nytimes.com/gst/fullpage.html?res=9C06E0DD1430F935A15751C1A9629C8B63"},{"body":"Known affectionately as King Leer, the filmmaker Russ Meyer began his career, fittingly enough, as a Playboy centerfold photographer. He carried his fetish for artfully staged female nudity into his more than two dozen soft-core B movies, many of which are now considered cult classics. Meyer's films were distinguished as much by his over-the-top","byline":"By Chris Gore","date":"20041226","title":"Russ Meyer [ b. 1922 ]; The Man Who Really, Really Loved Women","url":"http://query.nytimes.com/gst/fullpage.html?res=950CEED71330F935A15751C1A9629C8B63"}],"tokens":["evil"],"total":1085},{"offset":"0","results":[{"body":"Angela Gheorghiu sat in the press office of the Metropolitan Opera projecting the look of a diva in repose: jeans with artful holes and rhinestone appliqus, a blue sweatshirt, buttery-leather cowboy boots to her knees, a red down parka draped over her chair. It was a look poised somewhere between Aspen and Bucharest, Romania, where she has just","byline":"By ANNE MIDGETTE","date":"20051231","title":"A Diva, Yes, but Quite Contemporary","url":"http://www.nytimes.com/2005/12/31/arts/music/31ange.html"},{"body":"One of the cruelest aspects of slavery was the way it wrenched apart black families, separating husbands from wives and children from their parents. It is ironic, to say the least, that now, nearly a century and a half after the Emancipation Proclamation, much of the most devastating damage to black families, and especially black children, is","byline":"By Bob Herbert","date":"20051226","title":"A New Civil Rights Movement","url":"http://select.nytimes.com//2005/12/26/opinion/26herbert.html"},{"body":"COPS and robbers. Heroes against villains. Good versus evil. These timeless clashes are not only the essence of countless childhood games, they have also provided starting points for some of history's greatest literary works. The opposing forces will face off once again, if less ominously, next month. On Jan. 20, cars associated with James Bond and","byline":"By JIM KENZIE","date":"20051226","title":"AUTOS ON MONDAY/Collecting; Collector Cars With Stories All but Impossible to Beat","url":"http://www.nytimes.com/2005/12/26/automobiles/26CARS.html"},{"body":"Like other reviewers of ''Brokeback Mountain,'' Steven Isaac was impressed by the quality of the filmmaking. But for Mr. Isaac, who reviews movies for the conservative Christian organization Focus on the Family, the movie, about a love affair between two male ranch hands, posed other critical challenges. ''When Ang Lee brings his considerable","byline":"By JOHN LELAND","date":"20051226","title":"New Cultural Approach for Conservative Christians: Reviews, Not Protests","url":"http://www.nytimes.com/2005/12/26/movies/26crit.html"},{"body":"Miles Davis ''The Cellar Door Sessions, 1970'' (Sony Legacy) Except to the few jazz experts who have looked at it aerially and mapped it out, Miles Davis's first electric period, from 1969 to 1975, feels like a dark labyrinth, or a frustration dream. He worked hard, and created a body of recorded work that was caustic, unrecognizable, spooky. In","byline":"By BEN RATLIFF","date":"20051226","title":"CRITICS' CHOICE: NEW CD'S; Making A Trumpet An Agent Of Change","url":"http://query.nytimes.com/gst/fullpage.html?res=9502EEDD1230F935A15751C1A9639C8B63"},{"body":"9 P.M. (Sundance) SEAMLESS -- If memory serves, Vogue magazine has never had its own reality series, but this documentary looks like a compressed version of one. Anna Wintour (above), the magazine's formidable editor in chief, searches for the next great young designer. Four unknowns (Alexandre Plokhov, Lazaro Hernandez, Jack McCollough and Doo Ri","byline":"By ANITA GATES","date":"20051226","title":"WHAT'S ON TONIGHT","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DE5DE1230F935A15751C1A9639C8B63"},{"body":"IN this season of generosity, of morality plays about Scrooge and the Grinch and the global imperative to help those who are less fortunate, think a moment about this question: what if your gift could relieve Tiny Tim's misery for now, but risked perpetuating it -- or even worsening it -- in the long run? This is no theoretical exercise, and there","byline":"By MICHAEL WINES","date":"20051225","title":"THE WORLD; When Doing Good Also Aids the Devil","url":"http://www.nytimes.com/2005/12/25/weekinreview/25wines.html"},{"body":"Weeks This On Week List FICTION 1 3 RED LILY, by Nora Roberts. (Jove, $7.99.) A woman who works in a nursery falls in love with the boss's son; conclusion of the ''In the Garden'' trilogy. 2 3 THE BROKER, by John Grisham. (Dell, $7.99.) The C.I.A. arranges a presidential pardon for a power broker who may know crucial secrets, laying a trap for the","date":"20051225","title":"PAPERBACK BEST SELLERS: December 25, 2005","url":"http://query.nytimes.com/gst/fullpage.html?res=9B03E6D81F31F936A15751C1A9639C8B63"},{"body":"Peter Malkin wore a pair of fur-lined leather gloves when he seized Adolf Eichmann on a street in suburban Buenos Aires. It was 1960. For 15 years, one of the chief engineers of Hitler's Final Solution had escaped capture. Now Malkin, the point man of a small team of clandestine Israeli agents, helped to wrestle him into the back of a waiting car","byline":"By Daniel Bergner","date":"20051225","title":"The Lives They Lived; Chasing Evil","url":"http://www.nytimes.com/2005/12/25/magazine/25malkin.html"},{"body":"TAB HUNTER CONFIDENTIAL: The Making of a Movie Star. By Tab Hunter with Eddie Muller. (Algonquin, $24.95.) The interesting thing about Hunter has never been his soporific movies, like ''Island of Desire'' or ''Lust in the Dust,'' or even his treacly 1957 hit single, ''Young Love.'' It's himself. In his memoir, Hunter provides a mesmerizing account","byline":"By Jacob Heilbrunn","date":"20051225","title":"Nonfiction Chronicle","url":"http://www.nytimes.com/2005/12/25/books/review/25heilbrunn.html"}],"tokens":["evil"],"total":986},{"offset":"0","results":[{"body":"THE FLOWERS OF EVIL By Charles Baudelaire. Translated by Keith Waldrop. 194 pp. Wesleyan University Press. $24.95. A few years ago I heard a sharp critic ask a poet what animated his work, what were his poetic concerns? ''The city,'' said the poet, pausing. ''And boredom.'' ''More than a century later,'' the critic said, ''and we're still catching","byline":"By JOSHUA CLOVER","date":"20061231","title":"Invitation to the Voyage","url":"http://www.nytimes.com/2006/12/31/books/review/Clover2.t.html"},{"body":"EXILE ON MAIN STREET A Season in Hell With the Rolling Stones. By Robert Greenfield. Illustrated. 258 pp. Da Capo Press. $24. LAYLA AND OTHER ASSORTED LOVE SONGS BY DEREK AND THE DOMINOS By Jan Reid. 174 pp. Rodale. $16.95. The album is dying. As a format of recorded music, the album -- LP, CD, record, disc, platter, licorice pizza, whatever -- has","byline":"By ALAN LIGHT","date":"20061231","title":"Torn and Frayed","url":"http://www.nytimes.com/2006/12/31/books/review/Light.t.html"},{"body":"AT Frank E. Campbell's funeral chapel on Madison Avenue two weeks ago, friends and colleagues gathered to remember the actor Peter Boyle, who died on Dec. 12 at 71. They told stories about his impishness, his artfulness, his liberal fervor. Judy Collins sang ''Amazing Grace.'' In the pews Patricia Heaton couldn't stop sobbing. For the nine seasons","byline":"By JESSE GREEN","date":"20061231","title":"THEATER; Not Everbody Loves Patricia","url":"http://www.nytimes.com/2006/12/31/theater/31gree.html"},{"body":"NOBODY who experienced Iraq under the tyranny of Saddam Hussein could imagine, at the height of the terror he imposed on his countrymen, ever pitying him. Pitiless himself, he sent hundreds of thousands of his countrymen to miserable deaths, in the wars he started against Iran and Kuwait, in the torture chambers of his secret police, or on the","byline":"By JOHN F. BURNS","date":"20061231","title":"THE DICTATOR; Feared and Pitiless; Fearful and Pitiable","url":"http://www.nytimes.com/2006/12/31/weekinreview/31burns.html"},{"body":"ALLIGATOR. By Lisa Moore. (Black Cat, paper, $13.) It's hard to think of a more uncomfortable pleasure -- or maybe a more pleasing discomfort -- than good, strong black comedy. Moore is a Newfoundland writer who brings the pain; her first novel, ''Alligator,'' intertwines several lives in the maritime harbor city of St. John's, and the book's","byline":"By TODD PRUZAN","date":"20061231","title":"Fiction Chronicle","url":"http://www.nytimes.com/2006/12/31/books/review/Pruzan2.t.html"},{"body":"HANNIBAL RISING By Thomas Harris. 323 pp. Delacorte Press. $27.95. At a certain point, great pop-culture creations tend, like Frankenstein's monster, to slip their bonds and escape from the control of their progenitors. And Thomas Harris, who dreamed up the pre-eminent fictional boogeyman of our time, seems to recognize that Hannibal Lecter, the","byline":"By TERRENCE RAFFERTY","date":"20061231","title":"First Course","url":"http://www.nytimes.com/2006/12/31/books/review/Rafferty4.t.html"},{"body":"HOLLYWOOD, shmollywood. Give me Bollywood. As serious film fans know, India's Bombay-based, Hindi-language movie industry is the world's largest, grinding out 800 or so features a year, vastly more than its California rival. And these are movie-movies, where boy meets girl, boy loses girl amid angry parents, evil gangsters, rapacious landlords,","byline":"By DONALD MORRISON","date":"20061231","title":"JOURNEYS | HYDERABAD, INDIA; On the Back Lot at the Other Bollywood","url":"http://travel.nytimes.com/2006/12/31/travel/31journeys.html"},{"body":"Weeks This Last On Week Week List FICTION 1 1 12 FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother. 2 3 5 CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered","date":"20061231","title":"BEST SELLERS: December 31, 2006","url":"http://query.nytimes.com/gst/fullpage.html?res=9903E7D71131F932A05751C1A9609C8B63"},{"body":"With gradations of unease rather than outrage inspired by the hanging of Saddam Hussein, Western politicians sought a cautious balance on Saturday between revulsion at his record, support for his executioners and concern at the use of a capital penalty they largely shun in their own countries. But religious leaders -- Christian and Muslim -- used","byline":"By ALAN COWELL; Steven Erlanger in Jerusalem and Steven Lee Myers in Moscow contributed reporting.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; Around the World, Unease And Criticism of Penalty","url":"http://www.nytimes.com/2006/12/31/world/31world.html"},{"body":"THE BUSH LIST: On Sunday, Dec. 10, 2000, two days before the Supreme Court decided the election for George Bush, the best-seller list was already tilting to the right. The No. 1 book on the Times's hardcover nonfiction list that day was ''$(3$)The O'Reilly Factor.'' The No. 1 book on the fiction side? ''The Mark,'' by Tim LaHaye and Jerry B.","byline":"By DWIGHT GARNER","date":"20061231","title":"TBR: Inside the List","url":"http://www.nytimes.com/2006/12/31/books/review/31tbr.html"}],"tokens":["evil"],"total":1020},{"offset":"0","results":[{"body":"This was at an N.B.A. Board of Governors meeting in New York not long ago, James L. Dolan facing his colleagues-in-ownership for the first time since the sexual harassment trial brought by Anucha Browne Sanders had slimed Madison Square Garden and by extension the league. According to a person who attended the meeting, Dolan just couldn't wait to","byline":"By HARVEY ARATON","date":"20071231","title":"SPORTS OF THE TIMES; A Crowd Is Present; Accountability Is Not","url":"http://www.nytimes.com/2007/12/31/sports/basketball/31araton.html"},{"body":"Senator Hillary Rodham Clinton's appearances are not billed as anything so conventional as mere ''rallies'' or ''town meetings'' or ''speeches.'' In the last 10 days, Mrs. Clinton has presided over ''Moms and Daughters Making History'' events, ''Time to Pick a President'' events, ''Working for Change, Working for You'' events, ''The Hillary I","byline":"By MARK LEIBOVICH","date":"20071231","title":"Democrats Try Various Styles, And Pronouns","url":"http://www.nytimes.com/2007/12/31/us/politics/31oppose.html"},{"body":"ONE morning at the crack of dawn, when my twin boys were 5 years old, they bounded into our bedroom in their striped pajamas and started singing a ''Say No to Drugs'' song they had learned at school. This alarmed me. Not because I wanted them singing a say yes to drugs song. But wasn't this a little young to start the indoctrination? ''What's","byline":"By MICHAEL WINERIP","date":"20071230","title":"PARENTING; Limiting Teenage Drinking, or Trying","url":"http://www.nytimes.com/2007/12/30/nyregion/nyregionspecial2/30Rparenting.html"},{"body":"If there is one thing to listen for in judging how the presidential candidates would engage with the rest of the world, it may be how they talk about embracing, changing or abandoning the Bush doctrine. That doctrine has been interpreted to mean different things at different times by different people, including President Bush and his aides, who","byline":"By DAVID E. SANGER","date":"20071230","title":"How to Divine Foreign Policy Of Candidates","url":"http://www.nytimes.com/2007/12/30/us/politics/30issuesD.html"},{"body":"Those of us who were new recruits to America's food revolution of the 1960s and '70s were shocked when our leaders got hit by friendly fire. It was 1977 when Karen Hess and her husband, John, hurled ''The Taste of America'' at us with the gleeful abandon of characters in ''The Monkey Wrench Gang.'' The fighting Hesses declared war not just on the","byline":"By BETTY FUSSEL","date":"20071230","title":"KAREN HESS | B. 1918","url":"http://www.nytimes.com/2007/12/30/magazine/30hess-t.html"},{"body":"Rankings reflect sales, for the week ending Dec. 15, at many thousands of venues where a wide range of general interest books are sold nationwide. These include hundreds of independent book retailers (statistically weighted to represent all such outlets); national, regional and local chains; online and multimedia entertainment retailers;","date":"20071230","title":"BEST SELLERS: FICTION: Sunday, December 30th 2007","url":"http://query.nytimes.com/gst/fullpage.html?res=9905EFD6123AF933A05751C1A9619C8B63"},{"body":"Rankings reflect sales, for the week ended Dec. 15, at many thousands of venues where a wide range of general interest books are sold nationwide. These include hundreds of independent book retailers (statistically weighted to represent all such outlets); national, regional and local chains; online and multimedia entertainment retailers; university,","date":"20071230","title":"CHILDREN'S BEST SELLERS: SERIES: Sunday, December 30th 2007","url":"http://query.nytimes.com/gst/fullpage.html?res=9B00E7D61F3AF933A05751C1A9619C8B63"},{"body":"MY list of favorite automobiles this year is, I think, a reflection of America: there's a growing class of millionaires at the top, a widening blue-collar class at the low end, and a middle class that is rapidly disappearing. Though few of us have owned a six-figure car, I can't exclude them from consideration among my favorites -- or my duds.","byline":"By JERRY GARRETT","date":"20071230","title":"Cars Rock, But Stickers May Shock","url":"http://www.nytimes.com/2007/12/30/automobiles/30GARRETT.html"},{"body":"AN ORDINARY SPY By Joseph Weisberg. 276 pp. Bloomsbury. $23.95. In the first third of this beautiful new novel, we follow young Mark Ruttenberg, an ordinary spy, through the final stages of his training in Virginia and his initial posting overseas. The book is fiction packaged as mock memoir, the story told in Ruttenberg's distinctive voice:","byline":"By MARK COSTELLO","date":"20071230","title":"The Spy in the Gray Flannel Suit","url":"http://www.nytimes.com/2007/12/30/books/review/Costello-t.html"},{"body":"IN ''The 13th Letter,''Otto Preminger's 1951 remake of the Henri-Georges Clouzot film ''Le Corbeau,'' a village doctor (Charles Boyer) lectures a younger colleague (Michael Rennie) on human nature. ''You are a little rigid,'' Boyer's character says, ''too ready to judge. You believe that people are either good or bad. Yet good and evil can change","byline":"By DAVE KEHR","date":"20071230","title":"FILM; A Tyrant With a Focus on Love's Uncertainty","url":"http://www.nytimes.com/2007/12/30/movies/30kehr.html"}],"tokens":["evil"],"total":1026},{"offset":"0","results":[{"body":"In 1963, Stanley Milgram, an assistant professor of psychology at Yale, published his infamous experiment on obedience to authority. Its conclusion was that most ordinary people were willing to administer what they believed to be painful, even dangerous, electric shocks to innocent people if a man in a white lab coat told them to. For the first","byline":"By ADAM COHEN","date":"20081229","title":"EDITORIAL OBSERVER; Four Decades After Milgram, We're Still Willing to Inflict Pain","url":"http://www.nytimes.com/2008/12/29/opinion/29mon3.html"},{"body":"Rankings reflect sales, for the week ended Dec. 13, at many thousands of venues where a wide range of general interest books are sold nationwide. These include hundreds of independent book retailers (statistically weighted to represent all such outlets); national, regional and local chains; online and multimedia entertainment retailers; university,","date":"20081228","title":"CHILDREN'S BEST SELLERS: PAPERBACK BOOKS: Sunday, December 28th 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9904E4D61E3AF93BA15751C1A96E9C8B63"},{"body":"Dance Roslyn Sulcas New Year's Eve. So much pressure to have fun. So expensive, so tiring. But a solution is at hand: ''MURRAY HILL'S NEW YEAR'S EVE SPECTACULAR,'' a variety show by the man who styles himself ''the hardest-working middle-aged man in showbiz.'' On Wednesday night he'll have a little help from his friends in the worlds of burlesque","byline":"By ROSLYN SULCAS","date":"20081228","title":"The Week Ahead | Dec. 28 - Jan. 3 | Dance","url":"http://query.nytimes.com/gst/fullpage.html?res=9E04EEDE1338F93BA15751C1A96E9C8B63"},{"body":"Yes, it's been a miserable year. Had Time waited a few days it might have decided to go with Bernard L. Madoff, the ultimate face of this annus horribilis, as its Person of the Year instead of Barack Obama. But, when it comes to money, hope springs eternal. Just ask the financial magazines which are already full of advice about the better year to","byline":"By PETER APPLEBOME","date":"20081228","title":"Contemplating the Boobs We Were","url":"http://www.nytimes.com/2008/12/28/weekinreview/28applebome.html"},{"body":"Rankings reflect sales, for the week ended Dec. 13, at many thousands of venues where a wide range of general interest books are sold nationwide. These include hundreds of independent book retailers (statistically weighted to represent all such outlets); national, regional and local chains; online and multimedia entertainment retailers; university,","date":"20081228","title":"CHILDREN'S BEST SELLERS: SERIES: Sunday, December 28th 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9B06E4D61E3AF93BA15751C1A96E9C8B63"},{"body":"IN the video game BioShock turbulent Rachmaninoff-like music plays while an evil composer named Cohen shouts, ''Presto, presto'' before incinerating a hapless pianist and his instrument. In Battlefield: Bad Company gamers hear a string quintet playing earthy music redolent of Bartok. In Alone in the Dark: Inferno the evocative timbre of the female","byline":"By VIVIEN SCHWEITZER","date":"20081228","title":"MUSIC; Aliens Are Attacking. Cue the Strings.","url":"http://www.nytimes.com/2008/12/28/arts/music/28schw.html"},{"body":"''What does it matter what you say about people?'' Marlene Dietrich asks at the end of Orson Welles's ''Touch of Evil.'' Dietrich is standing over the bloated corpse of Welles, eulogizing him as ''some kind of a man'' who nevertheless, in the movie, suffered a bad decline. But the fact that she's shared the scene with Charlton Heston, whose life","byline":"By ANTHONY GIARDINA","date":"20081228","title":"CHARLTON B. HESTON | B. 1923; After Ben-Hur","url":"http://www.nytimes.com/2008/12/28/magazine/28heston-t.html"},{"body":"''STAR WARS'' littered pop culture of the late 1970s with a galaxy of space junk. Television's two most infamous examples were ''The Star Wars Holiday Special,'' a deranged two-hour extravaganza from 1978 featuring Bea Arthur, Art Carney and Harvey Korman, and a much shorter but no-less-cracked 1977 takeoff from ''Donny and Marie.'' This one","byline":"By FRANK DECARO","date":"20081228","title":"DVD; A Space Garbage Man And His Eclectic Crew","url":"http://www.nytimes.com/2008/12/28/arts/television/28deca.html"},{"body":"Rankings reflect sales, for the week ended Dec. 13, at many thousands of venues where a wide range of general interest books are sold nationwide. These include hundreds of independent book retailers (statistically weighted to represent all such outlets); national, regional and local chains; online and multimedia entertainment retailers; university,","date":"20081228","title":"PAPERBACK BEST SELLERS: FICTION: MASS-MARKET: Sunday, December 28th 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9401E4D61E3AF93BA15751C1A96E9C8B63"},{"body":"8 P.M. (NBC) THE BEIJING OLYMPIC OPENING CEREMONY: TV EVENT OF THE YEARBob Costas and Matt Lauer hosted the broadcast of the opening ceremony of the Beijing Olympics on Aug. 8, and they're also at the helm of this two-hour program featuring highlights from the event, which drew nearly two billion viewers. The show reprises some memorable moments","byline":"By KATHRYN SHATTUCK","date":"20081227","title":"What's On Today","url":"http://query.nytimes.com/gst/fullpage.html?res=9D01E5D6103AF934A15751C1A96E9C8B63"}],"tokens":["evil"],"total":897},{"offset":"0","results":[{"body":"It has come to this: The Islamic Republic of Iran killing the sons and daughters of the revolution during Ashura, adding martyrdom to martyrdom at one of the holiest moments in the Shiite calendar. Nothing could better symbolize Iran's 30-year-old regime at the limit of its contradictions. A supreme leader imagined as the Prophet's representative","byline":"By ROGER COHEN","date":"20091231","title":"OP-ED COLUMNIST; Change Iran at the Top","url":"http://www.nytimes.com/2009/12/31/opinion/31iht-edcohen.html"},{"body":"The job advertisement, placed on a popular Web site, sounded like a casting call for a superhero. ''Wanted: Someone with a strong sense of responsibility, tough, brave and physically strong. Ability to oppose and deal with forces of evil.'' Qin Rong, the owner of a restaurant facing imminent demolition, was looking for a foolhardy soul willing to","byline":"By ANDREW JACOBS; Li Bibo contributed research.","date":"20091231","title":"BEIJING JOURNAL; Evicted by Goliath, Restaurant Finds a David","url":"http://www.nytimes.com/2009/12/31/world/asia/31nailhouse.html"},{"body":"The last shot of Michael Haneke's ''White Ribbon'' is haunting not because it sums up the unnerving, at times horrifying series of events that have filled up the previous 2 hours 25 minutes, but rather because it seems to unfold as if none of them have taken place. Taken alone, the film's final image might conjure a mood of gentle, pastoral","byline":"By A. O. SCOTT","date":"20091230","title":"MOVIE REVIEW | 'THE WHITE RIBBON'; Wholesome Hamlet's Horror Sends a Jolt to the System","url":"http://movies.nytimes.com/2009/12/30/movies/30white.html"},{"body":"For China, 2009 was a momentous year. The People's Republic turned 60, and Beijing staved off economic disaster with a staggering 4 trillion renminbi ($585 billion) stimulus package. The stage is set for an eventful 2010. China's economy is poised to become the world's second largest. But all may not go well. There are three broad concerns for the","byline":"By JOHN FOLEY","date":"20091230","title":"BREAKINGVIEWS.COM; Year of the Tiger And Its 3 Hurdles","url":"http://www.nytimes.com/2009/12/30/business/30views.html"},{"body":"To the Editor: Re ''The Next Step on Health Reform'' (editorial, Dec. 27): The difficult debate over health care reform is about to reach a climax. The fragile alliance that is required to move the process forward cannot afford to lose a single member. Cost is the limiting factor for almost every element in the reform package. The final bill could","date":"20091229","title":"LETTERS; Getting the Details Right on Health","url":"http://query.nytimes.com/gst/fullpage.html?res=9D06E2DE1E39F93AA15751C1A96F9C8B63"},{"body":"The Engineers Have More Ideas The bad news of 2009 gave markets a chance to turn over a new leaf on financial innovation. The credit boom was marred by a surfeit of clever products that proved troublesome when the good times stopped. In the aftermath, investors said they wanted a return to simplicity and conservatism. But financial innovation never","byline":"By NEIL UNMACK and LAUREN SILVA LAUGHLIN","date":"20091228","title":"REUTERS BREAKINGVIEWS","url":"http://www.nytimes.com/2009/12/28/business/economy/28views.html"},{"body":"Rankings reflect sales, for the week ended Saturday, December 12th 2009, at many thousands of venues where a wide range of general interest books are sold nationwide. These include hundreds of independent book retailers (statistically weighted to represent all such outlets); national, regional and local chains; online and multimedia entertainment","date":"20091227","title":"CHILDREN'S BEST SELLERS: SERIES: Sunday, December 27th 2009","url":"http://query.nytimes.com/gst/fullpage.html?res=9405E4D8163EF934A15751C1A96F9C8B63"},{"body":"THE BAUHAUS GROUP Six Masters of Modernism By Nicholas Fox Weber Illustrated. 521 pp. Alfred A. Knopf. $40 The artists' collective and school known as the Bauhaus was unique. It comprised architects, painters and master artisans in various crafts, and aimed at a fusion with industry to benefit all humanity. As conceived by Walter Gropius, then a","byline":"By JOHN SIMON","date":"20091227","title":"Beauty, Utility, Eccentricity, Adultery","url":"http://www.nytimes.com/2009/12/27/books/review/Simon-t.html"},{"body":"A guide to cultural and recreational goings-on in and around Nassau and Suffolk Counties this week. Items for the guide should be sent at least three weeks in advance to lical@nytimes.com, or by mail to Long Island Weekly, 620 Eighth Avenue, New York, N.Y. 10018-1405. Film HUNTINGTON Cinema Arts Center ''Touch of Evil,'' by Orson Welles. Dec. 27 at","date":"20091227","title":"CALENDAR; Long Island","url":"http://www.nytimes.com/2009/12/27/nyregion/27listingsli.html"},{"body":"1942-2009 Alison des Forges fell in love with Rwanda -- its people, culture and magical beauty -- as a student in the early 1960s. In the '80s she joined Africa Watch and was one of the first to warn of the coming cataclysm. When, in 1994, the plane of Rwanda's president was shot down, Alison knew the Hutu-dominated ruling junta was about to","byline":"By ELIZABETH RUBIN","date":"20091227","title":"THE LIVES THEY LIVED; Alison Des Forges: b. 1942: Fieldwork","url":"http://www.nytimes.com/2009/12/27/magazine/27DesForges-t.html"}],"tokens":["evil"],"total":863},{"offset":"0","results":[{"body":"An architectural monograph, in progress since the 1950s, was finally published a few weeks ago. Richard Nickel, a photographer in Chicago, started working on it as a graduate student, focusing on early skyscrapers by Louis Sullivan. In 1972, at 43, he was killed by falling debris at a demolition site he was exploring. His friends and colleagues","byline":"By EVE M. KAHN","date":"20101231","title":"ANTIQUES; A Decades-Long Study Is Finally Published","url":"http://www.nytimes.com/2010/12/31/arts/design/31antiques.html"},{"body":"Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/arts/design/31art.html"},{"body":"Hypocrisy never goes out of style, but, even so, 2010 was something special. For it was the year of budget doubletalk -- the year of arsonists posing as firemen, of people railing against deficits while doing everything they could to make those deficits bigger. And I don't just mean politicians. Did you notice the U-turn many political commentators","byline":"By PAUL KRUGMAN","date":"20101231","title":"OP-ED COLUMNIST; The New Voodoo","url":"http://www.nytimes.com/2010/12/31/opinion/31krugman.html"},{"body":"Is it possible that a secret colony of Mexican jumping beans has crossed the border and infected the video game designers of Austin, Tex.? How else to explain that the most disappointing and the most successful platforming games of the season, released nine days apart, both hail from the capital of the Lone Star State? Platforming games are all","byline":"By SETH SCHIESEL","date":"20101230","title":"VIDEO GAME REVIEW; Evil Spirit Alert: Keep Leaping for Your Life, Ya Big Ape","url":"http://www.nytimes.com/2010/12/30/arts/video-games/30donkey.html"},{"body":"JERUSALEM -- Chaim Amsellem was certainly not the first Parliament member to suggest that most ultra-Orthodox men should work rather than receive welfare subsidies for full-time Torah study. But when he did so last month, the nation took notice: He is a rabbi, ultra-Orthodox himself, whose outspokenness ignited a fresh, and fierce, debate about the","byline":"By ISABEL KERSHNER","date":"20101229","title":"Israel's Support Of Torah Study Ruptures Anew","url":"http://www.nytimes.com/2010/12/29/world/middleeast/29israel.html"},{"body":"Aging stage actors typically dream of playing King Lear, but many of their younger screen counterparts these days will settle for nothing less than Jesus. Not literally: the part of the actual New Testament Jesus tends to be a limited role best suited to actors of limited range, like Jim Caviezel (''The Passion of the Christ'') or Jeffrey Hunter","byline":"By A. O. SCOTT","date":"20101229","title":"MOVIE REVIEW; The Mob Work Is Tough; Then He Has to Go Home","url":"http://movies.nytimes.com/2010/12/29/movies/29biut.html"},{"body":"IRBIL, Iraq -- ''Are you a Muslim, Dr. Amir?'' The question took me aback, as it would any American psychiatrist wary of self-disclosure. But this was Iraq, where religion is central to people's lives and identities. So after a slight pause, I responded with a halfhearted affirmative to the mullah I had come to see. Mullah Eskandar was a faith","byline":"By AMIR A. AFKHAMI, M.D.","date":"20101228","title":"CASES; A Doctor in Iraq, Watching a Faith Healer at Work","url":"http://www.nytimes.com/2010/12/28/health/28cases.html"},{"body":"Rankings reflect sales, for the week ended Saturday, December 11th 2010, at many thousands of venues where a wide range of general interest books are sold nationwide. These include hundreds of independent book retailers (statistically weighted to represent all such outlets); national, regional and local chains; online and multimedia entertainment","date":"20101226","title":"PAPERBACK GRAPHIC NOVELS: Sunday, December 26th 2010","url":"http://query.nytimes.com/gst/fullpage.html?res=9502EEDB173EF935A15751C1A9669D8B63"},{"body":"BING CROSBY died in 1977, but that can seem hard to believe during the holiday season. This great singer -- one of the principal architects of American pop and very likely the most successful entertainer of the 20th century -- lives on during the four weeks from Thanksgiving to Christmas. Crooning ''White Christmas,''''Jingle Bells'' or ''Silent","byline":"By DAVE KEHR","date":"20101226","title":"DVDS; Just Like the Ones You Used to Know","url":"http://www.nytimes.com/2010/12/26/movies/homevideo/26kehr.html"},{"body":"IF Kenneth Bowser, a New York documentary filmmaker, succeeds in his crusade to rehabilitate the 1960s protest singer Phil Ochs, he'll have his daughter to thank. Mr. Bowser was a teenager during the Vietnam War when he discovered Mr. Ochs, a brilliant, quirky and erratic artist who, plagued by mental illness and alcoholism, committed suicide in","byline":"By BOB BAKER","date":"20101226","title":"FILM; Tracing the Arc Of a Tragic Folk Singer","url":"http://query.nytimes.com/gst/fullpage.html?res=9F03E5DC113EF935A15751C1A9669D8B63"}],"tokens":["evil"],"total":922},{"offset":"0","results":[{"body":"To the Editor: Re ''War Really Is Going Out of Style,'' by Joshua S. Goldstein and Steven Pinker (Sunday Review, Dec. 18): Reading this article reminds one of what people were writing a hundred years ago, just before the outbreak of World War I. After the general European peace established by the Congress of Vienna that ended the Napoleonic wars,","date":"20111231","title":"LETTERS; War and Peace Trends","url":"http://www.nytimes.com/2011/12/31/opinion/war-and-peace-trends.html"},{"body":"9 P.M. (Showtime) THE COMPANY MEN (2010) Ben Affleck, Tommy Lee Jones (above left, with Mr. Affleck) and Chris Cooper portray mid- to high-level employees at a fictional Boston company confronting sudden corporate downsizing -- the better to justify the chief executive's $22 million salary on the eve of a probable merger. ''Some of the details are","byline":"By KATHRYN SHATTUCK","date":"20111230","title":"What's On Today","url":"http://query.nytimes.com/gst/fullpage.html?res=9502E2D7143CF933A05751C1A9679D8B63"},{"body":"Yankees caps are everywhere these days, perhaps even on planets yet to be discovered. One of the Libyan rebels who captured and then killed Libyan ruler Muammar el-Qaddafi was seen wearing a Yankees hat in one of the disturbing videos of the event. Meanwhile, The New York Times has reported on the unhappy local phenomenon in which any number of","byline":"By BENJAMIN HOFFMAN","date":"20111230","title":"BATS; Signs of Yankees In North Korea","url":"http://query.nytimes.com/gst/fullpage.html?res=9A05E0DB153CF933A05751C1A9679D8B63"},{"body":"Prospect Park Audubon Center Some see the arrival of the new year as an excuse to act like animals. And on Sunday at least one place will even encourage it. That's the Prospect Park Audubon Center, which will host family activities focused on the local wildlife, including the center's first game of animal charades. ''The goal of the program is to","byline":"By LAUREL GRAEBER","date":"20111230","title":"Spare Times: For Children","url":"http://www.nytimes.com/2011/12/30/arts/spare-times-for-children-for-dec-30-jan-5.html"},{"body":"Recordings are forever. Concerts -- even in the era of YouTube and the tour-documentary DVD -- are fleeting experiences, subject to many nonmusical variables. But they can transform reputations and careers. Here the pop and jazz critics of The New York Times recap their most memorable performances of 2011, in order of importance. JON PARELES Jon","byline":"By JON PARELES","date":"20111229","title":"Onstage Memories","url":"http://www.nytimes.com/2011/12/29/arts/music/pop-and-jazz-concert-highs-of-2011.html"},{"body":"WOMEN shop, men stockpile. That's one theory, anyway, of how men buy clothes differently from women. If women see shopping as an opportunity, a social or even therapeutic activity, the thinking goes, then men see it as a necessary evil, a moment to restock the supply closet. At the risk of perpetuating sex stereotypes, the archetype may have been","byline":"By JOHN ORTVED","date":"20111229","title":"For Guys, a Great Find Is Often Multiplied","url":"http://www.nytimes.com/2011/12/29/fashion/men-shop-in-bulk.html"},{"body":"IN December 1942, when I was 13 years old, German troops occupied my hometown. Within days, our house was commandeered as an officers' mess hall. I soon had a yellow star on my dress, setting me apart from many of my childhood friends. The men of our family were ordered into forced labor. My happy life had vanished. Luckily, an influential local","byline":"By EVA WEISEL","date":"20111228","title":"OP-ED CONTRIBUTOR; Honoring All Who Saved Jews","url":"http://www.nytimes.com/2011/12/28/opinion/honoring-all-who-saved-jews.html"},{"body":"The intense, deep blue skies of the American Southwest, skies that have drawn painters and photographers for a century or more, are a product of the region's extremely dry air. Yet here's another interesting fact: Though we think of the Southwest as dry -- and it is dry -- its development and population took off during a period in the 20th century","byline":"By CORNELIA DEAN","date":"20111227","title":"BOOKS ON SCIENCE; Portraits of the Southwest in the Shadow of Drought","url":"http://www.nytimes.com/2011/12/27/science/a-great-aridness-and-bird-on-fire-book-review-drought-in-the-southwest.html"},{"body":"Dear devoted fans of a certain 1946 Frank Capra holiday movie: Relax. The holiday production at Long Wharf Theater has done absolutely no harm to the original. In fact, it has added another layer of nostalgia. ''It's a Wonderful Life: A Live Radio Play'' is exactly what it says it is. Five actors, supported by a sound-effects man, deliver the lines","byline":"By ANITA GATES","date":"20111225","title":"ARTS | CONNECTICUT; George Bailey, in Living Color and on the Radio","url":"http://theater2.nytimes.com/2011/12/25/nyregion/its-a-wonderful-life-a-live-radio-play-review.html"},{"body":"About the Best Sellers: These lists are an expanded version of those appearing in the December 25, 2011 print edition of the Book Review, reflecting sales for the week ending December 10, 2011. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above it. A dagger (&#8224;) indicates that some retailers","date":"20111225","title":"Best Sellers: Combined Print & E-Book Fiction: Sunday, December 25th 2011","url":"http://query.nytimes.com/gst/fullpage.html?res=9803E6DA123EF936A15751C1A9679D8B63"}],"tokens":["evil"],"total":987},{"offset":"0","results":[{"body":"8 P.M. (ABC) THE 46TH ANNUAL CMA AWARDS Carrie Underwood and Brad Paisley, above, return as hosts of this ceremony, billed as &ldquo;country music&rsquo;s biggest night&rdquo; and broadcast live from the Bridgestone Arena in Nashville. Tim McGraw and Faith Hill are to sing individually as well as with Lady Antebellum and Blake Shelton as part of a","byline":"By KATHRYN SHATTUCK","date":"20121101","title":"Whats on Thursday","url":"http://www.nytimes.com/2012/11/01/arts/television/whats-on-thursday.html"},{"body":"By the age of 42 (in an era in which life expectancy was 40), Leonardo da Vinci had yet to create anything commensurate with his lofty ambitions. At that point, Ross King writes in his new book, &ldquo;Leonardo and &lsquo;The Last Supper,&rsquo;&nbsp;&rdquo; he &ldquo;had produced only a few scattered paintings, a bizarre-looking music instrument,","byline":"By MICHIKO KAKUTANI","date":"20121030","title":"BOOKS OF THE TIMES; Ross Kings Leonardo and The Last Supper","url":"http://www.nytimes.com/2012/10/30/books/ross-kings-deconstructs-leonardo-and-the-last-supper.html"},{"body":"Each summer for several years, a two-week seminar at the American Museum of Natural History has allowed 25 youngsters to use technology to resurrect a prehistoric marine animal by designing realistic 3-D models and sea environments. Every year, the program, &ldquo;Virtual World Institute: Cretaceous Seas,&rdquo; for children ages 11 to 14, fills up","byline":"By GERALDINE FABRIKANT","date":"20121028","title":"Museums Engage Children With Digital Programs","url":"http://www.nytimes.com/2012/10/28/arts/artsspecial/museums-engage-children-with-digital-programs.html"},{"body":"Rape is a big issue this election season. Not what we were expecting, but, these days, American voters are prepared to deal with pretty much anything. This week, all eyes turned to a United States Senate debate in Indiana &mdash; also something we were not really planning on doing. Richard Mourdock, the Republican candidate, caused a national stir","byline":"By GAIL COLLINS","date":"20121027","title":"OP-ED COLUMNIST; Talk About a Way With Words","url":"http://www.nytimes.com/2012/10/27/opinion/talk-about-a-way-with-words.html"},{"body":"8 P.M. (TCM) THE ESSENTIALS: MIND GAMES Robert Osborne and Drew Barrymore explain why &ldquo;Diabolique&rdquo; (1955), Henri-Georges Clouzot&rsquo;s thriller about the cruel headmaster of a boarding school (Paul Meurisse) whose wife (V&eacute;ra Clouzot, above left with Simone Signoret) and mistress (Signoret) plot to kill him, is required viewing.","byline":"By KATHRYN SHATTUCK","date":"20121027","title":"|; Whats On Saturday","url":"http://www.nytimes.com/2012/10/27/arts/television/whats-on-saturday.html"},{"body":"GALVESTON You See Dead People Galveston is prime haunting territory. From the Karankawa Indians to Spanish and French explorers to African slaves, you have fertile environs for long-buried but still wayward souls. You can try to communicate with the dead at the &ldquo; Victorian S&eacute;ance at Menard House ,&rdquo; the homage to the","byline":"By MICHAEL HOINSKI","date":"20121026","title":"TEXAS MONTHLY; The Most Interesting Things to Do Around Texas This Week","url":"http://www.nytimes.com/2012/10/26/us/the-most-interesting-things-to-do-around-texas-this-week.html"},{"body":"Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art . A searchable guide to these and many other art shows is at nytimes.com/events . Museums Asia Society and Museum: &lsquo;Bound Unbound: Lin Tianmiao&rsquo; (through Jan. 27) Lin Tianmiao is one of a rare kind in China, where she","date":"20121026","title":"Museum and Gallery Listings for Oct. 26-Nov. 1","url":"http://www.nytimes.com/2012/10/26/arts/design/museum-and-gallery-listings-for-oct-26-nov-1.html"},{"body":"PARIS &mdash; A French appeals court on Wednesday upheld the 2010 conviction of J&eacute;r&ocirc;me Kerviel , a former Soci&eacute;t&eacute; G&eacute;n&eacute;rale trader whose rogue dealings brought the French bank to the brink of collapse almost five years ago. In her ruling, the appellate judge, Mireille Filippini, also upheld Mr.","byline":"By NICOLA CLARK","date":"20121025","title":"Court in France Upholds Traders Sentence and Fine","url":"http://www.nytimes.com/2012/10/25/business/global/court-in-france-upholds-kerviel-sentence-and-fine.html"},{"body":"IT&rsquo;S surprising that American audiences still get a thrill from seeing a haunted house on screen. Hasn&rsquo;t the subprime crisis, with its predatory lending and underwater mortgages, caused enough real-life home-related terror in the last few years? But last weekend, &ldquo;Paranormal Activity 4,&rdquo; the latest in the popular movie","byline":"By STEVEN KURUTZ","date":"20121025","title":"A Paean to the Haunted House","url":"http://www.nytimes.com/2012/10/25/garden/a-paean-to-the-haunted-house.html"},{"body":"CHICAGO &mdash; At home in Sydney, Australia, a few years ago Markus Zusak had a hard time believing anyone would read his forthcoming novel, &ldquo;The Book Thief.&rdquo; &ldquo;I always imagined people trying to recommend it and being asked what it&rsquo;s about and saying: &lsquo;It&rsquo;s set in Nazi Germany. It&rsquo;s narrated by Death.","byline":"By ERIK PIEPENBURG","date":"20121025","title":"The Book Thief as Theater at Steppenwolf in Chicago","url":"http://www.nytimes.com/2012/10/25/books/the-book-thief-as-theater-at-steppenwolf-in-chicago.html"}],"tokens":["evil"],"total":806}]}