[
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 425,
                    "term": "ISRAEL, STATE OF"
                },
                {
                    "count": 336,
                    "term": "UNITED STATES"
                },
                {
                    "count": 287,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 287,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS"
                },
                {
                    "count": 199,
                    "term": "EGYPT, ARAB REPUBLIC OF"
                },
                {
                    "count": 163,
                    "term": "SAUDI ARABIA"
                },
                {
                    "count": 130,
                    "term": "POLAND"
                },
                {
                    "count": 94,
                    "term": "LEBANON"
                },
                {
                    "count": 94,
                    "term": "SYRIA"
                },
                {
                    "count": 92,
                    "term": "IRAN"
                },
                {
                    "count": 84,
                    "term": "IRAQ"
                },
                {
                    "count": 74,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 66,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 62,
                    "term": "WEST GERMANY"
                },
                {
                    "count": 58,
                    "term": "SALVADOR, EL"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "Senator Charles H. Percy, ending a three-day visit to Israel, said today that ''time is running out'' in the quest for Middle East peace and said Israel was endangering its ''special relationship'' with the United States. Senator Percy, an Illinois Republican who is chairman of the Senate Foreign Relations Committee, called for a ''moderation of",
                "byline": "UPI",
                "date": "19811231",
                "title": "PERCY SAYS TIME IS SHORT IN THE MIDEAST",
                "url": "http://www.nytimes.com/1981/12/31/world/percy-says-time-is-short-in-the-mideast.html"
            },
            {
                "body": "To the Editor: Now that the Polish crisis is at the center of world attention, where are the great protests of the left in West Germany? It was rather shocking to read in The Times of Dec. 23 that only 350 protesters against the crackdown in Poland could be seen in recent days. he disparity between such a turnout and demonstrations against the",
                "date": "19811231",
                "title": "WHERE IS THE GERMAN LEFT'S OUTCRY OVER POLAND?",
                "url": "http://www.nytimes.com/1981/12/31/opinion/l-where-is-the-german-left-s-outcry-over-poland-155355.html"
            },
            {
                "body": "WRIGHT, which attracts more attention as an investor than a manufacturer these days, has emerged as an asset play. The Curtiss-Wright Corporation probably reached its peak as an aircraft builder with the famed Curtiss P-40 fighter plane in World War II. The company produced jet engines for a time and has tried without success to market a rotary",
                "byline": "By Robert Metz",
                "date": "19811231",
                "title": "Market Place; Curtiss May Be Asset Play",
                "url": "http://www.nytimes.com/1981/12/31/business/market-place-curtiss-may-be-asset-play.html"
            },
            {
                "body": "Poland's military Government, while broadcasting reassurances that economic life was returning to normal, said today that the stockpiling of winter food supplies had fallen far short of projected needs. The ruling military council also announced on the Warsaw radio that a tribunal would be set up to determine who was ''guilty of causing the deep",
                "byline": "By BARBARA CROSSETTE, Special to the New York Times",
                "date": "19811231",
                "title": "POLAND REPORTS A SHORTAGE IN FOOD SET ASIDE FOR WINTER",
                "url": "http://www.nytimes.com/1981/12/31/world/poland-reports-a-shortage-in-food-set-aside-for-winter.html"
            },
            {
                "body": "The year began with a collective sigh of relief. A 444-day siege of spirit ended as the hostages returned from captivity in Iran, and as the cameras caught the images of jubilation, it seemed American hope was liberated as well. Even though inflation and unemployment were no less painful than before, when President Reagan raised his hand to take",
                "date": "19811231",
                "title": "GLIMPSES OF '81: MOMENTS IN A YEAR OF VIVID IMAGES",
                "url": "http://www.nytimes.com/1981/12/31/nyregion/glimpses-of-81-moments-in-a-year-of-vivid-images.html"
            },
            {
                "body": "The new American sanctions may only inconvenience the Soviet Union, without significantly raising the costs of its backstage management of suppression in Poland. But the inconvenience is real, as is the sacrifice asked of domestic interests that a business-minded Administration normally favors. By spreading the pain of measured penalties, and",
                "date": "19811231",
                "title": "Keeping Faith With Solidarity",
                "url": "http://www.nytimes.com/1981/12/31/opinion/keeping-faith-with-solidarity.html"
            },
            {
                "body": "Israel's quasi-annexation of Syria's Golan Heights raises questions about whether Israel and the United States can still work together for peace in the Middle East. Friendship requires friends to say straightforwardly what the expectations and limits in their relationship are. The relationship between America and Israel is dangerously strained - by",
                "byline": "By Harold H. Saunders",
                "date": "19811230",
                "title": "THE U.S. AND ISRAEL",
                "url": "http://www.nytimes.com/1981/12/30/opinion/the-us-and-israel.html"
            },
            {
                "body": "President Reagan, in an action that will enable towns and cities to continue to clean up polluted water, today signed legislation providing $10 billion over the next four years for sewage treatment facilities. The amendments to the Clean Water Act of 1970 were the first major environmental legislation to reach the President's desk since he took",
                "byline": "By PHILIP SHABECOFF, Special to the New York Times",
                "date": "19811230",
                "title": "REAGAN SIGNS $10 BILLION SEWAGE TREATMENT BILL",
                "url": "http://www.nytimes.com/1981/12/30/us/reagan-signs-10-billion-sewage-treatment-bill.html"
            },
            {
                "body": "Tensions were eased in the Sinai desert town of Yamit tonight when representatives of the townspeople announced they would try a new approach in negotiations for compensation. The announcement came as inhabitants were fortifying Yamit behind sandbags, trenches and barbed wire in preparation for a confrontation if the army should attempt to displace",
                "byline": "Special to the New York Times",
                "date": "19811230",
                "title": "AROUND THE WORLD; Tensions in Sinai Town Are Said to Be Eased",
                "url": "http://www.nytimes.com/1981/12/30/world/around-the-world-tensions-in-sinai-town-are-said-to-be-eased.html"
            },
            {
                "body": "WASHINGTON This is how Leonid I. Brezhnev might have responded to President Reagan's letter on the Polish situation if he had bluntly stated Soviet attitudes that have been reflected elsewhere. Dear Mr. President: I am perhaps more astonished than outraged at your demand that we intervene with the Polish authorities to restrain the measures",
                "byline": "By Daniel Schorr",
                "date": "19811230",
                "title": "WHAT BREZHNEV MIGHT HAVE TOLD REAGAN: 'PERMIT ME TO INSTRUCT YOU'",
                "url": "http://www.nytimes.com/1981/12/30/opinion/what-brezhnev-might-have-told-reagan-permit-me-to-instruct-you.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2904
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 771,
                    "term": "ISRAEL, STATE OF"
                },
                {
                    "count": 462,
                    "term": "LEBANON"
                },
                {
                    "count": 412,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 279,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS"
                },
                {
                    "count": 272,
                    "term": "UNITED STATES"
                },
                {
                    "count": 240,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 209,
                    "term": "ARGENTINA"
                },
                {
                    "count": 196,
                    "term": "EGYPT, ARAB REPUBLIC OF"
                },
                {
                    "count": 189,
                    "term": "FALKLAND ISLANDS"
                },
                {
                    "count": 147,
                    "term": "BEIRUT (LEBANON)"
                },
                {
                    "count": 95,
                    "term": "SYRIA"
                },
                {
                    "count": 92,
                    "term": "JORDAN RIVER (WEST BANK)"
                },
                {
                    "count": 90,
                    "term": "SALVADOR, EL"
                },
                {
                    "count": 89,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 87,
                    "term": "POLAND"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "The second session of Israeli-Lebanese negotiations took place today in this northern Israeli border town, which became a symbol of the suffering of Israeli civilians in years of Palestinian terrorist attacks from southern Lebanon. Hundreds of the town's 15,000 residents turned out to welcome the Lebanese delegation, which arrived after a 25-minute",
                "byline": "By DAVID K. SHIPLER, Special to the New York Times",
                "date": "19821231",
                "title": "ISRAELI TOWN JOYFUL HOST TO PEACE TALKS",
                "url": "http://www.nytimes.com/1982/12/31/world/israeli-town-joyful-host-to-peace-talks.html"
            },
            {
                "body": "Yuri V. Andropov was quoted today as saying that a meeting with President Reagan could be a ''very effective'' way of improving relations between Moscow and Washington but that the success of any meeting would depend on ''good preparatory work.'' The press agency Tass also quoted Mr. Andropov, the Soviet party leader, as saying he believed that",
                "byline": "By JOHN F. BURNS, Special to the New York Times",
                "date": "19821231",
                "title": "ANDROPOV SAYS TALK WITH REAGAN COULD AID TIES",
                "url": "http://www.nytimes.com/1982/12/31/world/andropov-says-talk-with-reagan-could-aid-ties.html"
            },
            {
                "body": "The Vatican reacted sternly today to a sharp personal attack by the Soviet Union on Pope John Paul II. The response was as unusual as the attack itself. The Soviet Union has not in many years directed strong public criticism against a pope, and the Vatican rarely dignifies political attacks with a reply. A terse statement issued by the Vatican's",
                "byline": "By HENRY KAMM, Special to the New York Times",
                "date": "19821231",
                "title": "VATICAN COUNTERS ATTACK BY SOVIET",
                "url": "http://www.nytimes.com/1982/12/31/world/vatican-counters-attack-by-soviet.html"
            },
            {
                "body": "As has long been known, there are lies, damn lies, statistics and reporters' errors. Thus, an annual column of confession, while it may be good neither for the soul nor for the digestion, is necessary to clear the record and answer the mail. I need look back no further than my article of Dec. 27, in which I ostensibly discussed the Government's",
                "byline": "By Tom Wicker",
                "date": "19821231",
                "title": "IN THE NATION; Excuse It, Please",
                "url": "http://www.nytimes.com/1982/12/31/opinion/in-the-nation-excuse-it-please.html"
            },
            {
                "body": "Margaret M. Megaw, daughter of Mr. and Mrs. Neill Megaw of Austin, Tex., formerly of Williamstown, Mass., was married yesterday to Stephen Sidney Monas, son of Mr. and Mrs. Sidney Monas of Austin. Justice of the Peace Guy Herman performed the ceremony at the Travis County Courthouse in Austin. The bride is a candidate for a doctoral degree in",
                "date": "19821231",
                "title": "Margaret Megaw Weds Stephen Monas",
                "url": "http://www.nytimes.com/1982/12/31/style/margaret-megaw-weds-stephen-monas.html"
            },
            {
                "body": "In last year's Office Pool, I was prescient about the rate of unemployment, the comeback of Bert Lance and the split in the Atlantic alliance, but prescient little else. Let's try again. 1. Three of the portraits in the Cabinet Room are of Presidents Coolidge, Taft and Eisenhower. The one that will smile when Mr. Reagan makes his Labor Day",
                "byline": "By William Safire",
                "date": "19821230",
                "title": "ESSAY; OFFICE POOL FOR 1983",
                "url": "http://www.nytimes.com/1982/12/30/opinion/essay-office-pool-for-1983.html"
            },
            {
                "body": "GENDER. By Ivan Illich. 192 pages. Pantheon. $11.95. BY ''gender,'' Ivan Illich doesn't mean just sex. Gender for him is being, a state of identity, soul-like. Once upon a time of ''traditional gender,'' male and female worked together, like the right hand and the left, as if we were choreographed. We had different tasks and different tools, and we",
                "byline": "By John Leonard",
                "date": "19821230",
                "title": "Books Of The Times",
                "url": "http://www.nytimes.com/1982/12/30/books/books-of-the-times-130556.html"
            },
            {
                "body": "After a day of sporadic vandalism, car-burning and stone-throwing, a poor, largely black neighborhood north of downtown was tonight declared ''a restricted area'' by Miami's City Manager. The violence began Tuesday night, when several hundred people took part in a disturbance that followed the shooting of a young man by a Miami police officer. The",
                "byline": "By RICHARD J. MEISLIN, Special to the New York Times",
                "date": "19821230",
                "title": "SPORADIC VIOLENCE PERSISTS IN MIAMI; SECTOR SEALED OFF",
                "url": "http://www.nytimes.com/1982/12/30/world/sporadic-violence-persists-in-miami-sector-sealed-off.html"
            },
            {
                "body": "The four-party coalition Government fell apart today as one of its members, the Communist-dominated Finnish People's Democratic League, opposed a move in Parliament to increase defense spending. Prime Minister Kalevi Sorsa, a Social Democrat, said the People's Democratic League wanted to go into opposition to ''promote themselves'' as a party of",
                "byline": "AP",
                "date": "19821230",
                "title": "COMMUNIST-DOMINATED PARTY PULLS OUT OF FINNISH COALITION",
                "url": "http://www.nytimes.com/1982/12/30/world/communist-dominated-party-pulls-out-of-finnish-coalition.html"
            },
            {
                "body": "To the Editor: As a Cambodian, I am very disturbed by Stephen Morris's Op-Ed article of Dec. 15, calling as it does for United States intervention in Cambodia just short of sending in the Marines. Arguing that the United States should aid Sihanouk and Son Sann is an attempt to further involve the U.S. and publicly justify the present U.S. policy.",
                "date": "19821230",
                "title": "AID IN REBUILDING, NOT DESTABILIZING, CAMBODIA",
                "url": "http://www.nytimes.com/1982/12/30/opinion/l-aid-in-rebuilding-not-destabilizing-cambodia-130678.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3440
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 417,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 308,
                    "term": "LEBANON"
                },
                {
                    "count": 302,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS"
                },
                {
                    "count": 278,
                    "term": "ISRAEL, STATE OF"
                },
                {
                    "count": 158,
                    "term": "UNITED STATES (1983 PART 1)"
                },
                {
                    "count": 114,
                    "term": "SALVADOR, EL"
                },
                {
                    "count": 99,
                    "term": "NICARAGUA"
                },
                {
                    "count": 95,
                    "term": "SYRIA"
                },
                {
                    "count": 78,
                    "term": "BEIRUT (LEBANON)"
                },
                {
                    "count": 77,
                    "term": "LATIN AMERICA"
                },
                {
                    "count": 73,
                    "term": "JORDAN, HASHEMITE KINGDOM OF"
                },
                {
                    "count": 70,
                    "term": "EUROPE"
                },
                {
                    "count": 70,
                    "term": "WEST GERMANY"
                },
                {
                    "count": 69,
                    "term": "CENTRAL AMERICA"
                },
                {
                    "count": 65,
                    "term": "FRANCE"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "It was a historic event for this city when Mayor Harold Washington and the City Council threshed out a compromise 1984 budget earlier this week. For the first time in 50 years, a Chicago Mayor had to engage in give and take. In the past, a Mayor told the Council what he wanted and the Council complied. Just as significant, the new budget was the",
                "byline": "By E. R. SHIPP",
                "date": "19831231",
                "title": "THE CHICAGO COMPROMISE: BUDGET BREAKS NEW GROUND",
                "url": "http://www.nytimes.com/1983/12/31/us/the-chicago-compromise-budget-breaks-new-ground.html"
            },
            {
                "body": "President Hafez al-Assad of Syria has agreed to meet Saturday with the Rev. Jesse Jackson, the civil rights leader and candidate for the Democatic Presidential nomination, who arrived here tonight to seek the release of a captured United States flier. Mr. Jackson and his delegation of five clergymen and several campaign aides were met by the United",
                "date": "19831231",
                "title": "JACKSON IN SYRIA SETS UP 3 MEETINGS",
                "url": "http://www.nytimes.com/1983/12/31/world/jackson-in-syria-sets-up-3-meetings.html"
            },
            {
                "body": "Neal Anderson's 1-yard touchdown run capped an 87-yard drive in the first quarter and Doug Drew recovered a fumbled snap by the Iowa punter for a second-period score to help Florida win a chilly Gator Bowl game, 14-6, tonight. It was the lowest-scoring Gator Bowl game since Maryland defeated Florida by 13-0 in 1975. A record Gator Bowl crowd of",
                "byline": "AP",
                "date": "19831231",
                "title": "Gator Bowl to Florida, 14-6",
                "url": "http://www.nytimes.com/1983/12/31/sports/gator-bowl-to-florida-14-6.html"
            },
            {
                "body": "The dictatorship ended nearly three weeks ago when the military stepped down from power, but the mothers who represent some of the thousands of people who disappeared under the military continue their vigil. On Thursday, as they have every Thursday for nearly seven years, several hundred joined in a march of sadness among the flower beds and water",
                "byline": "By EDWARD SCHUMACHER",
                "date": "19831231",
                "title": "MOTHERS OF MISSING WON'T GIVE UP IN ARGENTINA",
                "url": "http://www.nytimes.com/1983/12/31/world/mothers-of-missing-won-t-give-up-in-argentina.html"
            },
            {
                "body": "Following are key questions and answers from an interview with Senator Ernest F. Hollings by William E. Farrell: Q. What do you think is the most important problem facing the United States over the next decade? What new ideas do you have for dealing with it? HOLLINGS. The most important problem facing the country this very minute, and probably will",
                "date": "19831231",
                "title": "AN INTERVIEW WITH ERNEST F. HOLLINGS, A 'CENTRIST' IN POLITICS",
                "url": "http://www.nytimes.com/1983/12/31/us/an-interview-with-ernest-f-hollings-a-centrist-in-politics.html"
            },
            {
                "body": "The Israeli Army today closed down the crossing points between northern Lebanon and the Israeli-occupied south. No explanation was offered for the closings, which Israeli officials said would remain in effect until Monday. The closing of the crossing points coincided with Moslem protests against Israel's 18-month-old occupation of southern Lebanon.",
                "byline": "By ALAN COWELL",
                "date": "19831231",
                "title": "ISRAELIS CLOSE OFF SOUTH LEBANON FROM NORTH EARLIER THAN NORMAL",
                "url": "http://www.nytimes.com/1983/12/31/world/israelis-close-off-south-lebanon-from-north-earlier-than-normal.html"
            },
            {
                "body": "THE ball will fall. Champagne corks will pop. Midnight madness will reign in all its noisy, rowdy splendor. As the old slips into the new tomorrow night, New York will engage in the usual Saturnalian customs. The city will also welcome 1984 with an array of unusual celebrations. Leonard Bernstein will offer a new prayer for peace. Susan Sontag will",
                "byline": "By MAUREEN DOWD",
                "date": "19831230",
                "title": "NEW, OLD AND INEXPENSIVE WAYS TO CELEBRATE",
                "url": "http://www.nytimes.com/1983/12/30/arts/new-old-and-inexpensive-ways-to-celebrate.html"
            },
            {
                "body": "To the Editor: Your Dec. 15 news article ''Honduras Said to Snag Latin Peace Bid,'' about the negotiating process of the Central American countries under the good offices of the Contadora Group, quotes an unnamed source's assumption that Honduras has resorted to an ''obstructionist tactic.'' We were surprised to see such information published in",
                "date": "19831230",
                "title": "HONDURAS FOR PEACE IN CENTRAL AMERICA",
                "url": "http://www.nytimes.com/1983/12/30/opinion/l-honduras-for-peace-in-central-america-143353.html"
            },
            {
                "body": "Earlier this month, on the sixth night of Hanukkah, about 150 Jews and Arabs gathered in the lobby of a building at Hebrew University for the lighting of the candles and the singing of the Jewish prayer. The Jews then sang Hebrew songs; the Arabs stood respectfully, watching and listening. It was a rare moment of concord in the broad sweep of",
                "byline": "By DAVID K. SHIPLER, Special to the New York Times",
                "date": "19831230",
                "title": "ARABS AND JEWS OF ISRAEL: BRIDGES ACROSS BITTERNESS",
                "url": "http://www.nytimes.com/1983/12/30/world/arabs-and-jews-of-israel-bridges-across-bitterness.html"
            },
            {
                "body": "Following are key questions and answers from an interview with Senator Alan Cranston by Frank Lynn: Q. What do you think is the most important problem facing the United States over the next decade? And what new ideas to you have for dealing with it? CRANSTON. I think two issues are really paramount. One is the incredible cost of the arms race, the",
                "date": "19831230",
                "title": "AN INTERVIEW WITH ALAN CRANSTON, SENATOR FROM CALIFORNIA",
                "url": "http://www.nytimes.com/1983/12/30/us/an-interview-with-alan-cranston-senator-from-california.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3107
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 299,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 189,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS"
                },
                {
                    "count": 184,
                    "term": "LEBANON"
                },
                {
                    "count": 149,
                    "term": "ISRAEL, STATE OF"
                },
                {
                    "count": 110,
                    "term": "SALVADOR, EL"
                },
                {
                    "count": 94,
                    "term": "NICARAGUA"
                },
                {
                    "count": 94,
                    "term": "UNITED STATES"
                },
                {
                    "count": 82,
                    "term": "BEIRUT (LEBANON)"
                },
                {
                    "count": 73,
                    "term": "LATIN AMERICA"
                },
                {
                    "count": 72,
                    "term": "SOUTH AFRICA, REPUBLIC OF"
                },
                {
                    "count": 66,
                    "term": "SYRIA"
                },
                {
                    "count": 48,
                    "term": "EGYPT, ARAB REPUBLIC OF"
                },
                {
                    "count": 44,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 43,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 41,
                    "term": "FRANCE"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "The Year of the Prisoner Bartlett's isn't sure that Burke ever uttered the famous line credited to him: ''The only thing necessary for the triumph of evil is for good men to do nothing.'' But the exhortation is timeless. Decent impulses are diffuse; evil is willed and specific. This is bitterly understood by political prisoners who are torn from",
                "date": "19841231",
                "title": "No Headline",
                "url": "http://www.nytimes.com/1984/12/31/opinion/no-headline-185142.html"
            },
            {
                "body": "It is as much a ritual of football as the tailgate picnic, the coin toss and the halftime entertainment, though hardly as visible or glamorous. It is the annual chore of cleaning out the lockers when the season is over, and the Giants went through it today at Giants Stadium. Their unexpectedly productive season ended Sunday with a 21-10 playoff",
                "byline": "By FRANK LITSKY",
                "date": "19841231",
                "title": "GIANTS ARE UPBEAT IN THEIR FAREWELLS",
                "url": "http://www.nytimes.com/1984/12/31/sports/giants-are-upbeat-in-their-farewells.html"
            },
            {
                "body": "From ''Economics in the Real World.''",
                "date": "19841230",
                "title": "Playing the Peace Game The war game has been partially superseded by economics, the ''peace game,'' in the pursuit of national interest. If the United States is to strengthen its power . . . it must be prepared to play . . . through trade, aid, foreign investment, exchange of technology, measures to strengthen and stabilize the international monetary system - and its own economy. At the end of World War II, it was recognized that for the United States to achieve its international goals of rebuilding the world economy and preserving a secure structure of peace, high employment and economic growth would have to be maintained at home - to create the needed conditions for America's world role, to provide the resources needed by others, and to maintain an open and growing market for the goods of other countries. The world economic and financial crisis today requires a comparable effort on the part of the United States to keep its economy operating at a high level of employment, while curbing the inflation and high interest rates that have worsened the problems of others. International inflation stems from national sources, and the United States has been as great a culprit as any nation in breeding these evils. What is needed is the political courage, in the broad public interest, to curb the special- interest pressures that unbalance the budget, distort and waste national resources, including the arms race but by no means limited to the arms race.",
                "url": "http://www.nytimes.com/1984/12/30/books/playing-peace-game-war-game-has-been-partially-superseded-economics-peace-game.html"
            },
            {
                "body": "The marriage of Ellen Kelley, a daughter of Mrs. Eugene J. Kelley of Rye, N.Y., and the late Mr. Kelley, to James Matthew Peace, a son of Mr. and Mrs. John H. Peace of Purchase, N.Y., took place yesterday at the Manhattanville College Chapel in Purchase. The Rev. Robert J. Robbins performed the Roman Catholic ceremony. Regan Kelley was her sister's",
                "date": "19841230",
                "title": "Ellen Kelley Wed To James Peace",
                "url": "http://www.nytimes.com/1984/12/30/style/ellen-kelley-wed-to-james-peace.html"
            },
            {
                "body": "Thinking back on the 1984 theatrical year, a theatergoer may well find himself wanting to weep. And not, as you might suppose, simply because the New York theater is in sad shape. For all that's askew on our stages right now - assuming the stages are even occupied in the first place - the past 12 months have produced wounding and jubilant",
                "byline": "By Frank Rich",
                "date": "19841230",
                "title": "STAGE VIEW; THE BEST MAY BE A HARBINGER OF BRIGHTER DAYS",
                "url": "http://www.nytimes.com/1984/12/30/arts/stage-view-the-best-may-be-a-harbinger-of-brighter-days.html"
            },
            {
                "body": "Six years after invading Cambodia and establishing a friendly Government in Pnom Penh, Vietnamese forces seemed intent last week on delivering a knockout blow against rebel forces holding out in camps along the border with Thailand. The large number of civilians killed and injured by artillery and tank guns led Washington to describe the attacks as",
                "date": "19841230",
                "title": "MAJOR NEWS IN SUMMARY; ; Vietnamese AttackCambodian Camps ect Few $",
                "url": "http://www.nytimes.com/1984/12/30/weekinreview/major-news-in-summary-vietnamese-attackcambodian-camps-ect-few.html"
            },
            {
                "body": "f813 PAWTUCKET, R.I. - In a coffee shop on Main Street, a resident of this overwhelmingly Catholic city hesitated before offering an opinion on the American Roman Catholic bishops' pastoral letter on the economy. ''Some of what they're trying to say makes sense to me,'' said William Kennedy, a local businessman, ''but I don't think priests should",
                "date": "19841230",
                "title": "IN CATHOLIC PAWTUCKET, FEW BACK BISHOPS' LETTER ON ECONOMY",
                "url": "http://www.nytimes.com/1984/12/30/us/in-catholic-pawtucket-few-back-bishops-letter-on-economy.html"
            },
            {
                "body": "James Chace's thoughtful and largely balanced article, ''In Search of a Central American Policy'' (Nov. 25), recognizes many of the realities of Central America, e.g., that the top Sandinista leadership is composed of Marxist- Leninists, that the domestic opposition to Sandinista rule is extensive and growing and that Salvadoran President Jose",
                "date": "19841230",
                "title": "The Realities Of Central America",
                "url": "http://www.nytimes.com/1984/12/30/magazine/l-the-realities-of-central-america-177620.html"
            },
            {
                "body": "-bee in Cleveland, intending to fulfill a mission no one else had asked of me - to become a truth-bearing novelist - I was convinced that the work would cure my defects, such as vanity and moroseness. And that's only the beginning of the list. I read Tolstoy's short novel ''Family Happiness'' and thought that's the ticket. I read Tolstoy's ''Hadji",
                "byline": "By Herbert Gold",
                "date": "19841230",
                "title": "THERE ARE NORMAL OUTPATIENTS, AND THEN THERE ARE WRITERS",
                "url": "http://www.nytimes.com/1984/12/30/books/there-are-normal-outpatients-and-then-there-are-writers.html"
            },
            {
                "body": "There was quiche and salad for lunch on the first day and an elephant shared the spot, deep in the Kariba Gorge of the Zambezi River, defoliating a tree as the travelers took their sustenance 15 yards away. ALAN COWELL is the Johannesburg bureau chief of The New York Times. The great stream, 1,600 miles long, that curls like a question mark through",
                "byline": "By ALAN COWELL",
                "date": "19841230",
                "title": "PADDLING DOWN THE ZAMBEZI",
                "url": "http://www.nytimes.com/1984/12/30/travel/paddling-down-the-zambezi.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3301
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 391,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 317,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS"
                },
                {
                    "count": 288,
                    "term": "ISRAEL, STATE OF"
                },
                {
                    "count": 205,
                    "term": "UNITED STATES"
                },
                {
                    "count": 154,
                    "term": "NICARAGUA"
                },
                {
                    "count": 141,
                    "term": "JORDAN, HASHEMITE KINGDOM OF"
                },
                {
                    "count": 139,
                    "term": "SOUTH AFRICA, REPUBLIC OF"
                },
                {
                    "count": 95,
                    "term": "EGYPT, ARAB REPUBLIC OF"
                },
                {
                    "count": 95,
                    "term": "LEBANON"
                },
                {
                    "count": 73,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 58,
                    "term": "WEST GERMANY"
                },
                {
                    "count": 50,
                    "term": "LATIN AMERICA"
                },
                {
                    "count": 46,
                    "term": "ITALY"
                },
                {
                    "count": 44,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 42,
                    "term": "BEIRUT (LEBANON)"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "The controversy surrounding the Soviet doctor Yevgeny I. Chazov, a co-recipient of this year's Nobel Peace Prize, has much discredited him throughout the West as a stooge of the Kremlin with little real concern for either peace or human rights. Yet, for all the fuss, few Westerners have given much thought to the real nature and status of the peace",
                "byline": "By Sergei Batrovin; Sergei Batrovin is a founding member of the Moscow Trust Group and a former inmate of Soviet psychiatric hospitals. He was expelled from the Soviet Union in 1984. This article was translated from the Russian by Catherine A. Fitzpatrick.",
                "date": "19851231",
                "title": "Dissidents Deserve Dr. Chazov's Nobel",
                "url": "http://www.nytimes.com/1985/12/31/opinion/dissidents-deserve-dr-chazov-s-nobel.html"
            },
            {
                "body": "King Hussein of Jordan arrived in Syria today for talks with an old enemy, President Hafez al-Assad, against whom he almost went to war five years ago. Diplomats said they believed the talks could have major implications for Middle East politics. The two leaders had two meetings, their first encounter since October 1979. One meeting, a private",
                "byline": "By JOHN KIFNER, Special to the New York Times",
                "date": "19851231",
                "title": "KING HUSSEIN AND ASSAD HOLD FIRST TALK SINCE '79",
                "url": "http://www.nytimes.com/1985/12/31/world/king-hussein-and-assad-hold-first-talk-since-79.html"
            },
            {
                "body": "How do the newsmakers in the nation's capital mark the passage of the old year into the new? The answers are as different as the newsmakers themselves. President Reagan and his wife, Nancy, will celebrate New Year's Eve in Palm Springs, Calif., at the home of Walter and Leonore Annenberg. Mitch Snyder, who runs a shelter for the homeless in the",
                "byline": "Special to the New York Times",
                "date": "19851231",
                "title": "To Party or Not on New Year's Eve",
                "url": "http://www.nytimes.com/1985/12/31/us/to-party-or-not-on-new-year-s-eve.html"
            },
            {
                "body": "Israeli leaders insisted today that the United States had not asked them to show restraint in responding to the terrorist attacks staged last Friday. There was some confusion over the issue on the weekend, when White House officials in California issued statements that senior American officials later said might have inadvertently left the",
                "byline": "By THOMAS L. FRIEDMAN, Special to the New York Times",
                "date": "19851231",
                "title": "ISRAELIS DENY U.S. HAS ASKED THEM FOR RESTRAINT",
                "url": "http://www.nytimes.com/1985/12/31/world/israelis-deny-us-has-asked-them-for-restraint.html"
            },
            {
                "body": "Winston Churchill said in the worst of times, ''I'm an optimist because there's not much point in anything else.'' In better times, it is reasonable to focus on what's wrong with the world because there's always room for improvement, always dangers to be warded off. There is a virtue in Cassandras. Their warnings of disaster can be depressing, but",
                "byline": "By Flora Lewis",
                "date": "19851231",
                "title": "FOREIGN AFFAIRS; What's Right in The World",
                "url": "http://www.nytimes.com/1985/12/31/opinion/foreign-affairs-what-s-right-in-the-world.html"
            },
            {
                "body": "AS television gears up for the usual assortment of midnight revelries to welcome in the new year, one of the more elegant vehicles for seeing out the old is being made available on Channel 5 from 7:30 to 10 tonight. Manufacturers Hanover is sponsoring the complete Royal Ballet version of ''Romeo and Juliet.'' The production, which had its premiere",
                "byline": "By JOHN J. O'CONNOR",
                "date": "19851231",
                "title": "TV REVIEWS; ROYAL BALLET'S 'ROMEO AND JULIET'",
                "url": "http://www.nytimes.com/1985/12/31/arts/tv-reviews-royal-ballet-s-romeo-and-juliet.html"
            },
            {
                "body": "The Reagan Administration accused Libya today of aiding terrorists who staged attacks at the Rome and Vienna airports and said it was prepared to work with other Governments to ''exert pressure'' on Libya to halt the export of terrorism. Eighteen people were killed, including five Americans, and more than 110 were wounded in the attacks at check-in",
                "byline": "By GERALD M. BOYD, Special to the New York Times",
                "date": "19851231",
                "title": "U.S. ACCUSES LIBYA OF AIDING GUNMEN IN AIRPORT RAIDS",
                "url": "http://www.nytimes.com/1985/12/31/world/us-accuses-libya-of-aiding-gunmen-in-airport-raids.html"
            },
            {
                "body": "THE Rev. Dr. Martin Luther King Jr. was one of the great orators of modern times. The civil rights leader and apostle of nonviolent protest developed a style of public address that fused the sacred and the secular, the musical and the prosaic into a passionate inspirational rhetoric invoking a mystical faith in the triumph of humanity's nobler",
                "byline": "By STEPHEN HOLDEN",
                "date": "19851231",
                "title": "STAGE: 'I HAVE A DREAM,' MUSIC-DRAMA ON DR. KING",
                "url": "http://www.nytimes.com/1985/12/31/theater/stage-i-have-a-dream-music-drama-on-dr-king.html"
            },
            {
                "body": "Defense Minister Yitzhak Rabin said today that it was Israel's initial assessment that the shadowy, pro-Libyan Palestinian terrorist Abu Nidal was responsible for the Rome and Vienna airport attacks. ''I cannot say for sure,'' Mr. Rabin told a visiting American delegation, ''but that is our impression.'' In Rome the head of Italian military",
                "byline": "By THOMAS L. FRIEDMAN, Special to the New York Times",
                "date": "19851230",
                "title": "ISRAELIS BELIEVE PRO-LIBYA GROUP RAIDED AIRPORTS",
                "url": "http://www.nytimes.com/1985/12/30/world/israelis-believe-pro-libya-group-raided-airports.html"
            },
            {
                "body": "To the Editor: Msgr. John M. Oesterreicher's letter (Dec. 14), responding to Arthur Hertzberg's plea for Vatican recognition of Israel, is a confirmation of Jewish fears that dialogue with the Roman Catholic Church is pointless. Msgr. Oesterreicher says that in the Roman view, ''diplomatic recognition of Israel ought to follow, not antecede peace",
                "date": "19851230",
                "title": "The Vatican Must Earn the Moral Recognition of the Jews",
                "url": "http://www.nytimes.com/1985/12/30/opinion/l-the-vatican-must-earn-the-moral-recognition-of-the-jews-253666.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2991
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 309,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 291,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS"
                },
                {
                    "count": 204,
                    "term": "ISRAEL, STATE OF"
                },
                {
                    "count": 174,
                    "term": "UNITED STATES"
                },
                {
                    "count": 168,
                    "term": "NICARAGUA"
                },
                {
                    "count": 127,
                    "term": "SOUTH AFRICA, REPUBLIC OF"
                },
                {
                    "count": 106,
                    "term": "PHILIPPINES, REPUBLIC OF THE"
                },
                {
                    "count": 76,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 66,
                    "term": "IRAN"
                },
                {
                    "count": 63,
                    "term": "EGYPT, ARAB REPUBLIC OF"
                },
                {
                    "count": 61,
                    "term": "LEBANON"
                },
                {
                    "count": 59,
                    "term": "JORDAN, HASHEMITE KINGDOM OF"
                },
                {
                    "count": 59,
                    "term": "LIBYA"
                },
                {
                    "count": 48,
                    "term": "LATIN AMERICA"
                },
                {
                    "count": 47,
                    "term": "SYRIA"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "TEMPUS FUGIT New Year's Eve is a night when prices can become sky-high. But one place they are not is the Cathedral of St. John the Divine, where the Fourth Annual New Year's Eve Concert for Peace will take place tonight, free. Ellen Burstyn will read the Prayer for Peace, Leonard Bernstein will be the principal speaker and Michael Barrett will",
                "byline": "By C. Gerald Fraser",
                "date": "19861231",
                "title": "GOING OUT GUIDE",
                "url": "http://www.nytimes.com/1986/12/31/arts/going-out-guide.html"
            },
            {
                "body": "The Reagan Administration's top Middle East official will visit the region early next month to assess Arab-Israeli peace prospects and to demonstrate that American foreign policy is not paralyzed by the Iran arms affair, State Department officials said today. The trip, by Richard W. Murphy, assistant secretary of State for Near Eastern and South",
                "byline": "By BERNARD GWERTZMAN, Special to the New York Times",
                "date": "19861231",
                "title": "REAGAN TO SEND KEY OFFICIAL TO 'ASSESS' THE MIDDLE EAST",
                "url": "http://www.nytimes.com/1986/12/31/world/reagan-to-send-key-official-to-assess-the-middle-east.html"
            },
            {
                "body": "John Cardinal O'Connor met with King Hussein of Jordan today and said afterward that he was worried about the consequences of deepening tensions between Israel and its Arab neighbors and the Palestinians. The Cardinal, who is the Archbishop of New York, also told Jordan's Prime Minister and Foreign Minister that the Palestinian people have the",
                "byline": "By JOSEPH BERGER, Special to the New York Times",
                "date": "19861231",
                "title": "O'CONNOR FEARS MIDEAST 'CONFLAGRATION'",
                "url": "http://www.nytimes.com/1986/12/31/world/o-connor-fears-mideast-conflagration.html"
            },
            {
                "body": "Liberation Graphics, a wholesaler in Alexandria, Va., has signed an exclusive agreement with Mezhdunarodnaya Kniga, the Soviet book exporting agency, under which 500 Soviet posters a year will become available at retail outlets in this country. Only 10 days after the contract was signed, the first samples are already on sale at a Connecticut Avenue",
                "byline": "By Wayne King and Warren Weaver Jr.",
                "date": "19861231",
                "title": "WASHINGTON TALK: BRIEFING; Soviet Posters for Sale",
                "url": "http://www.nytimes.com/1986/12/31/us/washington-talk-briefing-soviet-posters-for-sale.html"
            },
            {
                "body": "President Kim Il Sung of North Korea called today for high-level talks to reunify the divided Korean peninsula. He also predicted a doubling of factory output by 1994. ''We deem it necessary to hold high-level political and military talks between the North and the South in order to settle the first and most urgent question for national",
                "byline": "AP",
                "date": "19861231",
                "title": "NORTH KOREAN PRESIDENT URGES HIGH-LEVEL TALKS TO UNIFY PENINSULA",
                "url": "http://www.nytimes.com/1986/12/31/world/north-korean-president-urges-high-level-talks-to-unify-peninsula.html"
            },
            {
                "body": "Robert Osgood, who died Monday at 65, was a teacher to teachers and a guide to foreign-policy makers. Humanist, professor, policy maker, original thinker, gentle man, he left everyone he touched better off. A theme he developed over the years was a passion for restraint, a suspicion of unguided power. In 1957, in a book entitled ''Limited War,'' he",
                "date": "19861231",
                "title": "Topics: Limits, and Heights; Passion for Restraint",
                "url": "http://www.nytimes.com/1986/12/31/opinion/topics-limits-and-heights-passion-for-restraint.html"
            },
            {
                "body": "Representative Charles B. Rangel, the senior black elected official from New York City, yesterday questioned the strategy of the attorneys for two black victims of the racial clash in Howard Beach, Queens, that ended in the death of a third black man. At the same time, he criticized the handling of the case by the Queens District Attorney, John J.",
                "byline": "By THOMAS MORGAN",
                "date": "19861231",
                "title": "RANGEL QUESTIONS SILENCE OF VICTIMS OF QUEENS ATTACK",
                "url": "http://www.nytimes.com/1986/12/31/nyregion/rangel-questions-silence-of-victims-of-queens-attack.html"
            },
            {
                "body": "The Soviet statement rejecting an exchange of New Year's messages reflects disenchantment with the United States' conduct since the collapse of the Iceland summit meeting. It also offers a gloomier assessment of Soviet-American relations at year's end than President Reagan provided in a radio address on Saturday. In the address, Mr. Reagan said:",
                "byline": "By PHILIP TAUBMAN, Special to the New York Times",
                "date": "19861231",
                "title": "SOVIET CALLS TV GREETINGS UNTIMELY; Disenchantment in Soviet",
                "url": "http://www.nytimes.com/1986/12/31/world/soviet-calls-tv-greetings-untimely-disenchantment-in-soviet.html"
            },
            {
                "body": "Japan crossed a politically critical threshold today, abandoning a 10-year-old policy that had limited military spending to 1 percent of the gross national product. Government leaders agred in a late night meeting to a 1987 military budget of $22 billion, equivalent to 1.004 percent of the projected G.N.P. Prime Minister Yasuhiro Nakasone's Cabinet",
                "byline": "By CLYDE HABERMAN, Special to the New York Times",
                "date": "19861230",
                "title": "JAPAN ARMS OUTLAY TO EXCEED PAST LIMIT",
                "url": "http://www.nytimes.com/1986/12/30/world/japan-arms-outlay-to-exceed-past-limit.html"
            },
            {
                "body": "The crisis over arms sales to Iran is described in Middle Eastern terms, but it's really about America. It has very little to do with Iran. That country is pursuing its course more or less as it was doing before the bizarre arms deliveries. The Iranian revolution is savage and gives no indulgence to the gentler parts of human nature. It is a",
                "byline": "By Abba Eban; Abba Eban, former Foreign Minister of Israel, is chairman of the Knesset's Foreign Affairs and Defense Committee.By Abba Eban",
                "date": "19861230",
                "title": "America's Obsession Frustrates the Allies",
                "url": "http://www.nytimes.com/1986/12/30/opinion/america-s-obsession-frustrates-the-allies.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2743
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 376,
                    "term": "NICARAGUA"
                },
                {
                    "count": 335,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS"
                },
                {
                    "count": 250,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 207,
                    "term": "IRAN"
                },
                {
                    "count": 172,
                    "term": "ISRAEL, STATE OF"
                },
                {
                    "count": 157,
                    "term": "LATIN AMERICA"
                },
                {
                    "count": 113,
                    "term": "PERSIAN GULF"
                },
                {
                    "count": 113,
                    "term": "UNITED STATES"
                },
                {
                    "count": 101,
                    "term": "IRAQ"
                },
                {
                    "count": 101,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 82,
                    "term": "SRI LANKA, REPUBLIC OF"
                },
                {
                    "count": 67,
                    "term": "INDIA"
                },
                {
                    "count": 67,
                    "term": "SALVADOR, EL"
                },
                {
                    "count": 64,
                    "term": "EUROPE"
                },
                {
                    "count": 50,
                    "term": "COSTA RICA"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "LEAD: Leaders of the Nicaraguan rebels, hardening their negotiating position, presented several new demands today for their participation in peace talks with the Sandinista Government. Leaders of the Nicaraguan rebels, hardening their negotiating position, presented several new demands today for their participation in peace talks with the",
                "byline": "By GEORGE VOLSKY, Special to the New York Times",
                "date": "19871231",
                "title": "Contras Set New Demands for Talks",
                "url": "http://www.nytimes.com/1987/12/31/world/contras-set-new-demands-for-talks.html"
            },
            {
                "body": "LEAD: Most Presidential candidates, except for Vice President Bush and Senator Bob Dole, are critical of President Reagan's policy on the West Bank and the Gaza Strip. Most Presidential candidates, except for Vice President Bush and Senator Bob Dole, are critical of President Reagan's policy on the West Bank and the Gaza Strip. In response to",
                "byline": "By DAVID E. ROSENBAUM, Special to the New York Times",
                "date": "19871231",
                "title": "Most Presidential Hopefuls Critical of Reagan Policy on Mideast",
                "url": "http://www.nytimes.com/1987/12/31/us/most-presidential-hopefuls-critical-of-reagan-policy-on-mideast.html"
            },
            {
                "body": "LEAD: International A2-7 International A2-7 Local autonomy in Soviet industry promised by Mikhail S. Gorbachev is making industrial managers uneasy. Workers at one major plant marched in protest against working on Saturdays. Page A1 News analysis: Bond sales to Mexico to help ease its debt burden have effectively made Treasury Secretary James A.",
                "date": "19871231",
                "title": "NEWS SUMMARY: THURSDAY, DECEMBER 31, 1987",
                "url": "http://www.nytimes.com/1987/12/31/nyregion/news-summary-thursday-december-31-1987.html"
            },
            {
                "body": "LEAD: Ariel Sharon slept over in his new apartment in Jerusalem on Tuesday night. Moslems called it a threatening act meant to drive them out of the city, Mayor Teddy Kollek labeled it ''counterproductive'' and Mr. Sharon just shrugged and said all he was doing was promoting real coexistence between Arabs and Jews. Ariel Sharon slept over in his",
                "byline": "By THOMAS L. FRIEDMAN, Special to the New York Times",
                "date": "19871231",
                "title": "In Jerusalem, Sharon Apartment Creates a Stir",
                "url": "http://www.nytimes.com/1987/12/31/world/in-jerusalem-sharon-apartment-creates-a-stir.html"
            },
            {
                "body": "LEAD: The Palestinian rioting of the last month revealed not only the explosiveness of the unresolved Palestine problem but also the inability of the current generation of Arab and Israeli leaders to solve it. The Palestinian rioting of the last month revealed not only the explosiveness of the unresolved Palestine problem but also the inability of",
                "byline": "By THOMAS L. FRIEDMAN, Special to the New York Times",
                "date": "19871231",
                "title": "Issue of Leadership",
                "url": "http://www.nytimes.com/1987/12/31/world/issue-of-leadership.html"
            },
            {
                "body": "LEAD: NEW HAVEN NEW HAVEN Mayor Biagio DiLieto says he does not plan to increase security in his office despite the recent arrests of two intruders. Two weeks ago, a man who said he had a gun told Mr. DiLieto's receptionist, Lucille Masella, that he wanted to see the Mayor. She tripped a silent alarm to alert the police, and the man was arrested on",
                "date": "19871231",
                "title": "Metro Datelines; New Haven Mayor Won't Add Security",
                "url": "http://www.nytimes.com/1987/12/31/nyregion/metro-datelines-new-haven-mayor-won-t-add-security.html"
            },
            {
                "body": "LEAD: Two former Salvadoran national guardsmen imprisoned for the killing of two American agricultural advisers and a Salvadoran Government official have been set free under an amnesty for political prisoners, the Salvadoran Government said today. Two former Salvadoran national guardsmen imprisoned for the killing of two American agricultural",
                "byline": "Special to the New York Times",
                "date": "19871231",
                "title": "Salvador Court Frees 2 Killers of Americans",
                "url": "http://www.nytimes.com/1987/12/31/world/salvador-court-frees-2-killers-of-americans.html"
            },
            {
                "body": "LEAD: The bad news, folks, as 1987 shuffles off this mortal coil, is that on Jan. 1, 1988, your Social Security payroll taxes are going up again, by an estimated $14 million a year. The good news is that you're about to hear a soft-headed liberal pundit's confession of all-too-frequent error in the old year. The bad news, folks, as 1987 shuffles",
                "byline": "By TOM WICKER",
                "date": "19871231",
                "title": "IN THE NATION; Nobody's Perfect",
                "url": "http://www.nytimes.com/1987/12/31/opinion/in-the-nation-nobody-s-perfect.html"
            },
            {
                "body": "LEAD: Arab nations of the Persian Gulf, speaking of a ''dangerous escalation'' in hostilities, urged the imposition of sanctions against Iran today to support a United Nations demand for a truce in the war with Iraq. Arab nations of the Persian Gulf, speaking of a ''dangerous escalation'' in hostilities, urged the imposition of sanctions against",
                "byline": "By ALAN COWELL, Special to the New York Times",
                "date": "19871230",
                "title": "Arab Nations on Gulf Urge Sanctions Against Iran",
                "url": "http://www.nytimes.com/1987/12/30/world/arab-nations-on-gulf-urge-sanctions-against-iran.html"
            },
            {
                "body": "LEAD: The trouble did not spill over here, but the anger did, and so did the futility. The trouble did not spill over here, but the anger did, and so did the futility. This is Egypt's only Palestinian refugee center, a razor-wire fence away from the occupied Gaza Strip, which has been a theater of the anti-Israeli protests in which at least 21",
                "byline": "By ALAN COWELL, Special to the New York Times",
                "date": "19871230",
                "title": "In Egypt, a Lonely Palestinian Parcel",
                "url": "http://www.nytimes.com/1987/12/30/world/in-egypt-a-lonely-palestinian-parcel.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2988
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 588,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 528,
                    "term": "ISRAEL, STATE OF"
                },
                {
                    "count": 332,
                    "term": "NICARAGUA"
                },
                {
                    "count": 219,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS"
                },
                {
                    "count": 189,
                    "term": "JORDAN RIVER (WEST BANK)"
                },
                {
                    "count": 153,
                    "term": "IRAN"
                },
                {
                    "count": 142,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 135,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"
                },
                {
                    "count": 133,
                    "term": "IRAQ"
                },
                {
                    "count": 122,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 122,
                    "term": "UNITED STATES"
                },
                {
                    "count": 113,
                    "term": "SOUTH AFRICA, REPUBLIC OF"
                },
                {
                    "count": 88,
                    "term": "ANGOLA"
                },
                {
                    "count": 86,
                    "term": "ISRAELI SETTLEMENTS (OCCUPIED TERRITORIES)"
                },
                {
                    "count": 82,
                    "term": "NEW YORK CITY"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "LEAD: To the Editor: To the Editor: If the Nicaraguan contras are history, as you reported Dec. 13 (front page), the coffee farmers of Monterrey, a coffee cooperative in the northern Nicaraguan province of Jinotega, must be wondering what sort of history smashed through them on the night of Nov. 18. A ton of just harvested coffee was destroyed, and",
                "date": "19881231",
                "title": "In Nicaragua, Contras Still Kill Farmers",
                "url": "http://www.nytimes.com/1988/12/31/opinion/l-in-nicaragua-contras-still-kill-farmers-694588.html"
            },
            {
                "body": "LEAD: Claire Sudolsky of the Bronx hopes for a miracle in the New Year - ''that the number of homeless will decrease instead of increase.'' Claire Sudolsky of the Bronx hopes for a miracle in the New Year - ''that the number of homeless will decrease instead of increase.'' ''It is unbelievable coming into the 21st century that there is so much",
                "byline": "By MARVINE HOWE",
                "date": "19881231",
                "title": "Many Donors To Neediest Cite Homeless",
                "url": "http://www.nytimes.com/1988/12/31/nyregion/many-donors-to-neediest-cite-homeless.html"
            },
            {
                "body": "LEAD: President Hosni Mubarak of Egypt, in an interview made public today, said that Prime Minister Yitzhak Shamir of Israel was stubborn and that the Camp David agreement was out of date. President Hosni Mubarak of Egypt, in an interview made public today, said that Prime Minister Yitzhak Shamir of Israel was stubborn and that the Camp David",
                "byline": "Reuters",
                "date": "19881231",
                "title": "SHAMIR 'STUBBORN,' MUBARAK ASSERTS",
                "url": "http://www.nytimes.com/1988/12/31/world/shamir-stubborn-mubarak-asserts.html"
            },
            {
                "body": "LEAD: Angola has asked the Secretary General to begin an international appeal for aid to help pay the cost of pulling some 50,000 Cuban soldiers out of its territory, as required by last week's peace accords, diplomats and United Nations officials said today. Angola has asked the Secretary General to begin an international appeal for aid to help",
                "byline": "By PAUL LEWIS, Special to the New York Times",
                "date": "19881230",
                "title": "Angola Asks U.N. to Seek Funds For Cost of Cuban Troop Pullout",
                "url": "http://www.nytimes.com/1988/12/30/world/angola-asks-un-to-seek-funds-for-cost-of-cuban-troop-pullout.html"
            },
            {
                "body": "LEAD: Prime Minister Yitzhak Shamir said today that he hoped to start peace talks within two months giving Egypt the role of broker in talks with Arab governments and Palestinians. Prime Minister Yitzhak Shamir said today that he hoped to start peace talks within two months giving Egypt the role of broker in talks with Arab governments and",
                "byline": "Reuters",
                "date": "19881230",
                "title": "Shamir Hopes for Peace Talks in 2 Months",
                "url": "http://www.nytimes.com/1988/12/30/world/shamir-hopes-for-peace-talks-in-2-months.html"
            },
            {
                "body": "LEAD: The Sudanese police fired on a crowd of demonstrators in Khartoum today as rioting and widespread strikes continued in the Sudanese capital and other parts of the country. The Sudanese police fired on a crowd of demonstrators in Khartoum today as rioting and widespread strikes continued in the Sudanese capital and other parts of the country.",
                "byline": "By JANE PERLEZ, Special to the New York Times",
                "date": "19881230",
                "title": "1 Killed, 40 Hurt, as Sudan Police Fire on Khartoum Demonstrators",
                "url": "http://www.nytimes.com/1988/12/30/world/1-killed-40-hurt-as-sudan-police-fire-on-khartoum-demonstrators.html"
            },
            {
                "body": "LEAD: To the Editor: To the Editor: The Reagan Administration's decision to open dialogue with the Palestine Liberation Organization has been greeted with unrealistic hope by some and unwarranted trembling and fear by others. A good example of the second is A. M. Rosenthal's ''Annointing of Arafat'' (column, Dec. 20) and his criticism of the",
                "date": "19881230",
                "title": "Israel Can Set Agenda for Palestinian Future; Important Leverage",
                "url": "http://www.nytimes.com/1988/12/30/opinion/l-israel-can-set-agenda-for-palestinian-future-important-leverage-655088.html"
            },
            {
                "body": "LEAD: To the Editor: To the Editor: In ''San Jose Journal: Nobel Notwithstanding, at Home the Cheers Die'' (Dec. 13), you recognize the basic health of the Costa Rican economy, indicating that the gross national product is expected to increase by nearly 4 percent this year, that unemployment at 5.6 percent is the lowest in the Western Hemisphere,",
                "date": "19881230",
                "title": "For Costa Rica, Peace Makes Business Sense",
                "url": "http://www.nytimes.com/1988/12/30/opinion/l-for-costa-rica-peace-makes-business-sense-408088.html"
            },
            {
                "body": "LEAD: To the Editor: To the Editor: Israel's problems with the territories of the West Bank and Gaza are not being solved by the passage of time. Disaffection between Jews and Arabs grows, and extremists on both sides are gaining credence. Searching for a road to peace, the world looks to a few leaders. But King Hussein of Jordan has withdrawn from",
                "date": "19881230",
                "title": "Israel Can Set Agenda for Palestinian Future",
                "url": "http://www.nytimes.com/1988/12/30/opinion/l-israel-can-set-agenda-for-palestinian-future-408688.html"
            },
            {
                "body": "LEAD: The First Boston Foundation Trust sent its annual Christmas gift to The New York Times Neediest Cases Fund, a check for $50,000. The First Boston Foundation Trust sent its annual Christmas gift to The New York Times Neediest Cases Fund, a check for $50,000. ''In this year of so many tragedies around the world, we are thankful for our ability",
                "byline": "By MARVINE HOWE",
                "date": "19881230",
                "title": "Companies and Employees Give Generously to Neediest",
                "url": "http://www.nytimes.com/1988/12/30/nyregion/companies-and-employees-give-generously-to-neediest.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3502
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 408,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 344,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"
                },
                {
                    "count": 286,
                    "term": "ISRAEL, STATE OF"
                },
                {
                    "count": 144,
                    "term": "NICARAGUA"
                },
                {
                    "count": 116,
                    "term": "UNITED STATES"
                },
                {
                    "count": 108,
                    "term": "LEBANON"
                },
                {
                    "count": 89,
                    "term": "CHINA, PEOPLE'S REPUBLIC OF"
                },
                {
                    "count": 89,
                    "term": "EUROPE"
                },
                {
                    "count": 76,
                    "term": "EGYPT, ARAB REPUBLIC OF"
                },
                {
                    "count": 74,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 68,
                    "term": "SOUTH AFRICA, REPUBLIC OF"
                },
                {
                    "count": 65,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 64,
                    "term": "SALVADOR, EL"
                },
                {
                    "count": 58,
                    "term": "CAMBODIA"
                },
                {
                    "count": 58,
                    "term": "POLAND"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "LEAD: In a mood of friendship and good will, at least 15,000 Jews and Palestinians danced, sang, laughed and talked to one another today as they formed a human chain for peace that snaked two and a half miles around the walls of Jerusalem's Old City. In a mood of friendship and good will, at least 15,000 Jews and Palestinians danced, sang, laughed",
                "byline": "Special to The New York Times",
                "date": "19891231",
                "title": "JEWS JOIN IN RALLY WITH PALESTINIANS",
                "url": "http://www.nytimes.com/1989/12/31/world/jews-join-in-rally-with-palestinians.html"
            },
            {
                "body": "LEAD: SOMEWHERE between Hyde Park Corner and Buckingham Palace, London, around noon, May 27: I am changing clothes in a London taxi, in mixed company, while my companions politely look aside, and the cabby threads his way through crowds around the palace with a look on his face that says, ''How in Heaven's n-a-i-me did I ever get into this?",
                "byline": "By JAMES MacGREGOR BURNS; JAMES MacGREGOR BURNS, the political historian, is a fellow at the Humanities Center of Williams College.",
                "date": "19891231",
                "title": "History on the Run",
                "url": "http://www.nytimes.com/1989/12/31/travel/history-on-the-run.html"
            },
            {
                "body": "LEAD: IN HIS RECENT MEETing with President Bush, Mikhail S. Gorbachev was reported to have suggested that the American stop using the phrase Western values, as in ''the triumph of Western values.'' This hint that the West had won the cold war smacked too much of gloating. IN HIS RECENT MEETing with President Bush, Mikhail S. Gorbachev was reported",
                "byline": "By WILLIAM SAFIRE",
                "date": "19891231",
                "title": "On Language; Word of the Year: Freedom",
                "url": "http://www.nytimes.com/1989/12/31/magazine/on-language-word-of-the-year-freedom.html"
            },
            {
                "body": "LEAD: To the Editor: To the Editor: The Rev. Paul S. Tipton describes the questioning in Miami by United States officials and a Salvadoran lieutenant colonel of Lucia Barrera de Cerna, the Salvadoran witness to the November murder of six Jesuit priests and their housekeepers (Op-Ed, Dec. 17). Threatening deportation, one Federal Bureau of",
                "date": "19891231",
                "title": "Let's Stop Buying Butchery in El Salvador",
                "url": "http://www.nytimes.com/1989/12/31/opinion/l-let-s-stop-buying-butchery-in-el-salvador-478089.html"
            },
            {
                "body": "LEAD: Viewing American foreign policy these days can seem a bit like watching a badly dubbed and poorly edited foreign movie. The actors often seem to be speaking the wrong lines and their actions often seem to be all out of order. Viewing American foreign policy these days can seem a bit like watching a badly dubbed and poorly edited foreign",
                "byline": "By THOMAS L. FRIEDMAN",
                "date": "19891231",
                "title": "The World; As Ideology Recedes, The U.S. Rearranges Its Global Struggles",
                "url": "http://www.nytimes.com/1989/12/31/weekinreview/the-world-as-ideology-recedes-the-us-rearranges-its-global-struggles.html"
            },
            {
                "body": "LEAD: During more than a year in self-imposed exile, former President Chun Doo Hwan has declined to answer questions about the abuses of power and corruption that marked his repressive eight-year rule of South Korea - the dark side of the nation's economic miracle of the last decade. During more than a year in self-imposed exile, former President",
                "byline": "By DAVID E. SANGER, Special to The New York Times",
                "date": "19891231",
                "title": "Seoul's Disgraced Military Leader Is to Testify Today",
                "url": "http://www.nytimes.com/1989/12/31/world/seoul-s-disgraced-military-leader-is-to-testify-today.html"
            },
            {
                "body": "LEAD: Things from the late 1940's are suddenly quite interesting, not because baby boomers are nostalgic for a moment that was just before their time but because, as eras end, it is natural to look back at their origins and think about some of the roads not taken. Things from the late 1940's are suddenly quite interesting, not because baby boomers",
                "byline": "By Thomas Hine; Thomas Hine is the author of ''Populuxe,'' published by Knopf, about design in the 1950's. He is working on a book about imagining the future.",
                "date": "19891231",
                "title": "ARCHITECTURE/DESIGN ARCHITECTURE VIEW; From Friend to Mysterious Alien Force in 40 Years",
                "url": "http://www.nytimes.com/1989/12/31/arts/architecture-design-architecture-view-friend-mysterious-alien-force-40-years.html"
            },
            {
                "body": "LEAD: I SAW my first television in 1932 - a BBC production of Pirandello's play ''The Man With a Flower in His Mouth.'' I have seen a lot of television since, in most of the countries of the world, and have spent three years as a television critic. I am convinced that the future of broadcasting rests with radio. I SAW my first television in 1932 -",
                "byline": "By Anthony Burgess; Anthony Burgess's latest published work is a collection of short stories, ''The Devil's Mode'' (Random House).",
                "date": "19891231",
                "title": "TELEVISION TV VIEW: TV Is Not a Medium for Adults. Radio, on the Other Hand,...",
                "url": "http://www.nytimes.com/1989/12/31/arts/television-tv-view-tv-is-not-a-medium-for-adults-radio-on-the-other-hand.html"
            },
            {
                "body": "LEAD: IN the computer industry, which is known for flamboyant characters and child prodigies, American Telephone & Telegraph's Robert M. Kavner is emerging as a statesman. A newcomer to the business and an accountant by training, he is orchestrating an extraordinary shift in the fractious industry: Laying the foundation for a single software",
                "byline": "By JOHN MARKOFF",
                "date": "19891231",
                "title": "Computing's Peacemaker",
                "url": "http://www.nytimes.com/1989/12/31/business/computing-s-peacemaker.html"
            },
            {
                "body": "LEAD: Dear David, When you and I recently appeared together before a large crowd out in Brighton Beach, I began by telling the people, ''I want to thank everyone out there who voted for me. I appreciate it.'' Then, I added, ''I also want to thank everyone who didn't - you liberated me.'' Dear David, When you and I recently appeared together before",
                "byline": "By Edward I. Koch; Edward I. Koch, Mayor of New York City, lost the mayoral primary to David N. Dinkins, New York's Mayor-elect. Adapted from ''All the Best: Letters From a Feisty Mayor,'' by Edward I. Koch, to be published next April by Simon & Schuster.",
                "date": "19891231",
                "title": "How'd I Do?",
                "url": "http://www.nytimes.com/1989/12/31/magazine/how-d-i-do.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2998
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 667,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 412,
                    "term": "IRAQ"
                },
                {
                    "count": 310,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"
                },
                {
                    "count": 267,
                    "term": "KUWAIT"
                },
                {
                    "count": 256,
                    "term": "ISRAEL"
                },
                {
                    "count": 164,
                    "term": "UNITED STATES"
                },
                {
                    "count": 114,
                    "term": "PERSIAN GULF"
                },
                {
                    "count": 107,
                    "term": "EAST GERMANY"
                },
                {
                    "count": 103,
                    "term": "EUROPE"
                },
                {
                    "count": 102,
                    "term": "WEST GERMANY"
                },
                {
                    "count": 100,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 99,
                    "term": "SAUDI ARABIA"
                },
                {
                    "count": 85,
                    "term": "SOUTH AFRICA"
                },
                {
                    "count": 79,
                    "term": "NICARAGUA"
                },
                {
                    "count": 69,
                    "term": "CAMBODIA"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "Children wearing paper hats, blowing whistles and igniting firecrackers wandered through the streets here today, reflecting a festive mood as Lebanese prepared to celebrate New Year's Eve with a gusto unseen in more than 15 years. Vendors adorned carts with tinsel and sold all sorts of hats, including fezzes, cowboy hats and military caps. The",
                "byline": "By IHSAN A. HIJAZI, Special to The New York Times",
                "date": "19901231",
                "title": "In Beirut, Blasts of a Different Sort This New Year",
                "url": "http://www.nytimes.com/1990/12/31/world/in-beirut-blasts-of-a-different-sort-this-new-year.html"
            },
            {
                "body": "President Carlos Saul Menem today defended his release from jail of the military junta leaders who directed the 1970's \"dirty war,\" as human rights groups prepared \"marches of mourning\" over the controversial presidential pardons. Two former military Presidents from that period, Jorge Videla and Roberto Viola, four other cashiered military leaders",
                "byline": "REUTERS",
                "date": "19901231",
                "title": "Argentine Defends Release of 'Dirty War' Leaders",
                "url": "http://www.nytimes.com/1990/12/31/world/argentine-defends-release-of-dirty-war-leaders.html"
            },
            {
                "body": "Senator Bob Dole, the Senate Republican leader, said today that putting the Emir of Kuwait back on his throne was not \"worth one American life, as far as I am concerned.\" Appearing on the NBC News program \"Meet the Press,\" Senator Dole said the American people \"want to make certain that President Bush has done everything, pursued every avenue, for",
                "byline": "Special to The New York Times",
                "date": "19901231",
                "title": "CONFRONTATION IN THE GULF; Dole Cautious on U.S. Role in Gulf Combat",
                "url": "http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-dole-cautious-on-us-role-in-gulf-combat.html"
            },
            {
                "body": "In their first such admission, Sandinista army officers have acknowledged that advanced weapons were smuggled recently from Nicaragua to guerrillas fighting in El Salvador, Administration officials said today. But the Sandinistas have pledged to United States diplomats that such aid has been halted, the officials said. The Bush Administration was",
                "byline": "By CLIFFORD KRAUSS, Special to The New York Times",
                "date": "19901231",
                "title": "Sandinistas Admit Missiles Went to Salvador",
                "url": "http://www.nytimes.com/1990/12/31/world/sandinistas-admit-missiles-went-to-salvador.html"
            },
            {
                "body": "Disregard last year; it was not my finest prognosticating hour. I was right about the bust into recession and the sudden German unification, but wrong about everything else. Serve me no humble pie; when Dolph Camilli, the Brooklyn Dodger home-run hitter, struck out three times in a row, we in the Ebbets Field bleachers used to nod sagely and say,",
                "byline": "By William Safire",
                "date": "19901231",
                "title": "ESSAY; Office Pool, 1991",
                "url": "http://www.nytimes.com/1990/12/31/opinion/essay-office-pool-1991.html"
            },
            {
                "body": "It is like a film in slow motion. Any time after Jan. 15 there may be a war, with terrible human and political consequences. We move toward that deadline, trancelike, as if there were no way out. President Bush would plainly prefer not to use military force. He has threatened war on Iraq in order to avoid it -- to persuade Saddam Hussein that he",
                "byline": "By Anthony Lewis",
                "date": "19901231",
                "title": "ABROAD AT HOME; Happy New Year?",
                "url": "http://www.nytimes.com/1990/12/31/opinion/abroad-at-home-happy-new-year.html"
            },
            {
                "body": "Foreign ministers of the European Community agreed today to meet in a special session on Friday to consider an independent initiative aimed at persuading Iraq to withdraw its forces from Kuwait before the United Nations deadline of Jan. 15. The meeting was proposed by Germany and endorsed by France after the United States and Iraq repeatedly failed",
                "byline": "By ALAN RIDING, Special to The New York Times",
                "date": "19901231",
                "title": "CONFRONTATION IN THE GULF; EUROPEANS PLAN A SPECIAL SESSION ON CRISIS IN GULF",
                "url": "http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-europeans-plan-a-special-session-on-crisis-in-gulf.html"
            },
            {
                "body": "INTERNATIONAL 2-7 The European Community will meet for an emergency session to consider independent action aimed at persuading Iraq to withdraw its forces from Kuwait before the United Nations deadline of Jan. 15. Page 1 Iraq will summon Muslim leaders from 17 countries for a conference on Jan. 9 to draw up plans for a response to any attack on",
                "date": "19901231",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1990/12/31/nyregion/news-summary-591890.html"
            },
            {
                "body": "IF there is one convenience that historians will find in sorting out the precipitous collapse of Communism, it is the tidy way in which events have fallen into calendar years. It was in 1989 that Communist regimes fell, with Romania just squeezing in before the year's end, and it was in 1990 that the real scope of the political naivete and economic",
                "byline": "By SERGE SCHMEMANN",
                "date": "19901230",
                "title": "The World; What if There's No Happy Ending in Moscow?",
                "url": "http://www.nytimes.com/1990/12/30/weekinreview/the-world-what-if-there-s-no-happy-ending-in-moscow.html"
            },
            {
                "body": "Braving bitter cold, more than 400 people held a spiritual ceremony at dawn today beside a mass grave marking the site where scores of Sioux men, women and children were killed by Federal troops a century ago. On the 100th anniversary of the Wounded Knee massacre, Indian spiritual men led a blessing of the site and a releasing-of-the-spirits rite",
                "byline": "REUTERS",
                "date": "19901230",
                "title": "A Century Later at Wounded Knee, Indians Try to Bury the Heartbreak",
                "url": "http://www.nytimes.com/1990/12/30/us/a-century-later-at-wounded-knee-indians-try-to-bury-the-heartbreak.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3179
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 1104,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 560,
                    "term": "IRAQ"
                },
                {
                    "count": 554,
                    "term": "ISRAEL"
                },
                {
                    "count": 302,
                    "term": "KUWAIT"
                },
                {
                    "count": 203,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"
                },
                {
                    "count": 145,
                    "term": "YUGOSLAVIA"
                },
                {
                    "count": 126,
                    "term": "UNION OF SOVIET SOCIALIST REPUBLICS"
                },
                {
                    "count": 122,
                    "term": "UNITED STATES"
                },
                {
                    "count": 121,
                    "term": "SYRIA"
                },
                {
                    "count": 115,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 106,
                    "term": "CROATIA (YUGOSLAVIA)"
                },
                {
                    "count": 96,
                    "term": "SAUDI ARABIA"
                },
                {
                    "count": 82,
                    "term": "JORDAN"
                },
                {
                    "count": 78,
                    "term": "LEBANON"
                },
                {
                    "count": 74,
                    "term": "WEST BANK"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "A powerful explosion caused by a car bomb ripped through a densely populated quarter of the Lebanese capital today, killing 20 people and wounding 82 others, the police said, in the most devastating attack since Lebanon began a peace process a year ago after 16 years of civil war. The motive for the bombing was not immediately known; no group or",
                "byline": "By IHSAN A. HIJAZI,",
                "date": "19911231",
                "title": "Car Bomb Kills 20 in Beirut, Shattering City's New Calm",
                "url": "http://www.nytimes.com/1991/12/31/world/car-bomb-kills-20-in-beirut-shattering-city-s-new-calm.html"
            },
            {
                "body": "William Buckley, an officer with the Central Intelligence Agency, and Lieut. Col. William R. Higgins of the Marines, two hostages slain by their captors in Beirut, were buried today with elaborate military honors. Senior officials who paid tribute to the two men said the arrival of their coffins at their final resting places marked the end of a",
                "byline": "By CLIFFORD KRAUSS,",
                "date": "19911231",
                "title": "2 Hostages, Slain in Beirut, Are Buried in U.S.",
                "url": "http://www.nytimes.com/1991/12/31/world/2-hostages-slain-in-beirut-are-buried-in-us.html"
            },
            {
                "body": "In a final attempt to push El Salvador's warring parties to a cease-fire, countries involved in the negotiations have offered to help guarantee that peace accords are carried out and to lead a major international effort to rebuild the country. Diplomats disclosed the plan as talks between the conservative Salvadoran Government and leftist",
                "byline": "By TIM GOLDEN,",
                "date": "19911231",
                "title": "5 Nations May Aid Salvador Pact",
                "url": "http://www.nytimes.com/1991/12/31/world/5-nations-may-aid-salvador-pact.html"
            },
            {
                "body": "President Bush belatedly set off for Asia yesterday, taking along the chiefs of 21 major American corporations, including the Big Three auto makers. Regrettably, Mr. Bush seems to be leaving his own best foreign policy instincts and free trade principles behind. Originally, this trip to Australia, Singapore, South Korea and Japan was meant to",
                "date": "19911231",
                "title": "Distorted Diplomacy on Japan",
                "url": "http://www.nytimes.com/1991/12/31/opinion/distorted-diplomacy-on-japan.html"
            },
            {
                "body": "After weeks of delays marked by violence and threats, the factions that have fought a 12-year-old civil war met today for the first time in Cambodia. They appealed to the United Nations to speed the deployment of a large peacekeeping force here before fighting resumes. The meeting of the Supreme National Council included Khieu Samphan, a senior",
                "byline": "By DAVID E. SANGER,",
                "date": "19911231",
                "title": "Factions Meeting in Phnom Penh Appeal to U.N. for Peacekeepers",
                "url": "http://www.nytimes.com/1991/12/31/world/factions-meeting-in-phnom-penh-appeal-to-un-for-peacekeepers.html"
            },
            {
                "body": "It was never meant to be a lifetime sentence, or the death of George Steinbrenner's stewardship as the head of the Yankees. The punishment the Yankees' owner agreed to accept as the result of dealings with an admitted gambler was originally drawn up as a two-year suspension. Two years have not even passed yet on Steinbrenner's partially",
                "byline": "By Claire Smith",
                "date": "19911231",
                "title": "ON BASEBALL; Steinbrenner's Return Far From a Sure Thing",
                "url": "http://www.nytimes.com/1991/12/31/sports/on-baseball-steinbrenner-s-return-far-from-a-sure-thing.html"
            },
            {
                "body": "INTERNATIONAL A2-10 SEPARATE ARMIES FOR REPUBLICS Eleven former Soviet republics agreed that individual members of their new commonwealth could form separate armies, though strategic nuclear weapons would remain under a single command. A1 Rebels continued to battle troops loyal to Georgia's President. A6 BIRTHS DIP IN EX-COMMUNIST LANDS Across the",
                "date": "19911231",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1991/12/31/nyregion/news-summary-106791.html"
            },
            {
                "body": "Saudi Arabia's religious and political leaders are concerned about militant religious fundamentalists who are using mosques and religious universities to stir up opposition. The senior religious leader, Sheik Abdelaziz ibn Baz, who in the past was generally assumed to be at least tacitly opposed to the modernization policies of the Government, made",
                "byline": "By YOUSSEF M. IBRAHIM,",
                "date": "19911231",
                "title": "The Saudis Are Fearful, Too, As Islam's Militant Tide Rises",
                "url": "http://www.nytimes.com/1991/12/31/world/the-saudis-are-fearful-too-as-islam-s-militant-tide-rises.html"
            },
            {
                "body": "When Bethuel Masetla rides the morning train to work in Johannesburg, he faithfully telephones his wife back in Soweto to reassure her that he arrived alive. Such a telephone call does not seem superfluous to thousands of commuters who travel by trains to and from the segregated black townships bordering Johannesburg. In the last 16 months, more",
                "byline": "By CHRISTOPHER S. WREN,",
                "date": "19911231",
                "title": "Soweto Journal; Gangs of Random Killers Stalk Commuter Trains",
                "url": "http://www.nytimes.com/1991/12/31/world/soweto-journal-gangs-of-random-killers-stalk-commuter-trains.html"
            },
            {
                "body": "The state of the hemline was a subject agitating both designers and retailers during the last year. Consumers seemed relatively unconcerned. During the five-year run of the miniskirt they had done pretty much what they wanted. If they liked the way they looked in short skirts, they wore them. If they felt they were too old, too serious or too fat,",
                "byline": "By BERNADINE MORRIS",
                "date": "19911231",
                "title": "In 1991, a Mixture Of Caution and Elan",
                "url": "http://www.nytimes.com/1991/12/31/news/in-1991-a-mixture-of-caution-and-elan.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3559
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 394,
                    "term": "ISRAEL"
                },
                {
                    "count": 386,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 322,
                    "term": "YUGOSLAVIA"
                },
                {
                    "count": 157,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 157,
                    "term": "SERBIA"
                },
                {
                    "count": 112,
                    "term": "BOSNIA-HERZEGOVINA (YUGOSLAVIA)"
                },
                {
                    "count": 105,
                    "term": "COMMONWEALTH OF INDEPENDENT STATES"
                },
                {
                    "count": 83,
                    "term": "BOSNIA-HERZEGOVINA"
                },
                {
                    "count": 80,
                    "term": "UNITED STATES"
                },
                {
                    "count": 78,
                    "term": "WEST BANK"
                },
                {
                    "count": 71,
                    "term": "CAMBODIA"
                },
                {
                    "count": 69,
                    "term": "LEBANON"
                },
                {
                    "count": 68,
                    "term": "SYRIA"
                },
                {
                    "count": 62,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 56,
                    "term": "EL SALVADOR"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "It is one of the paradoxes of the Bosnian war that after nine months of fighting, the strongest call for peace is coming from the Serbian forces, universally condemned as the aggressors, and the greatest resistance to a settlement is coming from the country's Muslims, who have won international sympathy for their suffering at Serbian hands. The",
                "byline": "By JOHN F. BURNS,",
                "date": "19921231",
                "title": "War's Pendulum: A special report.; Bosnia 1992: New Puzzles In the Jigsaw of Violence",
                "url": "http://www.nytimes.com/1992/12/31/world/war-s-pendulum-special-report-bosnia-1992-new-puzzles-jigsaw-violence.html"
            },
            {
                "body": "Alex Quaison-Sackey, the first diplomat from a black African nation to serve as President of the General Assembly of the United Nations, died Monday at Korie Bu Hospital in Accra, Ghana. He was 68 and lived in Accra. Mr. Quaison-Sackey died of a pulmonary embolism, said a son, Dr. Egya Quaison-Sackey of Baltimore. Alex Quaison-Sackey was a",
                "date": "19921231",
                "title": "Alex Quaison-Sackey, Ghanaian Official, 68",
                "url": "http://www.nytimes.com/1992/12/31/obituaries/alex-quaison-sackey-ghanaian-official-68.html"
            },
            {
                "body": "Riding a tide of Hindu nationalism, India's Hindu fundamentalist opposition party has decided to instigate months of nationwide strikes, demonstrations and political disruption in an effort to paralyze the Government and force elections. The decision, made in the last week by the Bharatiya Janata Party, comes in the wake of the destruction by Hindu",
                "byline": "By EDWARD A. GARGAN,",
                "date": "19921231",
                "title": "HINDU PARTY TALKS OF TYING UP INDIA",
                "url": "http://www.nytimes.com/1992/12/31/world/hindu-party-talks-of-tying-up-india.html"
            },
            {
                "body": "THE Hasid was sitting in his study in Crown Heights receiving visitors while upstairs some of his seven children were playing noisily. Presently, the doorbell rang and a tall black man was led into the book-lined room. The Hasid rose from the table, stretched his arm high over his head. \"Yo,\" he said, and the two men slapped palms. \"Communication/",
                "byline": "By Michael T. Kaufman",
                "date": "19921230",
                "title": "ABOUT NEW YORK; For Lubavitch Rappers, Harmony Breeds Peace",
                "url": "http://www.nytimes.com/1992/12/30/nyregion/about-new-york-for-lubavitch-rappers-harmony-breeds-peace.html"
            },
            {
                "body": "With the country's political stability hanging in the balance, millions of Kenyans voted today, their first broadly contested election in nearly a quarter-century. President Daniel arap Moi who has ruled for 14 years, faces seven challengers. In the race for Parliament, about 700 candidates are contesting the 188 seats in the single house. Results",
                "byline": "By KENNETH B. NOBLE,",
                "date": "19921230",
                "title": "Kenya Votes, a Mirror Perhaps of Democracy in Africa",
                "url": "http://www.nytimes.com/1992/12/30/world/kenya-votes-a-mirror-perhaps-of-democracy-in-africa.html"
            },
            {
                "body": "United Nations officials accused Khmer Rouge guerrillas today of killing 12 ethnic Vietnamese in the deadliest violation of the Cambodian peace accord. Four children were among the victims of the raid on Sunday night on Kompong Tralach, a fishing village in central Kompong Chhnang province, a United Nations spokesman said. Two Cambodians were also",
                "date": "19921230",
                "title": "U.N. Says the Khmer Rouge Killed 12 Ethnic Vietnamese",
                "url": "http://www.nytimes.com/1992/12/30/world/un-says-the-khmer-rouge-killed-12-ethnic-vietnamese.html"
            },
            {
                "body": "Communists and nationalists combined forces in the federal Parliament today to oust Prime Minister Milan Panic. The move apparently ended the short but highly unusual political career of Mr. Panic, an American citizen who many in the West had hoped would somehow take power and end the war in Bosnia and Herzegovina. The overwhelming no-confidence",
                "byline": "By CHUCK SUDETIC,",
                "date": "19921230",
                "title": "Yugoslav Premier Ousted by Foes 6 Months After Return From U.S.",
                "url": "http://www.nytimes.com/1992/12/30/world/yugoslav-premier-ousted-by-foes-6-months-after-return-from-us.html"
            },
            {
                "body": "In theory, it should have been simple. Traffic was clogging the northeastern corner of town, and so City Hall decided that a new road had to be built. Nothing in Jerusalem is ever that simple. You can hardly poke a shovel into the soil of this city without stumbling upon a place where someone lived, or fought, or prayed, or started his journey",
                "byline": "By CLYDE HABERMAN,",
                "date": "19921230",
                "title": "Jerusalem Journal; The Bones Are Buried, but the Hatchets Aren't",
                "url": "http://www.nytimes.com/1992/12/30/world/jerusalem-journal-the-bones-are-buried-but-the-hatchets-aren-t.html"
            },
            {
                "body": "As signs accumulated that elderly people here are beginning to die from hunger and cold, the United Nations military commander for Bosnia and Herzegovina made an impassioned plea today for an end to the battle for Sarajevo, or at least for a cease-fire until Bosnia's bitter winter gives way to spring. \"It's a question of life and death,\" Gen.",
                "byline": "By JOHN F. BURNS,",
                "date": "19921230",
                "title": "As Deaths From Cold Rise in Sarajevo, U.N. Commander Appeals for Truce",
                "url": "http://www.nytimes.com/1992/12/30/world/as-deaths-from-cold-rise-in-sarajevo-un-commander-appeals-for-truce.html"
            },
            {
                "body": "Mayor-elect J. Christian Bollwage today named Mary F. Rabadeau, a former Catholic-school teacher, as his choice for director of the Elizabeth Police Department. If she is confirmed by the City Council, Captain Rabadeau would become the first woman to lead a major police department in New Jersey and one of the few women heading police departments in",
                "byline": "By EVELYN NIEVES,",
                "date": "19921230",
                "title": "Woman Named to Head Police in Elizabeth",
                "url": "http://www.nytimes.com/1992/12/30/nyregion/woman-named-to-head-police-in-elizabeth.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3116
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 666,
                    "term": "YUGOSLAVIA"
                },
                {
                    "count": 542,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 516,
                    "term": "ISRAEL"
                },
                {
                    "count": 290,
                    "term": "BOSNIA-HERZEGOVINA"
                },
                {
                    "count": 286,
                    "term": "BOSNIA AND HERZEGOVINA"
                },
                {
                    "count": 267,
                    "term": "SERBIA"
                },
                {
                    "count": 185,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 159,
                    "term": "RUSSIA"
                },
                {
                    "count": 157,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 142,
                    "term": "SERBIA (YUGOSLAVIA)"
                },
                {
                    "count": 132,
                    "term": "WEST BANK"
                },
                {
                    "count": 124,
                    "term": "SOMALIA"
                },
                {
                    "count": 109,
                    "term": "CROATIA"
                },
                {
                    "count": 101,
                    "term": "JERICHO (ISRAELI-OCCUPIED TERRITORY)"
                },
                {
                    "count": 96,
                    "term": "UNITED STATES"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "An I.R.A. sniper shot and killed a British soldier on patrol in Northern Ireland today, raising doubts over prospects for a British-Irish initiative aimed at bringing peace to the province. The killing, for which the I.R.A. took responsibility, was the first in Northern Ireland since Britain and Ireland started their peace bid on Dec. 15,",
                "byline": "By WILLIAM E. SCHMIDT,",
                "date": "19931231",
                "title": "I.R.A. Sniper Kills British Soldier, Raising Doubts on Peace Initiative",
                "url": "http://www.nytimes.com/1993/12/31/world/ira-sniper-kills-british-soldier-raising-doubts-on-peace-initiative.html"
            },
            {
                "body": "Even as it finally recognized Israel, the Vatican sought today to defend its position in the Arab world and to register its demand for international guarantees of Jerusalem's spiritual status as a holy place for Christians, Jews and Muslims alike. The spokesman for the Vatican, Joaquin Navarro-Valls, set out its position at a news conference here",
                "byline": "By ALAN COWELL,",
                "date": "19931231",
                "title": "Vatican Seeks Arab Favor; Plans Accord With Jordan",
                "url": "http://www.nytimes.com/1993/12/31/world/vatican-seeks-arab-favor-plans-accord-with-jordan.html"
            },
            {
                "body": "The Green Knight By Iris Murdoch 472 pages. Viking. $23.95. In this age of glittering post-modern fictions and tiny, domestic novellas, Iris Murdoch's commodious novels of ideas tend to feel like strange, provocative throwbacks to the 19th century. Her elaborate, improbable plots; her sprawling casts of characters; her insistent manipulation of",
                "byline": "By MICHIKO KAKUTANI",
                "date": "19931231",
                "title": "Books of The Times; A Novel's Rich Tapestry From Another Century",
                "url": "http://www.nytimes.com/1993/12/31/books/books-of-the-times-a-novel-s-rich-tapestry-from-another-century.html"
            },
            {
                "body": "International A2-10 VATICAN RECOGNIZES ISRAEL Formally recognizing each other after decades of aloofness, Israel and the Vatican signed an agreement to open diplomatic relations. But at the dawn of a new epoch, many Israelis seem unable to shed the memories of church-induced pain. A1 The Vatican still seeks to defend its position in the Arab world.",
                "date": "19931231",
                "title": "NEW SUMMARY",
                "url": "http://www.nytimes.com/1993/12/31/nyregion/new-summary.html"
            },
            {
                "body": "Roman Catholic officials, leaders of Jewish organizations and Israeli diplomats in the United States welcome the accord establishing diplomatic relations between the Vatican and Israel not only as a political achievement but also as a milestone in religious history. In a joint statement yesterday, the National Conference of Catholic Bishops and the",
                "byline": "By PETER STEINFELS",
                "date": "19931231",
                "title": "Among Catholics and Jews in U.S., 'Reconciliation' Is Often Heard",
                "url": "http://www.nytimes.com/1993/12/31/world/among-catholics-and-jews-in-us-reconciliation-is-often-heard.html"
            },
            {
                "body": "Here is a sampling of New Year's Eve and New Year's Day activities around town: Today RADIO CITY \"CHRISTMAS SPECTACULAR,\" Radio City Music Hall, Avenue of the Americas at 50th Street. The annual Christmas show with the Rockettes. Performances: Today, 11 A.M. and 2 P.M.; tomorrow, 2 and 7 P.M.; Sunday, 2 and 5 P.M. Tickets: $33 to $49. Through Jan.",
                "date": "19931231",
                "title": "Some Ways To Ring Out And Ring In",
                "url": "http://www.nytimes.com/1993/12/31/arts/some-ways-to-ring-out-and-ring-in.html"
            },
            {
                "body": "Rabbi Marshall T. Meyer, an articulate voice of American Jewish liberalism and spiritual leader of Congregation B'nai Jeshurun on the Upper West Side of Manhattan, died on Wednesday at New York Hospital. He was 63 and lived in Manhattan. The cause was cancer, his family said. After living many years in Argentina, where he was a forceful critic of",
                "byline": "By WOLFGANG SAXON",
                "date": "19931231",
                "title": "No Headline",
                "url": "http://www.nytimes.com/1993/12/31/nyregion/no-headline-856093.html"
            },
            {
                "body": "David Weinstein, a professor of Judaic studies, died on Sunday in Sarasota. He was 66. He had a heart attack while playing tennis with his wife and son, his family said. From 1984 to 1987, Mr. Weinstein was the national director of \"A Campaign to Remember,\" a drive to raise $100 million for the Holocaust Memorial Museum that opened this year in",
                "date": "19931231",
                "title": "David Weinstein, 66, Judaic Studies Scholar",
                "url": "http://www.nytimes.com/1993/12/31/obituaries/david-weinstein-66-judaic-studies-scholar.html"
            },
            {
                "body": "The first Bosnian Government statement, released two days after the incident, said only that an unknown gunman killed two Roman Catholic priests inside the Franciscan monastery here on Nov. 13. But for many of central Bosnia's Catholic Croats, faith in the mostly Muslim Government's official stand in favor of preserving an ethnically mixed country",
                "byline": "By CHUCK SUDETIC,",
                "date": "19931231",
                "title": "Killings in Bosnian Monastery Widen Croat-Muslim Divide",
                "url": "http://www.nytimes.com/1993/12/31/world/killings-in-bosnian-monastery-widen-croat-muslim-divide.html"
            },
            {
                "body": "The year 1993 left at least one mark on modern history. In that year the principle of the ethno-religious state was established in Europe. That is what Bosnia means. The inhumanity plucks at us: the daily toll of shells and cold and hunger. But what really matters is the principle. The Serbs set out to \"cleanse\" territory they claimed in Bosnia by",
                "byline": "By ANTHONY LEWIS;",
                "date": "19931231",
                "title": "Abroad at Home; Death of a Dream",
                "url": "http://www.nytimes.com/1993/12/31/opinion/abroad-at-home-death-of-a-dream.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3555
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 562,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 494,
                    "term": "YUGOSLAVIA"
                },
                {
                    "count": 475,
                    "term": "ISRAEL"
                },
                {
                    "count": 426,
                    "term": "BOSNIA AND HERZEGOVINA"
                },
                {
                    "count": 198,
                    "term": "RUSSIA"
                },
                {
                    "count": 138,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 130,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 111,
                    "term": "SYRIA"
                },
                {
                    "count": 109,
                    "term": "NORTHERN IRELAND"
                },
                {
                    "count": 104,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 97,
                    "term": "HAITI"
                },
                {
                    "count": 95,
                    "term": "SERBIA"
                },
                {
                    "count": 93,
                    "term": "WEST BANK"
                },
                {
                    "count": 89,
                    "term": "JORDAN"
                },
                {
                    "count": 87,
                    "term": "MEXICO"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "Syria and Israel have held private, high-level peace negotiations under American sponsorship in Washington for the last six months in an effort to break their deadlock, senior American and Middle East officials said today. The face-to-face talks shifted to an even higher level last week, when the Army Chiefs of Staff of both countries met for the",
                "byline": "By ELAINE SCIOLINO,",
                "date": "19941231",
                "title": "Syria and Israel Said to Conduct Talks in Private",
                "url": "http://www.nytimes.com/1994/12/31/world/syria-and-israel-said-to-conduct-talks-in-private.html"
            },
            {
                "body": "International 2-5 MISSING BOSNIANS The question of the missing in Bosnia has long been overshadowed by the war itself, but now it is coming to the forefront in negotiations. A special report tells the story of one family's struggles. 1 More talks toward cementing the Bosnian cease-fire. 5 SYRIA-ISRAEL TALKS REVEALED Israel and Syria have been",
                "date": "19941231",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1994/12/31/nyregion/news-summary-257877.html"
            },
            {
                "body": "FOR Connie Lessoff, who is 61, and her son David, who is 35, this has been the best of years, one without the depressions that had tormented the young man for so much of his life. \"It's a miracle,\" Mrs. Lessoff said. \"It was hell and now both of us are out of hell.\" Her son agreed. \"What I finally have is a life,\" said Mr. Lessoff, who had come to",
                "byline": "By Michael T. Kaufman",
                "date": "19941231",
                "title": "ABOUT NEW YORK; Mother's Love and Science Dispel a Black Cloud",
                "url": "http://www.nytimes.com/1994/12/31/nyregion/about-new-york-mother-s-love-and-science-dispel-a-black-cloud.html"
            },
            {
                "body": "For New Yorkers who want to go out on New Year's Eve (and not to Times Square), here is a sampling of activities. FIRST NIGHT NEW YORK '95 Music, magic, skating, dancing, 11 A.M. to midnight, at various locations in midtown Manhattan. $20; $7 for children 3 to 12; free for children under 3; (212) 922-9393. PEACE CONCERT Cathedral of St. John the",
                "date": "19941231",
                "title": "Greeting 1995 Minus the Ball",
                "url": "http://www.nytimes.com/1994/12/31/nyregion/greeting-1995-minus-the-ball.html"
            },
            {
                "body": "Warring factions in the conflict that has convulsed Bosnia and Herzegovina for 33 months continued today to inch toward a four-month cessation of fighting, which United Nations mediators hope will be a prelude to a political settlement of the war. Seeking to conclude the accord by this weekend, the senior United Nations commander, Lieut. Gen. Sir",
                "byline": "By STEPHEN KINZER,",
                "date": "19941231",
                "title": "With Hope and Caution, U.N. Is Trying to Extend the Cease-Fire in Bosnia",
                "url": "http://www.nytimes.com/1994/12/31/world/with-hope-and-caution-un-is-trying-to-extend-the-cease-fire-in-bosnia.html"
            },
            {
                "body": "With its belated release of a captured U.S. pilot shot down over its territory, North Korea has defused a crisis that threatened to erode political support in Washington for its just-concluded nuclear agreement with the U.S. The Clinton Administration displayed admirable restraint in its handling of the case, applying just enough private and public",
                "date": "19941231",
                "title": "Repatriation in the Nick of Time",
                "url": "http://www.nytimes.com/1994/12/31/opinion/repatriation-in-the-nick-of-time.html"
            },
            {
                "body": "Merry-Go-Round Enterprises Inc., the troubled retailer of trendy fashions, said yesterday that its creditors had reached an agreement in principle on a reorganization plan that would get the company out of bankruptcy protection by the middle of next year. Analysts were surprised by the proposed plan. Thomas C. Shull and James Kenney, the two",
                "byline": "By STEPHANIE STROM",
                "date": "19941231",
                "title": "COMPANY NEWS; Creditors Accept Plan On Retailer",
                "url": "http://www.nytimes.com/1994/12/31/business/company-news-creditors-accept-plan-on-retailer.html"
            },
            {
                "body": "A gunman dressed all in black stalked into two abortion clinics on the same street here this morning and started shooting, killing two receptionists and wounding five other people. \"Is this the Preterm clinic?\" the gunman asked calmly at the second abortion center, stunned witnesses said. Then he reached into a duffel bag, pulled out a rifle and",
                "byline": "By JOHN KIFNER,",
                "date": "19941231",
                "title": "ANTI-ABORTION KILLINGS: THE OVERVIEW; Gunman Kills 2 at Abortion Clinics in Boston Suburb",
                "url": "http://www.nytimes.com/1994/12/31/us/anti-abortion-killings-overview-gunman-kills-2-abortion-clinics-boston-suburb.html"
            },
            {
                "body": "While formally welcoming his release, many South Koreans expressed skepticism today at assertions by the United States that no bargain was struck with North Korea to win the freedom of a captured helicopter pilot. Always uneasy when the United States deals directly with the North, several South Korean policy experts and commentators suggested that",
                "byline": "By ANDREW POLLACK,",
                "date": "19941231",
                "title": "In South Korea, Uneasiness Over U.S. Dealings with North",
                "url": "http://www.nytimes.com/1994/12/31/world/in-south-korea-uneasiness-over-us-dealings-with-north.html"
            },
            {
                "body": "For decades, popular music has often evolved through a strange cultural exchange between America and England. Beginning with the Beatles and the British invasion and on through punk, new wave and techno, English musicians have picked up on an underappreciated style of music in America, taken it home, reshaped it and brought it back to the United",
                "byline": "By NEIL STRAUSS",
                "date": "19941231",
                "title": "POP REVIEW; British Answer to Rap",
                "url": "http://www.nytimes.com/1994/12/31/arts/pop-review-british-answer-to-rap.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3397
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 620,
                    "term": "YUGOSLAVIA"
                },
                {
                    "count": 555,
                    "term": "BOSNIA AND HERZEGOVINA"
                },
                {
                    "count": 456,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 429,
                    "term": "ISRAEL"
                },
                {
                    "count": 172,
                    "term": "RUSSIA"
                },
                {
                    "count": 170,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 160,
                    "term": "BOSNIA & HERZEGOVINA"
                },
                {
                    "count": 133,
                    "term": "SERBIA"
                },
                {
                    "count": 131,
                    "term": "CROATIA"
                },
                {
                    "count": 118,
                    "term": "NORTHERN IRELAND"
                },
                {
                    "count": 109,
                    "term": "UNITED STATES"
                },
                {
                    "count": 106,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 84,
                    "term": "WEST BANK"
                },
                {
                    "count": 71,
                    "term": "SARAJEVO (BOSNIA)"
                },
                {
                    "count": 67,
                    "term": "CHECHNYA (RUSSIA)"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "In the winter mists of this battered country, there is a silence deeper than the mere absence of gunfire. People seem muted, hushed, as war recedes and anguished retrospection meets fragile hope. Peace has brought no joy. There is a flatness to everything. So much emotion had already been expended. \"Laughter is strangely absent,\" said Zeljko",
                "byline": "By ROGER COHEN",
                "date": "19951231",
                "title": "Spent Bosnia Now Tries to Make Its Peace",
                "url": "http://www.nytimes.com/1995/12/31/world/spent-bosnia-now-tries-to-make-its-peace.html"
            },
            {
                "body": "WHEN Syrians and Israelis sat down last week to try to make peace, they did without the traditional trappings of diplomatic discourse -- a formidable table separating the sides, name plates, microphones and an opening photo-op. Instead, their American hosts seated them cheek-by-jowl in a cozy room around a circular mahogany table, with only a",
                "byline": "By CHRISTOPHER S. WREN",
                "date": "19951231",
                "title": "THE WORLD;How to Set a Peace Table",
                "url": "http://www.nytimes.com/1995/12/31/weekinreview/the-world-how-to-set-a-peace-table.html"
            },
            {
                "body": "THE Clinton Administration apparently does not want Congress to hear the words Eastern Slavonia. Relieved that the dispatch of American troops to Bosnia got Congressional backing, Washington is determined to palm off peacekeeping next door in Eastern Slavonia, the last holdout of Croatian Serbs, to a reluctant United Nations. Logically, the",
                "byline": "By BARBARA CROSSETTE",
                "date": "19951231",
                "title": "THE WORLD;The Mission Not Accepted",
                "url": "http://www.nytimes.com/1995/12/31/weekinreview/the-world-the-mission-not-accepted.html"
            },
            {
                "body": "Heiner Mueller, one of East Germany's most prominent and debated playwrights, died today at a Berlin hospital, a spokesman for his theater company said. He was 66. The cause was cancer, the spokesman said. Mr. Mueller was the artistic director of the Buehne am Schiffbauerdamm theater company, which was founded by Bertold Brecht, and the author of",
                "byline": "Reuters",
                "date": "19951231",
                "title": "Heiner Mueller German Playwright, 66",
                "url": "http://www.nytimes.com/1995/12/31/nyregion/heiner-mueller-german-playwright-66.html"
            },
            {
                "body": "ODETTA doesn't recommend having New Year's Eve for a birthday. The deeply inspirational folk and blues singer, who will perform a cappella at the \"New Year's Eve Concert for Peace\" tonight at the Cathedral of St. John the Divine, was born 66 years ago today. And in her opinion, it was a total rip-off. \"We were a poor family in Los Angeles,\" she",
                "byline": "By BOB MORRIS",
                "date": "19951231",
                "title": "No More New Year-Birthday Blues",
                "url": "http://www.nytimes.com/1995/12/31/style/no-more-new-year-birthday-blues.html"
            },
            {
                "body": "An American soldier was wounded when his vehicle hit a land mine in northeastern Bosnia today, becoming the first American casualty of the NATO-led peacekeeping mission, military officials said. The soldier, Spec. Martin John Begosh of Rockville, Md., was injured when an anti-tank land mine exploded beneath a vehicle carrying military police",
                "byline": "By IAN FISHER",
                "date": "19951231",
                "title": "Land Mine Wounds Soldier, the First U.S. Casualty in Bosnia",
                "url": "http://www.nytimes.com/1995/12/31/world/land-mine-wounds-soldier-the-first-us-casualty-in-bosnia.html"
            },
            {
                "body": "Twenty years after his death, Emperor Haile Selassie still does not have an official resting place. His coffin lies in the crypt of the Bhata Church, an Ethiopian Orthodox church here, next to the marble tomb of his great-uncle, Emperor Menelik II. It is behind glass in what appears to be the crypt's closet, draped in maroon, gold-brocaded velvet,",
                "byline": "By DONATELLA LORCH",
                "date": "19951231",
                "title": "Ethiopia Deals With Legacy of Kings and Colonels",
                "url": "http://www.nytimes.com/1995/12/31/world/ethiopia-deals-with-legacy-of-kings-and-colonels.html"
            },
            {
                "body": "MOVING is seldom easy, but changing addresses can become a nightmare when a moving company presents a bill that is miles off its own estimate or when some possessions fail to turn up at the end of the trip. About 16.5 million households move every year, with 1 million of those across state lines. Few of them realize at the outset just how much",
                "byline": "By ANDREA ADELSON",
                "date": "19951231",
                "title": "SPENDING IT;Boxing Up a Life and Moving It Requires Caution and Cash",
                "url": "http://www.nytimes.com/1995/12/31/business/spending-it-boxing-up-a-life-and-moving-it-requires-caution-and-cash.html"
            },
            {
                "body": "Shanghai is the New York of China. Its pace of life is palpably faster, its sense of style more flamboyant, and its inhabitants' opinion of themselves noticeably higher than anywhere else in the nation. Chinese from smaller cities sometimes fear Shanghai's fast-talking and quick-changing ways, but for those who like big-city life, Shanghai is the",
                "byline": "By SETH FAISON",
                "date": "19951231",
                "title": "WHAT'S DOING IN;Shanghai",
                "url": "http://www.nytimes.com/1995/12/31/travel/what-s-doing-in-shanghai.html"
            },
            {
                "body": "The \"little salon\" is a refuge of counter stools and ungainly chairs in the cluttered rear of the Tabagie Grand-pere, a tobacco, coffee and news shop on Boulevard St. Laurent, where everyone meets. Until recently, the arguments were so heated in Louiseville's version of a country store on Main Street U.S.A. that the Tabagie's owner, Michel",
                "byline": "By CLYDE H. FARNSWORTH",
                "date": "19951231",
                "title": "Small Town In Quebec Just Awaits Next Vote",
                "url": "http://www.nytimes.com/1995/12/31/world/small-town-in-quebec-just-awaits-next-vote.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3333
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 546,
                    "term": "ISRAEL"
                },
                {
                    "count": 539,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 434,
                    "term": "YUGOSLAVIA"
                },
                {
                    "count": 379,
                    "term": "BOSNIA AND HERZEGOVINA"
                },
                {
                    "count": 197,
                    "term": "RUSSIA"
                },
                {
                    "count": 159,
                    "term": "BOSNIA & HERZEGOVINA"
                },
                {
                    "count": 150,
                    "term": "UNITED STATES"
                },
                {
                    "count": 115,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 112,
                    "term": "NORTHERN IRELAND"
                },
                {
                    "count": 97,
                    "term": "CHECHNYA (RUSSIA)"
                },
                {
                    "count": 93,
                    "term": "WEST BANK"
                },
                {
                    "count": 90,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 82,
                    "term": "BOSNIA &HERZEGOVINA"
                },
                {
                    "count": 76,
                    "term": "SYRIA"
                },
                {
                    "count": 70,
                    "term": "LEBANON"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "Cleveland Indians pitcher JOSE MESA went on national television in the Dominican Republic to tell his countrymen that he is innocent of a felony charge of sexual harassment. ''I want to tell the Dominican people that I am a man of irreproachable conduct and, as a public figure who has succeeded in the United States, they want to sully my",
                "date": "19961231",
                "title": "Mesa Proclaims Innocence",
                "url": "http://www.nytimes.com/1996/12/31/sports/mesa-proclaims-innocence.html"
            },
            {
                "body": "A day after North Korea expressed regret for sending a submarine into the South, the Clinton Administration announced today that North Korea had agreed for the first time to talk with South Korea and the United States about the possibility of negotiating a formal end to the Korean War. The agreement represented a significant breakthrough in efforts",
                "byline": "By STEVEN LEE MYERS",
                "date": "19961231",
                "title": "U.S. REPORTS FOES IN KOREA WILLING TO DISCUSS PEACE",
                "url": "http://www.nytimes.com/1996/12/31/world/us-reports-foes-in-korea-willing-to-discuss-peace.html"
            },
            {
                "body": "To the Editor: It is a tribute to Anthony Lewis's discernment that in the midst of the Hebron cliffhanger, he perceives the threat to Israel from religious extremism (column, Dec. 26). Many Israelis believe that once accommodation with the Palestinians is reached, the struggle for Israel's soul between militant ultra-orthodoxy and the proponents of",
                "date": "19961231",
                "title": "A Nation's Soul",
                "url": "http://www.nytimes.com/1996/12/31/opinion/l-a-nation-s-soul-972223.html"
            },
            {
                "body": "To the Editor: In your Dec. 26 editorial on French-American relations (''The Irascible Mr. Chirac''), you write that the United States has refused to turn over NATO's southern command to a French officer, something that France has never requested. France does want the two regional European commands assigned to European officers on a rotating basis.",
                "date": "19961231",
                "title": "U.S.-French Relations: A History of Cooperation",
                "url": "http://www.nytimes.com/1996/12/31/opinion/l-us-french-relations-a-history-of-cooperation-960659.html"
            },
            {
                "body": "When neighbors came to Mullah Mohammed Omar in the spring of 1994, they had a story that was shocking even by the grim standards of Afghanistan's 18-year-old civil war. Two teen-age girls from the mullah's village of Singesar had been abducted by one of the gangs of mujahedeen, or ''holy warriors,'' who controlled much of the Afghan countryside.",
                "byline": "By JOHN F. BURNS with STEVE LeVINE",
                "date": "19961231",
                "title": "How Afghans' Stern Rulers Took Hold",
                "url": "http://www.nytimes.com/1996/12/31/world/how-afghans-stern-rulers-took-hold.html"
            },
            {
                "body": "Russian troops will complete their withdrawal from Chechnya before elections in the province Jan. 27, Russian news agencies quoted officials as saying today. But officials made conflicting statements on when exactly the withdrawal, which is a part of a peace deal struck with Chechen rebels, could be completed. Itar-Tass quoted the chief of staff of",
                "date": "19961231",
                "title": "Russian Troops to Leave Chechnya in January",
                "url": "http://www.nytimes.com/1996/12/31/world/russian-troops-to-leave-chechnya-in-january.html"
            },
            {
                "body": "In a sign of improving relations on the Korean Peninsula, the Government here today handed over to North Korea the remains of 24 infiltrators who were killed after they slipped ashore from a North Korean submarine in September. The return of the remains marked a quick reward to North Korea for having issued a landmark statement of ''deep regret'' a",
                "byline": "By NICHOLAS D. KRISTOF",
                "date": "19961231",
                "title": "South Returns Remains",
                "url": "http://www.nytimes.com/1996/12/31/world/south-returns-remains.html"
            },
            {
                "body": "A front-page picture caption yesterday about the signing of a peace agreement in Guatemala located President Alvaro Arzu Irigoyen incorrectly in some copies. He was at the left, holding a peace torch with a guerrilla leader, not third from left.",
                "date": "19961231",
                "title": "Corrections",
                "url": "http://www.nytimes.com/1996/12/31/nyregion/c-corrections-971863.html"
            },
            {
                "body": "To the Editor: While Anthony Lewis is correct that the lack of harmony between the secular and religious sectors of Israeli society is dangerous (column, Dec. 26), there are valid reasons to dissent on issues he raises. Rather than pursue a policy of harmony, the stronger secular sector may have provoked conflicts it expected to win in order to",
                "date": "19961231",
                "title": "Jerusalem Thoroughfare Is Designed to Provoke",
                "url": "http://www.nytimes.com/1996/12/31/opinion/l-jerusalem-thoroughfare-is-designed-to-provoke-972215.html"
            },
            {
                "body": "After 36 years of civil war that left more than 100,000 people dead and devastated this country's society, a grateful but weary Guatemala formally returned to a state of peace today with the signing of a final armistice between the Government and the leftist guerrillas who have been its traditional adversaries. As thousands of people watched on",
                "byline": "By LARRY ROHTER",
                "date": "19961230",
                "title": "Guatemalans Formally End 36-Year Civil War, Central America's Longest and Deadliest",
                "url": "http://www.nytimes.com/1996/12/30/world/guatemalans-formally-end-36-year-civil-war-central-america-s-longest-deadliest.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3283
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 478,
                    "term": "ISRAEL"
                },
                {
                    "count": 137,
                    "term": "BOSNIA AND HERZEGOVINA"
                },
                {
                    "count": 117,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 106,
                    "term": "NORTHERN IRELAND"
                },
                {
                    "count": 105,
                    "term": "JERUSALEM"
                },
                {
                    "count": 97,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 76,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 71,
                    "term": "CHINA"
                },
                {
                    "count": 71,
                    "term": "RUSSIA"
                },
                {
                    "count": 70,
                    "term": "WEST BANK"
                },
                {
                    "count": 58,
                    "term": "EUROPE"
                },
                {
                    "count": 56,
                    "term": "UNITED STATES"
                },
                {
                    "count": 51,
                    "term": "HEBRON (WEST BANK)"
                },
                {
                    "count": 51,
                    "term": "JORDAN"
                },
                {
                    "count": 47,
                    "term": "SOUTH KOREA"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "LOBEL-Joseph Mearson. Beloved father of Brian Mearson Lobel and Gail Lobel Shields. Cherished grandfather of Alexander Joseph and Chelsea Anne Shields. Loving father-in-law of Ellen Mulhall and Robert Shields. Lived with love, we wish him peace and hold close his memory. Service 10AM Friday, January 2, Plaza Memorial Chapel, 91 Street and Amsterdam",
                "date": "19971231",
                "title": "Paid Notice: Deaths LOBEL, JOSEPH MEARSON",
                "url": "http://www.nytimes.com/1997/12/31/classified/paid-notice-deaths-lobel-joseph-mearson.html"
            },
            {
                "body": "To the Editor: In ''Mapping Crime Hot Spots'' (editorial, Dec. 28), you suggest that a ''high accountability'' police regime ''can create pressures that demoralize a police force.'' Just who in a police department becomes demoralized because an administration demands excellence in combating crime? Certainly it is not those personnel who are",
                "date": "19971231",
                "title": "Police Under Pressure",
                "url": "http://www.nytimes.com/1997/12/31/opinion/l-police-under-pressure-850764.html"
            },
            {
                "body": "Danilo Dolci, an advocate of nonviolent social reform whose writings and poetry chronicled Sicily's beauty and sense of despair, died today in a hospital in Sicily of heart failure. He was 73. Mr. Dolci, who suffered from diabetes and was debilitated recently by pneumonia after a visit to China, had used a wheelchair in recent months. A labor",
                "byline": "By JOHN TAGLIABUE",
                "date": "19971231",
                "title": "Danilo Dolci, Vivid Voice Of Sicily's Poor, Dies at 73",
                "url": "http://www.nytimes.com/1997/12/31/world/danilo-dolci-vivid-voice-of-sicily-s-poor-dies-at-73.html"
            },
            {
                "body": "Serious filmgoers have learned to take special notice of the week between Christmas and New Year's. It's the time for especially distinguished year-end sleepers (''The Madness of King George,'' ''In the Name of the Father''), and this year it brings two beauties: an exotic Australian romance steeped in religion and gambling (''Oscar and Lucinda,''",
                "byline": "By JANET MASLIN",
                "date": "19971231",
                "title": "FILM REVIEW; 'The Boxer' Seeks Hope Amid Ulster's Suffering",
                "url": "http://www.nytimes.com/1997/12/31/movies/film-review-the-boxer-seeks-hope-amid-ulster-s-suffering.html"
            },
            {
                "body": "Three prisoners who belong to an Irish Republic Army splinter group were charged today with killing a notorious Protestant militant, an assassination that threatens delicate cease-fires in the British province. The British Government also announced a crackdown on security at the Maze Prison, where members of the Irish National Liberation Army, the",
                "date": "19971230",
                "title": "3 in I.R.A. Splinter Unit Charged in Slaying",
                "url": "http://www.nytimes.com/1997/12/30/world/3-in-ira-splinter-unit-charged-in-slaying.html"
            },
            {
                "body": "REISFELD-Maurice. Formerly of the Bronx, NY. Nearing his 100th birthday. Passed away at his home in Charlotte, NC. A World War II veteran, US Army Air Force, who strived to live with love and care. When there is peace in our hearts it will find its way into the world. For further information call Wien and Wien 1-800-322-0533.",
                "date": "19971230",
                "title": "Paid Notice: Deaths REISFELD, MAURICE",
                "url": "http://www.nytimes.com/1997/12/30/classified/paid-notice-deaths-reisfeld-maurice.html"
            },
            {
                "body": "Japan is in disarray politically and economically, lurching through a financial crisis as its Prime Minister plumbs new depths of unpopularity. So where is the main opposition party in the world's second largest economic power? Instead of rubbing its hands with glee, it is committing suicide. The New Frontier Party, founded just three years ago,",
                "byline": "By NICHOLAS D. KRISTOF",
                "date": "19971230",
                "title": "Looking for an Opposition in Japan",
                "url": "http://www.nytimes.com/1997/12/30/world/looking-for-an-opposition-in-japan.html"
            },
            {
                "body": "Every age has its voice. The time before the wars that rent Yugoslavia was one of bombastic nationalistic cant. During the war came the strident calls for patriotism, blood and vengeance. In peace, those who provided the fodder for the conflict, already labeled ''the doomed generation,'' have begun to speak with a dark cynicism of the societies",
                "byline": "By CHRIS HEDGES",
                "date": "19971230",
                "title": "Novi Sad Journal; Cynics in Their 20's, Bred in the Balkan Inferno",
                "url": "http://www.nytimes.com/1997/12/30/world/novi-sad-journal-cynics-in-their-20-s-bred-in-the-balkan-inferno.html"
            },
            {
                "body": "Lawyers for Theodore J. Kaczynski today abandoned their effort to defend him against charges that he was the Unabomber by arguing that he had a ''mental defect.'' The action was a victory for prosecutors who have been working to bar the defense from arguing that Mr. Kaczynski is a delusional paranoid schizophrenic. The prosecutors asked the judge",
                "byline": "By WILLIAM GLABERSON",
                "date": "19971230",
                "title": "Lawyers Drop Mental Defense For Kaczynski",
                "url": "http://www.nytimes.com/1997/12/30/us/lawyers-drop-mental-defense-for-kaczynski.html"
            },
            {
                "body": "A top official in Mexico's governing party today strongly denied any link between the party itself and the leader of a local municipality -- also a party member -- who has been charged in the massacre of 45 people in the southern state of Chiapas. ''It's like the guys in Oklahoma who blew up the Federal building,'' said the official, Alfredo",
                "byline": "By IAN FISHER",
                "date": "19971229",
                "title": "Governing Party in Mexico Denies Any Role in the Massacre of 45 Indians Last Week",
                "url": "http://www.nytimes.com/1997/12/29/world/governing-party-mexico-denies-any-role-massacre-45-indians-last-week.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2998
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 418,
                    "term": "ISRAEL"
                },
                {
                    "count": 204,
                    "term": "NORTHERN IRELAND"
                },
                {
                    "count": 127,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 110,
                    "term": "IRAQ"
                },
                {
                    "count": 104,
                    "term": "WEST BANK"
                },
                {
                    "count": 95,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 86,
                    "term": "SERBIA"
                },
                {
                    "count": 72,
                    "term": "KOSOVO (SERBIA)"
                },
                {
                    "count": 69,
                    "term": "RUSSIA"
                },
                {
                    "count": 51,
                    "term": "UNITED STATES"
                },
                {
                    "count": 49,
                    "term": "IRELAND"
                },
                {
                    "count": 44,
                    "term": "BOSNIA AND HERZEGOVINA"
                },
                {
                    "count": 44,
                    "term": "MEXICO"
                },
                {
                    "count": 38,
                    "term": "INDIA"
                },
                {
                    "count": 35,
                    "term": "AFGHANISTAN"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "Alexandra Chernikova did not want to move her family into a housing project, fearing it would be unclean and unsafe. So after she and her husband separated in 1996, she worked two jobs, hoping to make enough money to stay in their apartment in Brighton Beach, Brooklyn. But she could not afford the rent, and she and her son and daughter moved into",
                "byline": "By ADAM GERSHENSON",
                "date": "19981231",
                "title": "THE NEEDIEST CASES; Forceful Entry by Police Shatters Peace of Mind",
                "url": "http://www.nytimes.com/1998/12/31/nyregion/the-neediest-cases-forceful-entry-by-police-shatters-peace-of-mind.html"
            },
            {
                "body": "EUROPE RUSSIA: YELTSIN ATTACKS EXTREMISM -- President Boris N. Yeltsin ordered the Government to fight political and religious extremism in the wake of several recent anti-Semitic outbursts by Russian politicians. Mr. Yeltsin told Prime Minister Yevgeny M. Primakov and other senior officials to draw up a program to oppose extremism, the President's",
                "byline": "Compiled by Christopher S. Wren",
                "date": "19981231",
                "title": "World Briefing",
                "url": "http://www.nytimes.com/1998/12/31/world/world-briefing.html"
            },
            {
                "body": "When the man named Sor saw that he had been recognized, he covered his face with a scarf and tried to disappear into the crowd. But Vann Nath caught him. ''I held him by the arm and I asked him: 'Is it you? Is it you named Sor?' '' Mr. Vann Nath said, calling the man by his revolutionary nickname. ''He said, 'No, it's not me, you're confused.' But",
                "byline": "By SETH MYDANS",
                "date": "19981231",
                "title": "A MILLION GHOSTS: A special report.; Revenge or Justice? Cambodians Confront the Past",
                "url": "http://www.nytimes.com/1998/12/31/world/million-ghosts-special-report-revenge-justice-cambodians-confront-past.html"
            },
            {
                "body": "SATOW-Jed. On December 29, 1998. Beloved son of Phillip and Donna Satow. Loving brother of Michael and Julie, and sister-inlaw Barbara. Dear uncle of Max. Cherished grandson of Shirley Pechter & Sarah Satow. Services Thursday, 11:30 A.M., at Frank E. Campbell, 1076 Madison Avenue at 81st Street. SATOW-Jed. The Columbia College Alumni Association",
                "date": "19981231",
                "title": "Paid Notice: Deaths SATOW, JED",
                "url": "http://www.nytimes.com/1998/12/31/classified/paid-notice-deaths-satow-jed.html"
            },
            {
                "body": "President Alvaro Arzu has appealed for national reconciliation and asked Guatemalans to forgive the state for its role in the deaths and deprivation they suffered in 36 years of civil war. ''In the name of the state, I ask forgiveness,'' Mr. Arzu said on Tuesday at a ceremony marking the second anniversary of the signing of a United",
                "date": "19981231",
                "title": "Apology to Guatemalans",
                "url": "http://www.nytimes.com/1998/12/31/world/apology-to-guatemalans.html"
            },
            {
                "body": "Israelis joke that theirs is a country of six million people, six million cell phones and now, six million candidates for Prime Minister. Every time Prime Minister Benjamin Netanyahu turns around, he faces a potential new rival, not from the left but from his own conservative camp -- and, as of today, from his own Cabinet, after Environment",
                "byline": "By DEBORAH SONTAG",
                "date": "19981231",
                "title": "Netanyahu Challenged From Left And Right",
                "url": "http://www.nytimes.com/1998/12/31/world/netanyahu-challenged-from-left-and-right.html"
            },
            {
                "body": "The powder keg in the small New Hampshire town has a name: Wade Whitehouse, keeper of the peace. As played with fierce, anguished intensity by Nick Nolte, who gives the performance of his career in Paul Schrader's quietly stunning new film, Wade works part time as Lawford's policeman and knows that his hardest job is policing himself. But during",
                "byline": "By JANET MASLIN",
                "date": "19981230",
                "title": "FILM REVIEW; A Suppressed Son Erupts With Molten Emotions",
                "url": "http://www.nytimes.com/1998/12/30/movies/film-review-a-suppressed-son-erupts-with-molten-emotions.html"
            },
            {
                "body": "''Je suis low bat.'' Whenever ''low bat'' starts flashing on their cellular phones, people here know that their batteries are nearly drained. The phrase is a fashionable one here in the capital's deluxe hotels and gated villas, a coinage peculiar to a place where regular phones don't work and only the thin upper layer of society can afford",
                "byline": "By NORIMITSU ONISHI",
                "date": "19981230",
                "title": "Long War Saps Spirit And Money In Congo",
                "url": "http://www.nytimes.com/1998/12/30/world/long-war-saps-spirit-and-money-in-congo.html"
            },
            {
                "body": "People thought nothing could top Joel Grey's portrayal of the seedy, seductive M.C. in ''Cabaret.'' Then they saw Alan Cumming in the role (in this year's Roundabout Theater revival). So until now, a lot of people thought nothing could top Mr. Cumming. Tonight there is opportunity for direct comparison, and synergy, when the two men sing and gyrate",
                "byline": "By ANITA GATES",
                "date": "19981230",
                "title": "TELEVISION REVIEW; From the Kit Kat to the Lollipop",
                "url": "http://www.nytimes.com/1998/12/30/arts/television-review-from-the-kit-kat-to-the-lollipop.html"
            },
            {
                "body": "Iris Murdoch, the celebrated author of 26 rigorously intellectual novels, stood uncertainly in the doorway of her living room, her face frozen in the blank expression that is a sure badge of Alzheimer's disease. It was only when she saw her husband, the critic, professor and novelist John Bayley, that a flicker of comprehension sparked in her eyes.",
                "byline": "By SARAH LYALL",
                "date": "19981230",
                "title": "ARTS ABROAD: Devotion Refuses to Yield; Alzheimer's Disease Cannot Divide a Literary Couple",
                "url": "http://www.nytimes.com/1998/12/30/books/arts-abroad-devotion-refuses-yield-alzheimer-s-disease-cannot-divide-literary.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3241
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 766,
                    "term": "SERBIA"
                },
                {
                    "count": 708,
                    "term": "KOSOVO (SERBIA)"
                },
                {
                    "count": 376,
                    "term": "ISRAEL"
                },
                {
                    "count": 212,
                    "term": "RUSSIA"
                },
                {
                    "count": 135,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 89,
                    "term": "SYRIA"
                },
                {
                    "count": 85,
                    "term": "NORTHERN IRELAND"
                },
                {
                    "count": 80,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 78,
                    "term": "CHINA"
                },
                {
                    "count": 67,
                    "term": "UNITED STATES"
                },
                {
                    "count": 50,
                    "term": "GERMANY"
                },
                {
                    "count": 50,
                    "term": "JORDAN"
                },
                {
                    "count": 49,
                    "term": "EUROPE"
                },
                {
                    "count": 49,
                    "term": "NEW YORK STATE"
                },
                {
                    "count": 49,
                    "term": "WEST BANK"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "The concluding day of the 20th century and therefore of the second millennium -- that event so freighted with various meanings by historians, politicians, fictionists and doomsaying preachers -- is upon us. With allowances for the dateline, it will fall everywhere with equal finality, evoking all around the world the same feelings of solemnity for",
                "date": "19991231",
                "title": "The Journey to 2000",
                "url": "http://www.nytimes.com/1999/12/31/opinion/the-journey-to-2000.html"
            },
            {
                "body": "BERAKHA-Esther (nee Rossi). Of Manhattan, died on December 29, 1999 just before her 89th birthday. Born in Buenos Aires. Loving wife of the late David Berakha. Mother of George Beraka, M.D., & the late Vicky Berakha. Mother-inlaw of Judy Beraka. Grandmother of Scott, David and Michael. May she rest in peace.",
                "date": "19991231",
                "title": "Paid Notice: Deaths BERAKHA, ESTHER (NEE ROSSI)",
                "url": "http://www.nytimes.com/1999/12/31/classified/paid-notice-deaths-berakha-esther-nee-rossi.html"
            },
            {
                "body": "EVERY New Year's Eve, we would like to think, one small story closes and another opens. But this year the story arrives in a deluxe edition. The ball dropping in Times Square at midnight will punctuate not just a chapter or a volume, but a boxed set titled ''20th Century.'' And it will be the first mark of an ellipsis into the future. Epochal",
                "byline": "By HOLLAND COTTER",
                "date": "19991231",
                "title": "CRITIC'S NOTEBOOK; Crossing Spiritual Thresholds",
                "url": "http://www.nytimes.com/1999/12/31/arts/critic-s-notebook-crossing-spiritual-thresholds.html"
            },
            {
                "body": "Over the years, the Vatican has made no secret of its displeasure with the outspoken socialist theology of Bishop Samuel Ruiz Garcia, who has presided for four decades in a turbulent, predominantly Indian diocese in the state of Chiapas. So no one was surprised when the Holy See made it clear, as Bishop Ruiz reached the official retirement age of",
                "byline": "By JULIA PRESTON",
                "date": "19991231",
                "title": "Mexican Indians Lose Another Church Ally as Bishop Is Moved",
                "url": "http://www.nytimes.com/1999/12/31/world/mexican-indians-lose-another-church-ally-as-bishop-is-moved.html"
            },
            {
                "body": "On late-night television last week, David Letterman and Tom Brokaw were bantering about the presidential candidates. Mr. Letterman was repeatedly ridiculing George W. Bush and jokes were flying over the Al Gore-Bill Bradley debate over whether to debate every week. Even John McCain took some hits over his temper. But nowhere in this exchange was",
                "byline": "By LESLIE WAYNE",
                "date": "19991231",
                "title": "A Lavish Run Leaves Forbes Laboring for Nation's Notice",
                "url": "http://www.nytimes.com/1999/12/31/us/a-lavish-run-leaves-forbes-laboring-for-nation-s-notice.html"
            },
            {
                "body": "The Thomas Crown Affair In 1968, Norman Jewison's film starred Steve McQueen as a suave Boston art thief who tangles with a slick investigator (Faye Dunaway). Strictly for the 90's, John McTiernan's remake stars Pierce Brosnan (left, with Rene Russo), as sleek and nattily attired as he is in the James Bond role -- no hurdling backyard fences with",
                "date": "19991231",
                "title": "New Video Releases",
                "url": "http://www.nytimes.com/1999/12/31/movies/new-video-releases-135534.html"
            },
            {
                "body": "ALDERMAN-Norman. Rest in peace, dearest friend. We will always miss you and love you. Annette and Dave",
                "date": "19991231",
                "title": "Paid Notice: Deaths ALDERMAN, NORMAN",
                "url": "http://www.nytimes.com/1999/12/31/classified/paid-notice-deaths-alderman-norman.html"
            },
            {
                "body": "THE AMERICAS ARGENTINA: DRUG CHIEF'S WIDOW INDICTED A judge has indicted the widow of Pablo Escobar, once leader of Colombia's Medellin drug cartel, on charges of money laundering and froze $10 million of her assets. Prosecutors said Victoria Henao Vallejos has led a money laundering organization in Argentina since she arrived in Buenos Aires",
                "byline": "By Terence Neilan",
                "date": "19991231",
                "title": "WORLD BRIEFING",
                "url": "http://www.nytimes.com/1999/12/31/world/world-briefing.html"
            },
            {
                "body": "When Kofi Annan, a soft-spoken aristocrat from Ghana, was elected the United Nations' seventh secretary general three years ago, the quiet insider with a gentle sense of humor was welcomed as a healer in an organization raked by derision from American politicians and unsettled by an ugly Clinton administration campaign to oust his predecessor,",
                "byline": "By BARBARA CROSSETTE",
                "date": "19991231",
                "title": "Kofi Annan Unsettles People, As He Believes U.N. Should Do",
                "url": "http://www.nytimes.com/1999/12/31/world/kofi-annan-unsettles-people-as-he-believes-un-should-do.html"
            },
            {
                "body": "To the Editor: The United States is a country founded on the principle of peace, not war. Yet in the last decade we have sent troops to foreign places like Kosovo. These countries were not a security threat to the United States. The only war that took place in the 20th century that we really needed to get involved in was World War II, in which the",
                "date": "19991231",
                "title": "On This Last Eve, a Glance Back, and Ahead; Unnecessary Wars",
                "url": "http://www.nytimes.com/1999/12/31/opinion/l-on-this-last-eve-a-glance-back-and-ahead-unnecessary-wars-152013.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 4021
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 672,
                    "term": "ISRAEL"
                },
                {
                    "count": 139,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 115,
                    "term": "JERUSALEM"
                },
                {
                    "count": 99,
                    "term": "RUSSIA"
                },
                {
                    "count": 97,
                    "term": "WEST BANK"
                },
                {
                    "count": 96,
                    "term": "SYRIA"
                },
                {
                    "count": 89,
                    "term": "LEBANON"
                },
                {
                    "count": 89,
                    "term": "SERBIA"
                },
                {
                    "count": 73,
                    "term": "CHINA"
                },
                {
                    "count": 70,
                    "term": "SIERRA LEONE"
                },
                {
                    "count": 68,
                    "term": "NORTHERN IRELAND"
                },
                {
                    "count": 64,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 63,
                    "term": "NEW YORK STATE"
                },
                {
                    "count": 61,
                    "term": "COLOMBIA"
                },
                {
                    "count": 60,
                    "term": "KOSOVO (SERBIA)"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "As Israelis and Palestinians examine how the broad outlines of President Clinton's unwritten peace proposal might actually look on the ground, widespread opposition is emerging in both communities. With each passing day, new voices are added to the chorus of protest. Even the plan's increasingly lonely chief advocate, Prime Minister Ehud Barak,",
                "byline": "By JOHN KIFNER",
                "date": "20001231",
                "title": "All Sides Resist Plan by Clinton For the Mideast",
                "url": "http://www.nytimes.com/2000/12/31/world/all-sides-resist-plan-by-clinton-for-the-mideast.html"
            },
            {
                "body": "THEY are no longer just refugees, but the children and grandchildren of refugees. Still, in the narrow, muddy streets of Ein Hilweh in Lebanon, Balata on the West Bank and the 57 other camps, where cinder block homes are painted with Palestinian flags and images of rifles, they treasure keys to homes in the Galilee, where they once lived. Old,",
                "byline": "By JOHN KIFNER",
                "date": "20001231",
                "title": "Out of Place; The Price of Peace Will Be Paid in Dreams",
                "url": "http://www.nytimes.com/2000/12/31/weekinreview/out-of-place-the-price-of-peace-will-be-paid-in-dreams.html"
            },
            {
                "body": "Hemmed in by 2,000-foot rock massifs, this village seems, by measure of its beauty and mystery, altogether more like a place to stay than to leave. Yet Al-Ribat's villagers, driven by poverty, have migrated for centuries -- in recent decades, mostly northward, out of Yemen and across the vast desert known as the Empty Quarter that forms a barrier",
                "byline": "By JOHN F. BURNS",
                "date": "20001231",
                "title": "Where bin Laden Has Roots, His Mystique Grows",
                "url": "http://www.nytimes.com/2000/12/31/world/where-bin-laden-has-roots-his-mystique-grows.html"
            },
            {
                "body": "A FAMILIAR face missing from the cafeteria line, a vacant chair at the board meeting, an empty spot on the bench at the corner park -- these are the kinds of holes that death tears in a community. Memories remain alive, of course, for families, friends and colleagues. Other legacies live on as well: the vision that built a business or an art",
                "byline": "By Kate Stone Lombardi",
                "date": "20001231",
                "title": "Snapshot of Their Lives; Remembering Some Unforgettable People Who Died in 2000",
                "url": "http://www.nytimes.com/2000/12/31/nyregion/snapshot-of-their-lives-remembering-some-unforgettable-people-who-died-in-2000.html"
            },
            {
                "body": "To the Editor: Re ''The Wisdom to Let the Good Times Roll'' (''The Clinton Legacy,'' front page, Dec. 25): Perhaps we should be grateful that the Monica Lewinsky scandal looms as such a large part of Bill Clinton's legacy -- not grateful that we had to explain it to our inquisitive 9-year-old sons and daughters, but grateful that we enjoyed such",
                "date": "20001231",
                "title": "As Bill Clinton Leaves the Stage",
                "url": "http://www.nytimes.com/2000/12/31/opinion/l-as-bill-clinton-leaves-the-stage-232521.html"
            },
            {
                "body": "CALL it the case of the good economy gone bad. The nation's decade-long boom seems to be ending more abruptly than any mainstream economist predicted. In the first half of 2000, the American economy was growing at more than 5 percent annually. This quarter, it will be lucky to expand at all. Slowdowns that sudden do not just happen. Yet the nation",
                "byline": "By ALEX BERENSON",
                "date": "20001231",
                "title": "Ideas & Trends; The Case of the Instant Recession",
                "url": "http://www.nytimes.com/2000/12/31/weekinreview/ideas-trends-the-case-of-the-instant-recession.html"
            },
            {
                "body": "In a nation where the average person barely lives to 66, Nina Nikolayevna Semenovskaya is a most notable exception: 93 years old, and still strong enough to bat out love songs on an equally aged upright piano. Just as notable, though, is how she got to that milestone. Every week, for seven years straight, a nurse has dropped by her flat, to check",
                "byline": "By MICHAEL WINES",
                "date": "20001231",
                "title": "A Fit City Offers Russia a Self-Help Model",
                "url": "http://www.nytimes.com/2000/12/31/world/a-fit-city-offers-russia-a-self-help-model.html"
            },
            {
                "body": "INTERNATIONAL 3-13 Resistance Grows To Mideast Peace Plan As Israelis and Palestinians examine how the broad outlines of President Clinton's unwritten peace proposal might actually look on the ground, widespread opposition is emerging in both communities. 1 Old Wounds in Algeria New revelations of atrocities during Algeria's war of independence",
                "date": "20001231",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/2000/12/31/nyregion/news-summary-231827.html"
            },
            {
                "body": "ARCHERY U.S. Target Men's Olympic Bow: Richard Johnson, Woodstock, Conn. Women's Olympic Bow: Karen Scavotto, Enfield, Conn. Men's Compound Bow: Dave Cousins, Westbrooke, Me. Women's Compound Bow: Christie Bisco, Raymond, Me. U.S. Intercollegiate Team: Texas A&M. Men's Olympic Bow: Christopher Shull, Texas A&M. Women's Olympic Bow: Jessica Carlson,",
                "byline": "Compiled by Vincent M. Mallozzi",
                "date": "20001231",
                "title": "CHAMPIONS 2000; From Sydney To the Bronx, the Winners",
                "url": "http://www.nytimes.com/2000/12/31/sports/champions-2000-from-sydney-to-the-bronx-the-winners.html"
            },
            {
                "body": "When Bill Clinton went to India in March, it was the first visit by an American president in 22 years. Among the careful preparations for the historic occasion were a painstaking cleanup around the Taj Mahal, a reconnoitering for wild tigers he might glimpse on a V.I.P. safari and the murder of 35 Sikh villagers in a place called Chittisinghpora.",
                "byline": "By Barry Bearak",
                "date": "20001231",
                "title": "A Kashmiri Mystery",
                "url": "http://www.nytimes.com/2000/12/31/magazine/a-kashmiri-mystery.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3681
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 681,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 611,
                    "term": "ISRAEL"
                },
                {
                    "count": 488,
                    "term": "WASHINGTON (DC)"
                },
                {
                    "count": 243,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 97,
                    "term": "MACEDONIA (FORMER YUGOSLAV REPUBLIC)"
                },
                {
                    "count": 96,
                    "term": "RUSSIA"
                },
                {
                    "count": 95,
                    "term": "NORTHERN IRELAND"
                },
                {
                    "count": 86,
                    "term": "WEST BANK"
                },
                {
                    "count": 80,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 70,
                    "term": "COLOMBIA"
                },
                {
                    "count": 67,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 65,
                    "term": "PAKISTAN"
                },
                {
                    "count": 64,
                    "term": "CHINA"
                },
                {
                    "count": 45,
                    "term": "CONGO (FORMERLY ZAIRE)"
                },
                {
                    "count": 45,
                    "term": "EUROPE"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MYCHAL JUDGE Where He Was Needed The Rev. Mychal Judge never shut his door at the Midtown Franciscan friary, literally or emotionally. Anybody with the slightest need for the contents inside -- be it a warm jacket or his attentive ear -- was welcome. Not that",
                "byline": "These sketches were written by Carla Baranauckas, Felicity Barringer, Michael Brick, David W. Chen, Anthony DePalma, Shaila K. Dewan, Jim Dwyer, Leslie Eaton, Elissa Gootman, Jane Gross, Amy Harmon, Anemona Hartocollis, Diana B. Henriques, Jan Hoffman, John Hyland, Tina Kelley, N. R. Kleinfield, Dylan Loeb McClain, Gretchen Morgenson, Iver Peterson, Terry Pristin, Melena Z. Ryzik, Susan Stellin, Barbara Stewart Edward Wong and Kate Zernike.",
                "date": "20011231",
                "title": "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; The Chaplain's Embrace, the Sergeant's Songs, and More Than One Parent's Devotion",
                "url": "http://www.nytimes.com/2001/12/31/nyregion/nation-challenged-portraits-grief-victims-chaplain-s-embrace-sergeant-s-songs.html"
            },
            {
                "body": "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MYCHAL JUDGE Where He Was Needed The Rev. Mychal Judge never shut his door at the Midtown Franciscan friary, literally or emotionally. Anybody with the slightest need for the contents inside -- be it a warm jacket or his attentive ear -- was welcome. Not that",
                "byline": "These sketches were written by Carla Baranauckas, Felicity Barringer, Michael Brick, David W. Chen, Anthony DePalma, Shaila K. Dewan, Jim Dwyer, Leslie Eaton, Elissa Gootman, Jane Gross, Amy Harmon, Anemona Hartocollis, Diana B. Henriques, Jan Hoffman, John Hyland, Tina Kelley, N. R. Kleinfield, Dylan Loeb McClain, Gretchen Morgenson, Iver Peterson, Terry Pristin, Melena Z. Ryzik, Susan Stellin, Barbara Stewart and Kate Zernike.",
                "date": "20011231",
                "title": "A NATION CHALLENGED: THE VICTIMS; The Chaplain's Embrace, the Sergeant's Songs, and More Than One Parent's Devotion",
                "url": "http://www.nytimes.com/2001/12/31/nyregion/nation-challenged-victims-chaplain-s-embrace-sergeant-s-songs-more-than-one.html"
            },
            {
                "body": "Attacks on Israelis by Palestinians have declined nearly 50 percent in the two weeks since the Palestinian leader Yasir Arafat called for a halt to violence, the Israeli Army said today. But hopes for a continued lull were jolted today when Israeli armed forces shot and killed six Palestinians in two separate incidents near Jewish settlements in",
                "byline": "By DOUGLAS FRANTZ",
                "date": "20011231",
                "title": "New Violence in Mideast, but Attacks by Palestinians Decline",
                "url": "http://www.nytimes.com/2001/12/31/world/new-violence-in-mideast-but-attacks-by-palestinians-decline.html"
            },
            {
                "body": "A string of fireworks explosions and the resulting blaze that raced across four blocks in the historic center of downtown Lima Saturday night killed at least 276 people, officials said today. The fire was propelled by exploding fireworks at dozens of sidewalk stands. The wall of fire trapped holiday shoppers and street vendors, who had jammed the",
                "date": "20011231",
                "title": "Inferno Fed by Fireworks Kills Hundreds in Lima",
                "url": "http://www.nytimes.com/2001/12/31/world/inferno-fed-by-fireworks-kills-hundreds-in-lima.html"
            },
            {
                "body": "With angry middle-class protesters threatening more demonstrations and the leadership of his own party in open rebellion against him, Argentina's interim president, Adolfo Rodrguez Sa, resigned late on Sunday after only a week in office, plunging the country into a new round of uncertainty and turmoil. Blaming what he called ''an attitude of",
                "byline": "By LARRY ROHTER",
                "date": "20011231",
                "title": "Within Hours, 2 Quit as Argentine Leader",
                "url": "http://www.nytimes.com/2001/12/31/world/within-hours-2-quit-as-argentine-leader.html"
            },
            {
                "body": "Settling into the job, one new leader sized up his counterparts while another, a septuagenarian hawk who led Israel's newly reinvigorated right wing, was elected against a backdrop of the worst Israeli-Palestinian violence in years. Soon the Bush administration abandoned the Middle East peace proposals that President Bill Clinton had left on the",
                "date": "20011231",
                "title": "The Year in Pictures: POLITICAL ACTS",
                "url": "http://www.nytimes.com/2001/12/31/news/the-year-in-pictures-political-acts.html"
            },
            {
                "body": "The sniper sat behind sandbags on the roof of the American Embassy as the sun dropped behind the Paghman Mountains and the sky began to fade. A camp stove at his knee exhaled the stink of diesel and a steady hiss. His name was Sgt. Shane B. Schmidt. He was a marine. This was his bunker. To his left was a bolt-action rifle with a telescopic sight.",
                "byline": "By C. J. CHIVERS",
                "date": "20011231",
                "title": "A NATION CHALLENGED: REPORTER'S DIARY; Two Worlds Paired by War: Life or Death, as Luck Will Have It",
                "url": "http://www.nytimes.com/2001/12/31/world/nation-challenged-reporter-s-diary-two-worlds-paired-war-life-death-luck-will.html"
            },
            {
                "body": "In what appeared to be a last-ditch effort to forestall war with India, Pakistan was reported this morning to have arrested Hafiz Muhammad Saeed, the founder of one of two Islamic militant groups accused by India of mounting an attack on the Indian Parliament 18 days ago. Reports by the Reuters and Agence France-Presse news services that appeared",
                "byline": "By JOHN F. BURNS",
                "date": "20011231",
                "title": "Pakistan Is Reported to Have Arrested Militant Leader",
                "url": "http://www.nytimes.com/2001/12/31/world/pakistan-is-reported-to-have-arrested-militant-leader.html"
            },
            {
                "body": "Bullets have ended so many governments in this central African country that foreign troops have been invited in with the sole purpose of keeping its political leaders alive. The South African protection force arrived at the end of October. Its mission is to help guard the transitional government that took office Nov. 1 under a power-sharing",
                "byline": "By MARC LACEY",
                "date": "20011230",
                "title": "Foreign Troops Keep Burundi's Peace",
                "url": "http://www.nytimes.com/2001/12/30/world/foreign-troops-keep-burundi-s-peace.html"
            },
            {
                "body": "SQUADRON-Howard M. Howard was a man of commanding intellect and sweeping vision. He was a brilliant lawyer and negotiator, patron and lover of the arts, and a passionate, articulate and persusive spokesman for Israel and the Jewish people, civil rights and civil liberties, and the City he loved so much. He was equally conversant with international,",
                "date": "20011230",
                "title": "Paid Notice: Deaths SQUADRON, HOWARD M.",
                "url": "http://www.nytimes.com/2001/12/30/classified/paid-notice-deaths-squadron-howard-m.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3876
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 877,
                    "term": "ISRAEL"
                },
                {
                    "count": 334,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 247,
                    "term": "IRAQ"
                },
                {
                    "count": 204,
                    "term": "WASHINGTON (DC)"
                },
                {
                    "count": 201,
                    "term": "WEST BANK"
                },
                {
                    "count": 142,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 115,
                    "term": "SAUDI ARABIA"
                },
                {
                    "count": 89,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 86,
                    "term": "RUSSIA"
                },
                {
                    "count": 78,
                    "term": "INDIA"
                },
                {
                    "count": 78,
                    "term": "RAMALLAH (WEST BANK)"
                },
                {
                    "count": 73,
                    "term": "PAKISTAN"
                },
                {
                    "count": 70,
                    "term": "EGYPT"
                },
                {
                    "count": 64,
                    "term": "COLOMBIA"
                },
                {
                    "count": 64,
                    "term": "EUROPE"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "The road to Halliburton's multibillion-dollar settlement of asbestos claims began to take shape in a conference room at the Marriott hotel in Fort Lauderdale, Fla. -- one of the few rooms in that hotel without an ocean view. Lawyers representing both the company and plaintiffs outlined a strategy that would allow Halliburton to resolve tens of",
                "byline": "By JONATHAN D. GLATER",
                "date": "20021231",
                "title": "The Path Taken By Halliburton To Reach a Deal In Asbestos Suits",
                "url": "http://www.nytimes.com/2002/12/31/business/the-path-taken-by-halliburton-to-reach-a-deal-in-asbestos-suits.html"
            },
            {
                "body": "Is it peculiarly American to want to make yourself a better person? Do people in other countries begin the New Year with a set of resolutions to get up earlier, cut down on drinking, stop smoking and lose weight? Do they energize themselves with books telling them how to be their own shrinks? Do people in, say, Italy or France, think they need to",
                "byline": "By Edmund S. Morgan",
                "date": "20021231",
                "title": "Poor Richard's New Year",
                "url": "http://www.nytimes.com/2002/12/31/opinion/poor-richard-s-new-year.html"
            },
            {
                "body": "BRADLEY-John Francis II. Passed to Heaven with our Lord Jesus Christ, December 31, 1952. Loving husband of Florence Duddy Bradley, deceased 1970. Survived by his son John Francis Bradley III, John and Virginia Connolly (Bradley), James and Edda Bradley, and many grandchildren, grandnieces and grandnephews. May he rest in peace in the company of the",
                "date": "20021231",
                "title": "Paid Notice: Memorials BRADLEY, JOHN FRANCIS II.",
                "url": "http://www.nytimes.com/2002/12/31/classified/paid-notice-memorials-bradley-john-francis-ii.html"
            },
            {
                "body": "It is as if Bob Marley had been appointed Jamaica's minister of culture or Bruce Springsteen were put in charge of the National Endowment of the Arts. When Brazil's new government takes office on Wednesday, its culture portfolio will be held by one of the country's biggest pop stars for the last 35 years, the singer-songwriter and guitarist",
                "byline": "By LARRY ROHTER",
                "date": "20021231",
                "title": "A Government Gig For Brazilian Pop Star; Gilberto Gil Becomes Culture Minister, But Not Everyone Sings His Praises",
                "url": "http://www.nytimes.com/2002/12/31/arts/government-gig-for-brazilian-pop-star-gilberto-gil-becomes-culture-minister-but.html"
            },
            {
                "body": "Traveling Music In spring 1928, before a trip to Europe, George Gershwin worked on some sketches for an orchestral piece requested by the conductor Walter Damrosch for his New York Symphonic Society. While in Paris and Vienna, Gershwin completed the sketches for what became the tone poem ''An American in Paris.'' In February 1932 Gershwin and some",
                "byline": "By LAWRENCE VAN GELDER",
                "date": "20021231",
                "title": "Footlights",
                "url": "http://www.nytimes.com/2002/12/31/movies/footlights.html"
            },
            {
                "body": "Prime Minister Zafarullah Khan Jamali won a vote of confidence in Parliament today and promised to try to improve relations with India. It was the first major test of Pakistan's partial return to democracy. Mr. Jamali's challenge is to shake off the legacy of military rule and the exhausting effect of continuing border conflicts with India, while",
                "date": "20021231",
                "title": "Pakistan Prime Minister Wins Parliamentary Vote of Confidence",
                "url": "http://www.nytimes.com/2002/12/31/world/pakistan-prime-minister-wins-parliamentary-vote-of-confidence.html"
            },
            {
                "body": "If Democrats hungry for a winner in 2004 are hunting for a presidential candidate who has what the last guy lacked, Senator John Edwards of North Carolina stands out as the anti-Gore. He is a fresh face on the political stage -- so fresh that he never sought office before his run for the Senate in 1998. After a career making millions seducing",
                "byline": "By RICHARD L. BERKE",
                "date": "20021230",
                "title": "Freshman Senator Sees the Presidency as His Next, and Second, Office",
                "url": "http://www.nytimes.com/2002/12/30/us/freshman-senator-sees-the-presidency-as-his-next-and-second-office.html"
            },
            {
                "body": "EISENBERGER - Agnes. Dearest friend, sleep in peace next to your Jim. I'll miss you always. Eva EISENBERGER-Agnes. We will miss Agnes-her humanity, integrity, love of music and of her artists. Martha and Frank Salomon",
                "date": "20021230",
                "title": "Paid Notice: Deaths EISENBERGER, AGNES",
                "url": "http://www.nytimes.com/2002/12/30/classified/paid-notice-deaths-eisenberger-agnes.html"
            },
            {
                "body": "The car is Ali's pride and joy. In New York, Chicago or Los Angeles, it would be a head-turner: a mid-1950's Cadillac, jet black, mint condition, equipped as for a movie star or head of state, with barely 5,500 miles on the clock and chrome-trimmed tail fins to make a bobbysoxer weep. In Baghdad's traffic-clogged streets, it is a sensation, drawing",
                "byline": "By JOHN F. BURNS",
                "date": "20021230",
                "title": "THREATS AND RESPONSES: REPARATIONS; A Cadillac and Other Plunder: Iraq-Kuwait Issue Resurfaces",
                "url": "http://www.nytimes.com/2002/12/30/world/threats-responses-reparations-cadillac-other-plunder-iraq-kuwait-issue.html"
            },
            {
                "body": "The dark theater is empty, its plush seats vacant. As the impatient, jostling crowd waits outside the auditorium doors, the famous actor prepares himself. In his dressing room, John Kani massages his forehead and rubs his face, kneading, molding, changing. He closes his eyes and slowly transforms himself into an ordinary man -- no easy task for an",
                "byline": "By RACHEL L. SWARNS",
                "date": "20021230",
                "title": "Johannesburg Journal; A Noted South African Actor Puts His Nation's Mixed Emotions Onstage",
                "url": "http://www.nytimes.com/2002/12/30/world/johannesburg-journal-noted-south-african-actor-puts-his-nation-s-mixed-emotions.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3775
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 938,
                    "term": "IRAQ"
                },
                {
                    "count": 673,
                    "term": "ISRAEL"
                },
                {
                    "count": 190,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 174,
                    "term": "WEST BANK"
                },
                {
                    "count": 173,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 154,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 129,
                    "term": "FRANCE"
                },
                {
                    "count": 118,
                    "term": "RUSSIA"
                },
                {
                    "count": 113,
                    "term": "EUROPE"
                },
                {
                    "count": 93,
                    "term": "LIBERIA"
                },
                {
                    "count": 77,
                    "term": "NORTH KOREA"
                },
                {
                    "count": 65,
                    "term": "GERMANY"
                },
                {
                    "count": 58,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 56,
                    "term": "BAGHDAD (IRAQ)"
                },
                {
                    "count": 55,
                    "term": "IRAN"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "STERN--Ruth. The Officers, Governors and members of the New York Friars Club deeply mourn the loss of their esteemed Member, Ruth Stern, former member of the Board of Governors, member of the Sunshine Committee and a dedicated Co-Chairman of the Entertainment Committee who produced some of our most wonderful, inhouse shows. We extend our heartfelt",
                "date": "20031231",
                "title": "Paid Notice: Deaths STERN, RUTH",
                "url": "http://www.nytimes.com/2003/12/31/classified/paid-notice-deaths-stern-ruth.html"
            },
            {
                "body": "The Israeli Interior Ministry released figures on Tuesday showing that the number of Jewish settlers in the West Bank and the Gaza Strip had increased by 16 percent in the last three years, to 236,381 -- about double the number that existed when Israel signed the Oslo Accords in 1993. The figures were released on a day of violence in Gaza, when an",
                "byline": "By CRAIG S. SMITH",
                "date": "20031231",
                "title": "Israel Says Settlement Population Has Doubled Since '93",
                "url": "http://www.nytimes.com/2003/12/31/world/israel-says-settlement-population-has-doubled-since-93.html"
            },
            {
                "body": "HIGHLIGHTS COURT APPROVES NUDE BARBIE -- Photographing a nude Barbie in a blender or sizzling in a wok is an artist's First Amendment right, a federal appeals court decided on Monday. Referring to Barbie's manufacturer, the court said, ''Mattel cannot use trademark laws to censor all parodies or satires which use its name.'' The lawsuit, filed by",
                "byline": "By Lawrence Van Gelder",
                "date": "20031231",
                "title": "ARTS BRIEFING",
                "url": "http://www.nytimes.com/2003/12/31/arts/arts-briefing.html"
            },
            {
                "body": "''By their mentality and culture, the people of Russia are Europeans,'' President Vladimir V. Putin said in an interview this fall, addressing the centuries-old choice here between East and West. The real question, however, is whether Russia is -- or even wants to be -- part of today's Europe. There is increasing evidence that the answer is no. In",
                "byline": "By Steven Lee Myers",
                "date": "20031231",
                "title": "LETTER FROM EUROPE; Russia and the Rich Western Neighbors: A Cold Peace",
                "url": "http://www.nytimes.com/2003/12/31/world/letter-from-europe-russia-and-the-rich-western-neighbors-a-cold-peace.html"
            },
            {
                "body": "Marta Sofer sat in her mother's apartment in Brooklyn, spinning stories of her childhood, and of her mother, Rozsi Weisz. Mrs. Weisz was being interviewed about her recent stroke, but she had her mind on something else entirely. It was her brawny physical therapist, Silva. ''She waits for him every week like the Messiah,'' Mrs. Sofer, 48, said of",
                "byline": "By JESS WISLOSKI",
                "date": "20031231",
                "title": "The Neediest Cases; A Mother and Daughter Regain Some Peace of Mind",
                "url": "http://www.nytimes.com/2003/12/31/nyregion/the-neediest-cases-a-mother-and-daughter-regain-some-peace-of-mind.html"
            },
            {
                "body": "A thumbnail summary of highlights on Dec. 2 with an article about the unofficial Middle East peace plan known as the Geneva accord referred incompletely to the Western Wall, which the provisions call for Israel to retain. It is the only surviving remnant of the Jewish temple in Jerusalem destroyed by the Romans in A.D. 70. While the wall is",
                "date": "20031231",
                "title": "Corrections",
                "url": "http://www.nytimes.com/2003/12/31/nyregion/c-corrections-780596.html"
            },
            {
                "body": "LAUFER--John P. Dearest and loyal friend, you made every day an adventure. Thanks for everything, now rest in peace. Robert Selsam",
                "date": "20031231",
                "title": "Paid Notice: Deaths LAUFER, JOHN P.",
                "url": "http://www.nytimes.com/2003/12/31/classified/paid-notice-deaths-laufer-john-p.html"
            },
            {
                "body": "A month after American troops occupied Baghdad, the family of Dr. Taki al-Moosawi was gathered at his Baghdad home, watching one of the Arab satellite channels that have become popular since the toppling of Saddam Hussein made it possible for any Iraqi, not just the ruling clique, to have satellite receivers. And suddenly there it was: Old film",
                "byline": "By JOHN F. BURNS",
                "date": "20031231",
                "title": "How Disappearance in '84 Blighted Family in Iraq",
                "url": "http://www.nytimes.com/2003/12/31/world/how-disappearance-in-84-blighted-family-in-iraq.html"
            },
            {
                "body": "Between war and peace, between now and not-now, what lies: a no-man's-land of razor wire, infiltration tunnels, phosphorus hissing against ice-grit crags, snow on the Joint Security Area, snow on the Civilian Control Zone, snow of unknowing. Blowing backwards, yesterday by yesterday, the hours crack open. Fifty years of cease-fire, fifty years of",
                "byline": "By Suji Kwock Kim",
                "date": "20031231",
                "title": "Writing In the New Year; New Year at the Demilitarized Zone",
                "url": "http://www.nytimes.com/2003/12/31/opinion/writing-in-the-new-year-new-year-at-the-demilitarized-zone.html"
            },
            {
                "body": "The Israeli government on Sunday ordered the evacuation of four unauthorized Israeli outposts in the West Bank, circumventing for the first time lengthy legal procedures that in the past have complicated government efforts to reverse the incremental spread of Jewish settlements. But judging from the size of one of the outposts, on a hilltop near",
                "byline": "By CRAIG S. SMITH",
                "date": "20031230",
                "title": "Israel Orders Prompt Evacuation Of 4 Tiny West Bank Outposts",
                "url": "http://www.nytimes.com/2003/12/30/world/israel-orders-prompt-evacuation-of-4-tiny-west-bank-outposts.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 4114
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 401,
                    "term": "IRAQ"
                },
                {
                    "count": 386,
                    "term": "ISRAEL"
                },
                {
                    "count": 266,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 151,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 110,
                    "term": "WEST BANK"
                },
                {
                    "count": 75,
                    "term": "SUDAN"
                },
                {
                    "count": 73,
                    "term": "EUROPE"
                },
                {
                    "count": 60,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 59,
                    "term": "RUSSIA"
                },
                {
                    "count": 56,
                    "term": "FRANCE"
                },
                {
                    "count": 52,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 51,
                    "term": "PAKISTAN"
                },
                {
                    "count": 47,
                    "term": "FALLUJA (IRAQ)"
                },
                {
                    "count": 43,
                    "term": "INDIA"
                },
                {
                    "count": 42,
                    "term": "MIDDLE EAST"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "Abdul Hamid Ansar woke up before dawn Thursday, whispered prayers, gulped down a cup of steaming tea and resumed his surreal new existence: overseer of Sri Lanka's coast of death. Mr. Ansar, a shy, 42-year-old divisional secretary, the Sri Lankan equivalent of an American city manager, has led the search for bodies along a four-mile stretch of",
                "byline": "By DAVID ROHDE",
                "date": "20041231",
                "title": "ASIA'S DEADLY WAVES: GOVERNMENT; In a Corner Of Sri Lanka, Devastation And Divisions",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9906E0D91439F932A05751C1A9629C8B63"
            },
            {
                "body": "To the cheers of thousands, government officials signed a peace deal with separatist rebels, bringing hope for an end to two decades of low-level skirmishes in the troubled southern Casamance region.",
                "date": "20041231",
                "title": "World Briefing | Africa: Senegal: Peace Pact Signed",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9F0CE6D71439F932A05751C1A9629C8B63"
            },
            {
                "body": "On a recent afternoon, Kurt Masur stood backstage at Avery Fisher Hall studying an excerpt from the score of ''La Mer.'' The great Toscanini had marked it up, presumably to achieve a more striking effect, but Mr. Masur disagreed. ''It's nonsense,'' he said. ''Debussy was a wonderful orchestrator -- he didn't need any of this.'' The offhand comment",
                "byline": "By JEREMY EICHLER",
                "date": "20041231",
                "title": "Masur Visits, Message And Intensity Intact",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C07E6D81439F932A05751C1A9629C8B63"
            },
            {
                "body": "President Pervez Musharraf announced in a nationwide television address on Thursday that he would continue as the army chief despite his pledge last year to give up the post by the end of 2004. ''I have decided to retain both offices,'' he said. ''In my view, any change in internal or external policies can be extremely dangerous for Pakistan.'' He",
                "byline": "By SALMAN MASOOD",
                "date": "20041231",
                "title": "Musharraf Says He'll Continue as Army Chief",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C0CE5D71439F932A05751C1A9629C8B63"
            },
            {
                "body": "WE stand at a moment of rare opportunity for the United States in the Israeli-Palestinian conflict. Yasir Arafat's death makes a comprehensive settlement feasible once again. Mahmoud Abbas, the moderate Palestinian leader, dominates the field for January's presidential election. If he wins, he could fulfill the commitment he made to ''peaceful",
                "byline": "By Warren Christopher",
                "date": "20041230",
                "title": "Diplomacy That Can't Be Delegated",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9401E5D81739F933A05751C1A9629C8B63"
            },
            {
                "body": "KAHN--Dr. David, died December 27, 2004, at age 92, after a rich and wonderful life. Devoted husband of Carrol, beloved father of Wendy Kahn (Martin Burns) and Susan (Jeffrey) Stern, cherished grandfather of Jacob Burns, Michael and Peter Stern. Caring physician, dedicated teacher and leader of the community, his wisdom, compassion and kindness",
                "date": "20041230",
                "title": "Paid Notice: Deaths KAHN, DR. DAVID",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9503E3DF1439F933A05751C1A9629C8B63"
            },
            {
                "body": "NATKINS -- Mortimer J. Peacefully at home in Naples, Florida, surrounded by his family. Longtime resident of Great Neck, and, for 54 summers, Lake Oscawana in Putnam Valley, NY. Beloved husband of Elaine and the late Lucille Goldberg Natkins; generous, proud and sweet father of Amy, Priscilla and Mara, and their husbands, Richard, Seth and Jerry.",
                "date": "20041230",
                "title": "Paid Notice: Deaths NATKINS, MORTIMER J.",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9B06E2DF1439F933A05751C1A9629C8B63"
            },
            {
                "body": "Peace talks began near the Uganda-Sudan border between the Ugandan government and an elusive rebel group called the Lord's Resistance Army, which has terrorized Ugandans for the last 18 years. The rebels, led by a mystic named Joseph Kony, have reinforced their ranks over the years by kidnapping children. The group's spokesman, Sam Kolo, told the",
                "byline": "By Marc Lacey (NYT)",
                "date": "20041230",
                "title": "World Briefing | Africa: Uganda: Government And Rebels In Talks",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9B00E3D71739F933A05751C1A9629C8B63"
            },
            {
                "body": "A large, pale poster of Mahmoud Abbas, the leading candidate for the Jan. 9 Palestinian presidential election, dominates the main entrance to this Palestinian village of 3,200 people. Mr. Abbas, the official choice of Fatah, the main Palestinian party, has foreigners excited about ''windows of opportunity'' and prospects for a renewed peace",
                "byline": "By STEVEN ERLANGER",
                "date": "20041229",
                "title": "Palestinians Worry About Cost of Peace",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9407E2D81639F93AA15751C1A9629C8B63"
            },
            {
                "body": "Mulyana, a 24-year-old housewife, had just sat down to a wedding party on Sunday morning when the tsunami struck. She ran and held on to a coconut tree. But the water pulled her away anyway, far out to sea. ''I was alone in the middle of the ocean,'' she said on Tuesday from her hospital bed in this town on the northeastern coast of Aceh Province,",
                "byline": "By WAYNE ARNOLD and ERIC LICHTBLAU; Wayne Arnold reported from Lhokseumawe for this article, and Eric Lichtblau from Jakarta.",
                "date": "20041229",
                "title": "ASIA'S DEADLY WAVES: INDONESIA; At the Epicenter, Tales of Death And of Stubborn Fights for Life",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9406E6DF1739F93AA15751C1A9629C8B63"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 3090
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 266,
                    "term": "ISRAEL"
                },
                {
                    "count": 164,
                    "term": "IRAQ"
                },
                {
                    "count": 102,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 89,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 80,
                    "term": "WEST BANK"
                },
                {
                    "count": 52,
                    "term": "CHINA"
                },
                {
                    "count": 52,
                    "term": "SUDAN"
                },
                {
                    "count": 46,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 38,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 34,
                    "term": "EUROPE"
                },
                {
                    "count": 33,
                    "term": "EGYPT"
                },
                {
                    "count": 33,
                    "term": "INDIA"
                },
                {
                    "count": 33,
                    "term": "RUSSIA"
                },
                {
                    "count": 33,
                    "term": "SYRIA"
                },
                {
                    "count": 32,
                    "term": "AFGHANISTAN"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "When the Palestinian playwright Mohammad el-Thaher accepted a commission to write a new bilingual Arabic-Hebrew play, his inspiration was Luigi Pirandello's ''Six Actors in Search of an Author.'' Pirandello's signature work, it explores not only themes of illusion and reality, but also ways that truth is distorted. It was a fitting choice. Mr.",
                "byline": "By LISA ALCALAY KLUG",
                "date": "20051231",
                "title": "In Israel, Where Art Imitates Messy Life",
                "url": "http://www.nytimes.com/2005/12/31/theater/newsandfeatures/31acto.html"
            },
            {
                "body": "I can't remember the last time I saw such a crowd in the Metropolitan Museum's Chinese painting galleries, where views of all-but-empty landscapes are the norm. I'm not talking Times Square at New Year's Eve. But still, it's a full house. Office clerks and society swells rub shoulders with scholars lost in worlds of their own. Actors and priests",
                "byline": "By HOLLAND COTTER",
                "date": "20051231",
                "title": "ART REVIEW; A Culture Of Braiding Many Lives Into One",
                "url": "http://www.nytimes.com/2005/12/31/arts/design/31sacr.html"
            },
            {
                "body": "HERMAN EDWARDS looked the news media in its collective eye Thursday and said with finality that he was the Jets' head coach and planned to be the Jets' head coach. We've heard that before, and in New York we've heard it a lot. ''I'm the Jets' coach, as far as I'm concerned,'' he said. ''Period. That's all I've got to say. We don't have to talk",
                "byline": "By William C. Rhoden",
                "date": "20051231",
                "title": "Sports of The Times; Edwards Runaround Affects Jets' Turnaround",
                "url": "http://select.nytimes.com//2005/12/31/sports/football/31rhoden.ready.html"
            },
            {
                "body": "Deborah Washington, 47, rattled off her previous addresses, in buildings all over Brooklyn. ''Bergen, Fulton -- I've lived in a lot of places,'' she said recently, sitting on an L-shaped couch in the living room of her current apartment in Bedford-Stuyvesant. ''The one on Rochester Avenue, this was a really, really bad place; I mean really bad,''",
                "byline": "By KARI HASKELL",
                "date": "20051231",
                "title": "THE NEEDIEST CASES; After Finding Herself, Hoping to Find Yet Another Home",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9500E6DE1030F932A05751C1A9639C8B63"
            },
            {
                "body": "The city's Parks Department formally ended the era of mass gatherings on Central Park's Great Lawn when it announced yesterday that no more than 50,000 people would be allowed onto the lawn's fragile Kentucky bluegrass for each event. Parks officials also said that only six events with 5,000 to 50,000 spectators would be permitted each year on the",
                "byline": "By TIMOTHY WILLIAMS",
                "date": "20051231",
                "title": "Parks Department to Limit Size Of Events on the Great Lawn",
                "url": "http://www.nytimes.com/2005/12/31/nyregion/31park.html"
            },
            {
                "body": "With much fanfare, after an unscheduled all-night negotiating session, Secretary of State Condoleezza Rice announced Nov. 15 that she had reached an agreement with Israel and the Palestinians on opening the Rafah crossing between Egypt and Gaza, and on establishing a bus convoy for Palestinians to travel between Gaza and the West Bank starting Dec.",
                "byline": "By STEVEN ERLANGER",
                "date": "20051231",
                "title": "No Buses Roll From Gaza To West Bank, Despite Deal",
                "url": "http://www.nytimes.com/2005/12/31/international/middleeast/31convoy.html"
            },
            {
                "body": "Willie Nelson drives a Mercedes. But do not lose faith, true believers. The exhaust from Mr. Nelson's diesel-powered Mercedes smells like peanuts, or French fries, or whatever alternative fuel happens to be in his tank. While Bono tries to change the world by hobnobbing with politicians and Sir Bob Geldof plays host to his mega-benefit concerts,",
                "byline": "By DANNY HAKIM",
                "date": "20051230",
                "title": "On the Road Again",
                "url": "http://www.nytimes.com/2005/12/30/business/30biowillie.html"
            },
            {
                "body": "Two Palestinian civilians and an Israeli Army officer were killed Thursday when a Palestinian suicide bomber, stopped at a checkpoint near Tulkarm, in the West Bank, blew himself up. At least five Palestinian civilians and three Israeli soldiers were wounded, one of them seriously. The Palestinian dead included the driver of the taxi in which the",
                "byline": "By STEVEN ERLANGER",
                "date": "20051230",
                "title": "3 Killed by Suicide Bomber at Checkpoint in the West Bank",
                "url": "http://www.nytimes.com/2005/12/30/international/middleeast/30mideast.html"
            },
            {
                "body": "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional",
                "date": "20051230",
                "title": "The Listings: Dec. 30 - Jan. 5",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A03E2DA1330F933A05751C1A9639C8B63"
            },
            {
                "body": "Wherever Bill Parcells goes, the end of football season coincides with the beginning of debate season. In New York and New England, predicting Parcells's next career move became something of a winter sport. In Dallas, it is already perhaps more popular than hockey and basketball. Every sentence Parcells utters is deconstructed on talk radio. His",
                "byline": "By LEE JENKINS",
                "date": "20051230",
                "title": "PRO FOOTBALL; Will He Stay? Will He Go? Football's Sphinx Won't Say",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D0DE7D61330F933A05751C1A9639C8B63"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2714
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 326,
                    "term": "ISRAEL"
                },
                {
                    "count": 230,
                    "term": "IRAQ"
                },
                {
                    "count": 130,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 128,
                    "term": "LEBANON"
                },
                {
                    "count": 99,
                    "term": "DARFUR (SUDAN)"
                },
                {
                    "count": 98,
                    "term": "IRAN"
                },
                {
                    "count": 97,
                    "term": "SUDAN"
                },
                {
                    "count": 75,
                    "term": "UNITED STATES"
                },
                {
                    "count": 65,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 61,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 54,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 53,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 50,
                    "term": "RUSSIA"
                },
                {
                    "count": 45,
                    "term": "SYRIA"
                },
                {
                    "count": 43,
                    "term": "CHINA"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "Particularly after all the tributes to Gerald Ford in the last few days, President Bush may be pondering his own legacy and obituary. Sorry, Mr. Bush, but it doesn't look good right now, with your obit perhaps beginning something like this: ''George W. Bush, who achieved tremendous acclaim for his handling of the 9/11 terror attacks but left office",
                "byline": "By NICHOLAS D. KRISTOF; David Brooks is on vacation.",
                "date": "20061231",
                "title": "Ten Suggestions for Rescuing the Bush Legacy",
                "url": "http://select.nytimes.com//2006/12/31/opinion/31kristof.html"
            },
            {
                "body": "A car bomb exploded in a parking area at the new airport terminal here on Saturday, and the government blamed the Basque separatist group ETA. One person was missing and 26 were slightly wounded, most of them with damage to their ears from the shock wave. The blast halted all air traffic on one of the year's busiest travel days and brought a fiery",
                "date": "20061231",
                "title": "Separatists Blamed for Bomb at Madrid Airport",
                "url": "http://www.nytimes.com/2006/12/31/world/europe/31spain.html"
            },
            {
                "body": "Saddam Hussein never bowed his head, until his neck snapped. His last words were equally defiant. ''Down with the traitors, the Americans, the spies and the Persians.'' The final hour of Iraq's former ruler began about 5 a.m., when American troops escorted him from Camp Cropper, near the Baghdad airport, to Camp Justice, another American base at",
                "byline": "By MARC SANTORA; Ali Adeeb and Khalid al-Ansary contributed reporting from Baghdad.",
                "date": "20061231",
                "title": "THE STRUGGLE FOR IRAQ; On the Gallows, Curses for U.S. And 'Traitors'",
                "url": "http://www.nytimes.com/2006/12/31/world/middleeast/31gallows.html"
            },
            {
                "body": "Hakim Taniwal was a sociologist sent to humble a warlord, a gentle, bespectacled professor dispatched into Afghanistan's badlands on what seemed a fool's errand. His triumph made for a heartening parable about the power of words over weapons. But the flaw in the hopeful tale was its setting. Afghanistan is a place resistant to happy endings. In the",
                "byline": "By BARRY BEARAK",
                "date": "20061231",
                "title": "THE LIVES THEY LIVED; 'So We Will Talk': HAKIM TANIWAL b. 1946",
                "url": "http://www.nytimes.com/2006/12/31/magazine/31Taniwal.t.html"
            },
            {
                "body": "CHRISTINE JONES had become accustomed to staying home nights, watching ''Cops'' with her daughter, Hannah, then 6, and eating popcorn for dinner. She was separated from her husband and had adopted a stony outlook on men -- that is, until her friend Meredith Specht told her she had lost her ''glitter'' and set her up on a blind date with a dentist",
                "byline": "By JANE GORDON",
                "date": "20061231",
                "title": "WEDDINGS/CELEBRATIONS: VOWS; Christine Jones and Bert Goldfinger",
                "url": "http://www.nytimes.com/2006/12/31/fashion/weddings/31VOWS.html"
            },
            {
                "body": "EXILE ON MAIN STREET A Season in Hell With the Rolling Stones. By Robert Greenfield. Illustrated. 258 pp. Da Capo Press. $24. LAYLA AND OTHER ASSORTED LOVE SONGS BY DEREK AND THE DOMINOS By Jan Reid. 174 pp. Rodale. $16.95. The album is dying. As a format of recorded music, the album -- LP, CD, record, disc, platter, licorice pizza, whatever -- has",
                "byline": "By ALAN LIGHT",
                "date": "20061231",
                "title": "Torn and Frayed",
                "url": "http://www.nytimes.com/2006/12/31/books/review/Light.t.html"
            },
            {
                "body": "Saddam Hussein is one of the few modern leaders to have been tried and executed for his crimes and other abuses of power. Most dictators of the past century have died of natural causes at home or in comfortable exile -- or at the hands of assassins. But with trials of former leaders becoming more common in the past decade, there are other",
                "byline": "By MARLISE SIMONS",
                "date": "20061231",
                "title": "THE STRUGGLE FOR IRAQ; Hussein's Case Won't Bolster International Human Rights Law, Experts Fear",
                "url": "http://www.nytimes.com/2006/12/31/world/middleeast/31history.html"
            },
            {
                "body": "To the Editor: Re ''Back in Style: The Fur Trade'' (Dec. 24): As a vegetarian and senior citizen, I believe that killing other animals is unnecessary. And, the wearing of fur and skin is the epitome of petty human greed and indifference to suffering. But then, we are the creatures who tolerate the slaughter and torture of our sisters and brothers,",
                "date": "20061231",
                "title": "The Fur Trade Bounces Back",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C02E3DD1630F932A05751C1A9609C8B63"
            },
            {
                "body": "For Israel, it has been a typically tumultuous year: Ariel Sharon, then the prime minister, collapsed into a coma on Jan. 4, the radical Islamic group Hamas won Palestinian elections later that month, and Israel fought a monthlong war in Lebanon this summer. But despite the political turmoil and spasms of violence, Israel, it seems, has figured out",
                "byline": "By GREG MYRE",
                "date": "20061231",
                "title": "Amid Political Upheaval, Israeli Economy Stays Healthy",
                "url": "http://www.nytimes.com/2006/12/31/world/middleeast/31israel.html"
            },
            {
                "body": "JOE DIAMANTE was living on the Upper East Side, looking around for an apartment to buy there. But after having seen 30 places and struck out every time, he got kind of fed up. ''Everything was the same box-in-the-sky with the suicide balcony,'' he said. ''I was looking for something more unusual.'' Then one day, he stumbled onto a building called",
                "byline": "By CLAIRE WILSON",
                "date": "20061231",
                "title": "LIVING AROUND/Stuyvesant Square; History and a Dog Run, in One Cozy Package",
                "url": "http://www.nytimes.com/2006/12/31/realestate/31livi.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2989
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 302,
                    "term": "ISRAEL"
                },
                {
                    "count": 258,
                    "term": "IRAQ"
                },
                {
                    "count": 123,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 90,
                    "term": "IRAN"
                },
                {
                    "count": 77,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 76,
                    "term": "WEST BANK"
                },
                {
                    "count": 75,
                    "term": "SUDAN"
                },
                {
                    "count": 65,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 64,
                    "term": "UNITED STATES"
                },
                {
                    "count": 58,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 57,
                    "term": "DARFUR (SUDAN)"
                },
                {
                    "count": 57,
                    "term": "PAKISTAN"
                },
                {
                    "count": 50,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 47,
                    "term": "CHINA"
                },
                {
                    "count": 46,
                    "term": "RUSSIA"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "It didn't take long for the glow of the Annapolis peace conference to wear off. Israelis and Palestinians have quickly fallen back into predictable destructive patterns. Arab countries have not done anywhere near enough to support the negotiations. Even the United States is behind on its pledges: because of bureaucratic wrangling and Israeli",
                "date": "20071231",
                "title": "EDITORIAL; About That Peace Process",
                "url": "http://www.nytimes.com/2007/12/31/opinion/31mon2.html"
            },
            {
                "body": "Violence continued in the Middle East in 2007, particularly among Palestinians themselves. In June, Hamas fighters routed the more moderate Fatah faction to take control of Gaza. That led the United States to renew aid to the Palestinian Authority to shore up the government of Mahmoud Abbas, who is now ruling only the West Bank. There was the",
                "date": "20071231",
                "title": "2007: THE YEAR IN PICTURES; Amid the Chaos, a Struggle to Be Heard",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9B03E1DA1430F932A05751C1A9619C8B63"
            },
            {
                "body": "INTERNATIONALA3-10 Bhutto Party Chooses Son And Looks to Elections Three days after the killing of its leader, Benazir Bhutto, Pakistan's largest political party named her 19-year-old son to succeed her as chairman and vowed to forge ahead with elections next week, creating a new quandary for the government about whether to delay the vote. A1 New",
                "date": "20071231",
                "title": "News Summary",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9B0CE3DD133AF932A05751C1A9619C8B63"
            },
            {
                "body": "This was at an N.B.A. Board of Governors meeting in New York not long ago, James L. Dolan facing his colleagues-in-ownership for the first time since the sexual harassment trial brought by Anucha Browne Sanders had slimed Madison Square Garden and by extension the league. According to a person who attended the meeting, Dolan just couldn't wait to",
                "byline": "By HARVEY ARATON",
                "date": "20071231",
                "title": "SPORTS OF THE TIMES; A Crowd Is Present; Accountability Is Not",
                "url": "http://www.nytimes.com/2007/12/31/sports/basketball/31araton.html"
            },
            {
                "body": "The young officer candidates, in uniforms and old American helmets, their M-16s slung over their shoulders, were blowing up balloons. Lilac, blue and red balloons. Then they attached them to targets. The balloons were ''hostages,'' they said. The point was to hit the target but not a hostage. Of course, since some of these young men and women were",
                "byline": "By STEVEN ERLANGER",
                "date": "20071231",
                "title": "Israeli Army, a National Melting Pot, Faces New Challenges in Training Officers",
                "url": "http://www.nytimes.com/2007/12/31/world/middleeast/31israel.html"
            },
            {
                "body": "The circumstances surrounding the killing of two Israeli settlers by Palestinian gunmen in the West Bank on Friday remained shrouded in confusion on Sunday, with three Palestinian militias, including one connected with President Mahmoud Abbas's Fatah organization, claiming responsibility for the attack. The prime minister of Israel, Ehud Olmert,",
                "byline": "By ISABEL KERSHNER",
                "date": "20071231",
                "title": "Attack on 2 Israeli Settlers Rattles Peace Negotiations",
                "url": "http://www.nytimes.com/2007/12/31/world/middleeast/31mideast.html"
            },
            {
                "body": "Rankings reflect sales, for the week ended Dec. 15, at many thousands of venues where a wide range of general interest books are sold nationwide. These include hundreds of independent book retailers (statistically weighted to represent all such outlets); national, regional and local chains; online and multimedia entertainment retailers; university,",
                "date": "20071230",
                "title": "PAPERBACK BEST SELLERS: FICTION: MASS-MARKET: Sunday, December 30th 2007",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D06E1D61F3AF933A05751C1A9619C8B63"
            },
            {
                "body": "IN normal times, designers and engineers gather in studios and conference rooms to set the course for how cars will look and function. In 2007, though, the decisions with the greatest effect may have been those made inside courtrooms and government agencies. The game changers with the most profound influence were environmental measures, which at",
                "byline": "By NORMAN MAYERSOHN",
                "date": "20071230",
                "title": "Two Steps Greener, One Back",
                "url": "http://www.nytimes.com/2007/12/30/automobiles/30COURT.html"
            },
            {
                "body": "Pepsi Ads In the late 1940s and early 1950s, a certain unease could be detected about the American drift toward a culture of selling, marketing and consumerism. Even Fortune magazine opined in 1947 that ''the American citizen lives in a state of siege from dawn till bedtime,'' seeming to echo the sentiments raised in the best-selling novel ''The",
                "byline": "By ROB WALKER",
                "date": "20071230",
                "title": "CONSUMED | EDWARD F. BOYD B. 1914; Pepsi Ads",
                "url": "http://www.nytimes.com/2007/12/30/magazine/30wwln-consumed-t.html"
            },
            {
                "body": "WE Americans live in a society awash in historical celebrations. The last few years have witnessed commemorations of the bicentennial of the Louisiana Purchase (2003) and the 50th anniversary of the end of World War II (2005). Looming on the horizon are the bicentennial of Abraham Lincoln's birth (2009) and the sesquicentennial of the outbreak of",
                "byline": "By ERIC FONER",
                "date": "20071230",
                "title": "OP-ED CONTRIBUTOR; Forgotten Step Toward Freedom",
                "url": "http://www.nytimes.com/2007/12/30/opinion/30foner.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2869
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 238,
                    "term": "ISRAEL"
                },
                {
                    "count": 131,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 122,
                    "term": "IRAQ"
                },
                {
                    "count": 91,
                    "term": "PAKISTAN"
                },
                {
                    "count": 88,
                    "term": "CHINA"
                },
                {
                    "count": 82,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 71,
                    "term": "RUSSIA"
                },
                {
                    "count": 67,
                    "term": "UNITED STATES"
                },
                {
                    "count": 66,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 63,
                    "term": "IRAN"
                },
                {
                    "count": 55,
                    "term": "SUDAN"
                },
                {
                    "count": 55,
                    "term": "WEST BANK"
                },
                {
                    "count": 46,
                    "term": "EUROPE"
                },
                {
                    "count": 45,
                    "term": "INDIA"
                },
                {
                    "count": 43,
                    "term": "GEORGIA (GEORGIAN REPUBLIC)"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "After four days of Israeli airstrikes on Gaza, an outpouring of popular anger is putting pressure on American allies in the Arab world and appears to be worsening divisions in the region. The sharpest rhetorical attacks have been aimed at Egypt, which is widely seen as having aided the Israeli campaign by closing its border with Gaza. But as major",
                "byline": "By ROBERT F. WORTH; Hwaida Saad contributed reporting from Beirut, and Khalid al-Hammadi from Sana, Yemen.",
                "date": "20081231",
                "title": "Moderate Arab States Feel Popular Anger Over Israeli Action Against Hamas",
                "url": "http://www.nytimes.com/2008/12/31/world/middleeast/31arabs.html"
            },
            {
                "body": "UTTERANCES: 1: E. 2: I. 3: G. 4: B. 5: D. 6: A. 7: H. 8: C. 9: F. SENTENCE QUESTIONS: 10: The Large Hadron Collider. 11: Rice. 12: They were designated protest zones. 13: Hillary Clinton supporters who refused to back Barack Obama. 14: The Joker, played by Heath Ledger, in ''The Dark Knight.'' 15: The Beijing 2008 Olympic torch relay. 16: Kristi",
                "byline": "By THE NEW YORK TIMES",
                "date": "20081231",
                "title": "Answers: The Year in Questions",
                "url": "http://www.nytimes.com/2008/12/31/opinion/01schott-answers.html"
            },
            {
                "body": "COHEN--Herbert G.,M.D. Dear Herb, if only time could stand still the past could be in the future. Oh what a wonderful time we could look forward to. Rest in peace. We all remember you with love. Joan",
                "date": "20081231",
                "title": "Paid Notice: Memorials COHEN, HERBERT G.",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9807EFDE1F3AF932A05751C1A96E9C8B63"
            },
            {
                "body": "To the Editor: Re ''Feeding Body and Soul in the South Bronx'' (news article, Dec. 25): Thanks for a lovely article on the good men of the Franciscan Friars of the Renewal at St. Crispin's Friary. In this turbulent age of excess and superficiality, how refreshing to know that Franciscan communities devoted to simplicity, prayer and service to",
                "date": "20081231",
                "title": "LETTER; In the Rough and Frenetic City, a Gentle Place of Peace",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C0CE2D7123FF932A05751C1A96E9C8B63"
            },
            {
                "body": "With its punishing air attacks on Gaza about to enter a fifth day, its gunboats gathering near the Gaza port and its ground forces poised for imminent action, Israel said Tuesday that it was considering a 48-hour cease-fire that would also require Hamas to stop its rocket fire. The idea was in an early stage, a result of a conversation between",
                "byline": "By ETHAN BRONNER and TAGHREED EL-KHODARY; Ethan Bronner reported from Jerusalem, and Taghreed El-Khodary from Gaza. Mark Landler contributed reporting from Washington.",
                "date": "20081231",
                "title": "Amid a Buildup of Its Forces, Israel Ponders a Cease-Fire",
                "url": "http://www.nytimes.com/2008/12/31/world/middleeast/31mideast.html"
            },
            {
                "body": "MARGOLIN--Shirley, 87, on December 28. Devoted wife of the late Leo Margolin. An activist for over 50 years. She was an early member of the American Peace Movement in the 50s and 60s, a tenacious fighter for social justice, a tireless worker for stronger communities and a housing developer for the homeless with NY State. She is survived by her",
                "date": "20081231",
                "title": "Paid Notice: Deaths MARGOLIN, SHIRLEY",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9801E1DE1F3AF932A05751C1A96E9C8B63"
            },
            {
                "body": "Israel must defend itself. And Hamas must bear responsibility for ending a six-month cease-fire this month with a barrage of rocket attacks into Israeli territory. Still we fear that Israel's response -- devastating airstrikes that represent the largest military operation in Gaza since 1967 -- is unlikely to weaken the militant Palestinian group",
                "date": "20081230",
                "title": "EDITORIAL; War Over Gaza",
                "url": "http://www.nytimes.com/2008/12/30/opinion/30tue1.html"
            },
            {
                "body": "Israel is engaged in an ''all-out war with Hamas,'' Defense Minister Ehud Barak told Parliament on Monday as his air force struck at the organization's civic institutions -- the Islamic University, Interior Ministry and presidential guesthouse. The death toll surpassed 350, some 60 of them civilians, according to United Nations officials. As the",
                "byline": "By ETHAN BRONNER and TAGHREED EL-KHODARY; Ethan Bronner reported from Jerusalem and Taghreed El-Khodary from Gaza. Dina Kraft contributed reporting from Ashkelon, Israel, and Mark Landler from Washington.",
                "date": "20081230",
                "title": "NO EARLY END SEEN TO 'ALL-OUT WAR' ON HAMAS IN GAZA",
                "url": "http://www.nytimes.com/2008/12/30/world/middleeast/30mideast.html"
            },
            {
                "body": "International IRANIAN AUTHORITIES RAID OFFICES OF PROMINENT RIGHTS ACTIVIST Authorities stormed the office of Iran's Nobel Peace Prize laureate, Shirin Ebadi, seizing her computers and her clients' documents. The raid appeared to be part of an effort to keep a tight rein on Ms. Ebadi, Iran's most prominent human rights activist, before presidential",
                "date": "20081230",
                "title": "INSIDE THE TIMES: December 30, 2008",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C00E2D91030F933A05751C1A96E9C8B63"
            },
            {
                "body": "Abdullahi Yusuf Ahmed, the cantankerous president of beleaguered Somalia, resigned Monday. The question now is, will it make a difference? Could it be the death knell of Somalia's transitional government, whose zone of control is down to a few city blocks in a country nearly as big as Texas? Or will it be the government's saving grace? For weeks,",
                "byline": "By JEFFREY GETTLEMAN; Mohammed Ibrahim contributed reporting from Mogadishu, Somalia.",
                "date": "20081230",
                "title": "Opportunities and Risks After Somali Leader Quits",
                "url": "http://www.nytimes.com/2008/12/30/world/africa/30somalia.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2760
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 212,
                    "term": "ISRAEL"
                },
                {
                    "count": 82,
                    "term": "IRAN"
                },
                {
                    "count": 76,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 75,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 67,
                    "term": "PAKISTAN"
                },
                {
                    "count": 53,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 46,
                    "term": "WEST BANK"
                },
                {
                    "count": 44,
                    "term": "CHINA"
                },
                {
                    "count": 38,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 35,
                    "term": "MYANMAR"
                },
                {
                    "count": 34,
                    "term": "NORTH KOREA"
                },
                {
                    "count": 34,
                    "term": "RUSSIA"
                },
                {
                    "count": 32,
                    "term": "IRAQ"
                },
                {
                    "count": 30,
                    "term": "UNITED STATES"
                },
                {
                    "count": 23,
                    "term": "EGYPT"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "A New Jersey judge has ruled that a gestational surrogate who gave birth to twin girls is their legal mother, even though she is not genetically related to them. The ruling gives the woman, who carried the babies in an arrangement with her brother and his male spouse, the right to seek primary custody of the children at a trial in the spring. The",
                "byline": "By STEPHANIE SAUL",
                "date": "20091231",
                "title": "Judge Calls Surrogate Legal Mother of Twins",
                "url": "http://www.nytimes.com/2009/12/31/us/31surrogate.html"
            },
            {
                "body": "Attacks by two suicide bombers on Wednesday near the office of the governor of embattled Anbar Province wounded the governor, a police commander said. The two bombs killed 24 people and wounded 58, said Jasen Mohammed Hamed, chief of the Anbar provincial council. It was not immediately clear if the governor was the bombers' target, but the attack",
                "byline": "By JOHN LELAND and MARK McDONALD; John Leland reported from Baghdad, and Mark McDonald from Hong Kong. Anwar J. Ali and Mohammed Hussein contributed reporting from Baghdad, and Iraqi employees of The New York Times from Ramadi and Diyala Province.",
                "date": "20091231",
                "title": "Bombs Kill 24 in Iraq And Wound A Governor",
                "url": "http://www.nytimes.com/2009/12/31/world/middleeast/31iraq.html"
            },
            {
                "body": "EVERYONE deserves to come home to a calm and tranquil space, but no one more than Francisco Osler, a senior civil affairs officer at the United Nations. He has spent most of the last decade on peacekeeping missions, building schools in East Timor, mediating tribal conflict in southern Sudan and, currently, helping to strengthen government",
                "byline": "By SETH KUGEL",
                "date": "20091231",
                "title": "ON LOCATION; Working for Peace at Home, Too",
                "url": "http://www.nytimes.com/2009/12/31/greathomesanddestinations/31location.html"
            },
            {
                "body": "Wow, what a long year. Just think. At the beginning of 2009, George W. Bush was still in charge of the country, talking about how time had flown since he first ran for president. ''Just seemed like yesterday,'' he reminisced. This was a sentiment the rest of us did not entirely share. I felt as if Bush had been running things since the Mesozoic",
                "byline": "By GAIL COLLINS",
                "date": "20091231",
                "title": "OP-ED COLUMNIST; That Was The Year That Was",
                "url": "http://www.nytimes.com/2009/12/31/opinion/31collins.html"
            },
            {
                "body": "To the Editor: Re ''There's Only One Way to Stop Iran'' (Op-Ed, Dec. 24): Alan J. Kuperman proposes the most dangerous idea of the coming year: bombing Iran's nuclear sites, which some suspect are intended not only for nuclear power but also for nuclear weapons. Yet his own argument undermines the case for attacking Iran. As Mr. Kuperman suggests,",
                "date": "20091230",
                "title": "LETTERS; Policy on Iran: Words or Warheads?",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D01E5DC173BF933A05751C1A96F9C8B63"
            },
            {
                "body": "Israel's Supreme Court ruled on Tuesday that a major access highway to Jerusalem running through the occupied West Bank could no longer be closed to most Palestinian traffic. In a 2-to-1 decision, the court said the military overstepped its authority when it closed the road to non-Israeli cars in 2002, at the height of the second Palestinian",
                "byline": "By ETHAN BRONNER",
                "date": "20091230",
                "title": "Israeli Court Orders Road Opened to Palestinian Cars",
                "url": "http://www.nytimes.com/2009/12/30/world/middleeast/30mideast.html"
            },
            {
                "body": "Welcome to the second of three installments of the Global Sports Forum, where we're taking a look at 2009 before moving ahead to 2010. From chatting with our panel of international correspondents, it's clear the consensus is thatF.C. Barcelona is the global team of the year while the votes for athlete of the year seem split between Usain Bolt and",
                "byline": "By CHRISTOPHER CLAREY",
                "date": "20091230",
                "title": "THE GLOBAL SPORTS FORUM; Sporting Flops of 2009",
                "url": "http://www.nytimes.com/2009/12/30/sports/30forumtwo.html"
            },
            {
                "body": "Iran continued to arrest opposition members on Tuesday in what seemed to be an effort to curb further protests after Sunday's defiant demonstrations against the government, according to opposition Web sites. The authorities arrested dozens of journalists, students and activists on Monday and Tuesday, the Web sites said. Among those arrested was the",
                "byline": "By NAZILA FATHI",
                "date": "20091230",
                "title": "Iran Rounds Up Dozens, Including Laureate's Sister",
                "url": "http://www.nytimes.com/2009/12/30/world/middleeast/30iran.html"
            },
            {
                "body": "Israel announced Monday that it would build nearly 700 housing units in Jewish areas of Jerusalem, on territory conquered in the 1967 war that the Palestinians claim for their future state. The move was criticized by Washington and condemned by Palestinian leaders, who cited it as evidence that the Israelis were undermining efforts to restart peace",
                "byline": "By ETHAN BRONNER",
                "date": "20091229",
                "title": "Israel Plans Almost 700 New Homes in East Jerusalem",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9400E3D71539F93AA15751C1A96F9C8B63"
            },
            {
                "body": "Morris E. Lasker, a federal judge in New York and Massachusetts for four decades who struck down squalid, often brutal conditions in New York City jails and upheld prisoners' rights perhaps more than any other jurist of his era, died Friday in Cambridge, Mass. He was 92 and had homes in Cambridge and Chilmark, Mass. The cause was cancer, his son",
                "byline": "By ROBERT D. McFADDEN; Margalit Fox contributed reporting.",
                "date": "20091229",
                "title": "Morris Lasker Dies at 92; Made City Clean Its Jails",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9901EFD71039F93AA15751C1A96F9C8B63"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2710
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 265,
                    "term": "ISRAEL"
                },
                {
                    "count": 112,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 104,
                    "term": "CHINA"
                },
                {
                    "count": 85,
                    "term": "UNITED STATES"
                },
                {
                    "count": 58,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 58,
                    "term": "WEST BANK"
                },
                {
                    "count": 55,
                    "term": "GAZA STRIP"
                },
                {
                    "count": 54,
                    "term": "PAKISTAN"
                },
                {
                    "count": 50,
                    "term": "NORTH KOREA"
                },
                {
                    "count": 46,
                    "term": "IRAN"
                },
                {
                    "count": 41,
                    "term": "SOUTH KOREA"
                },
                {
                    "count": 40,
                    "term": "RUSSIA"
                },
                {
                    "count": 39,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 35,
                    "term": "TURKEY"
                },
                {
                    "count": 30,
                    "term": "IRAQ"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "JUBA, Sudan -- Nearly six years ago, northern and southern Sudan signed a peace agreement after decades of civil war, hoping to finally bring the suffering to an end. Hundreds of thousands of soldiers had fought one another, some growing up on the battlefield. In the south, millions of people lost their lives, villages disappearing beneath plumes",
                "byline": "By JOSH KRON",
                "date": "20101231",
                "title": "Peace Hovers In Sudan, But Soldiers Stay Armed",
                "url": "http://www.nytimes.com/2010/12/31/world/africa/31sudan.html"
            },
            {
                "body": "International PEACE HOVERS IN SUDAN, But Soldiers Stay Armed The effort to the reintegrate soldiers in Sudan into civilian life as part of a peace agreement between the north and south has lagged. Only a few hundred of the soldiers have put down their weapons and fully rejoined civilian life. Page A4 SOMALIA FACES CONTRACTORS Somalia's Parliament",
                "date": "20101231",
                "title": "Inside the Times",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9800E4D91039F932A05751C1A9669D8B63"
            },
            {
                "body": "BAIM--Sheldon. Dear Shelly, we loved you from the moment Gale brought you into our lives. Rest in peace our dear friend. Phyllis and Shelly",
                "date": "20101231",
                "title": "Paid Notice: Deaths BAIM, SHELDON",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9502EFD9123AF932A05751C1A9669D8B63"
            },
            {
                "body": "If the residents of the Haight, the Castro, the Mission and other San Francisco neighborhoods were given a giant public chalkboard, what would they write? Grant Gordon knows -- thanks to his 2001 Toyota Echo. Sixteen months ago, Mr. Gordon, a Daly City native, covered the car -- its metal surfaces, at least -- in black chalkboard paint, converting",
                "byline": "By GRACE RUBENSTEIN",
                "date": "20101231",
                "title": "THE BAY CITIZEN; At the Curb, Wheels for Free Expression",
                "url": "http://www.nytimes.com/2010/12/31/us/31bcchalkcar.html"
            },
            {
                "body": "IT'S a typical weekend afternoon at Body by Brooklyn, a spa in the borough's Clinton Hill neighborhood. In the ''wet room'' men and women in bathing suits step in and out of the Turkish steam room, two saunas and a cold plunge pool, or sip iced drinks as they rest on reclining chairs near the Jacuzzi. Meanwhile, in the light-drenched main room,",
                "byline": "By SHIVANI VORA",
                "date": "20101231",
                "title": "Take a Plunge, Soak Up Heat, Try a Scrub, Stay Off Your Feet",
                "url": "http://www.nytimes.com/2010/12/31/nyregion/31spaday.html"
            },
            {
                "body": "SEOUL, South Korea -- The North Korean military, the world's fourth-largest, has bolstered its special-forces units during the past two years and has deployed a new battle tank, called the Storm, while expanding its tank brigades, the South Korean Defense Ministry said on Thursday in its biennial white paper. The report said the North's overall",
                "byline": "By MARK McDONALD",
                "date": "20101231",
                "title": "N. Korea Boosts Tanks and Special Forces, South Says",
                "url": "http://www.nytimes.com/2010/12/31/world/asia/31korea.html"
            },
            {
                "body": "Around Town Museums and Sites American Museum of Natural History Through Sunday, the Origami Holiday Tree, with ornaments that reflect museum displays, and ''Race to the End of the Earth,'' an exhibition on Antarctic exploration. Through Aug. 15, ''Brain: The Inside Story,'' an interactive exhibition that blends technology, history and",
                "byline": "By SUNITA REDDY",
                "date": "20101231",
                "title": "Spare Times",
                "url": "http://www.nytimes.com/2010/12/31/arts/31spare.html"
            },
            {
                "body": "Classical Full reviews of recent music performances: nytimes.com/music. Opera 'Carmen' (Wednesday) Edward Gardner leads Richard Eyre's striking production, with Anita Rachvelishvili as Carmen, Roberto Alagna as Don Jos, Paulo Szot as Escamillo and Hei-Kyung Hong as Micala (replacing Genia Khmeier, who is ill). At 8 p.m., Metropolitan Opera",
                "date": "20101231",
                "title": "The Listings",
                "url": "http://www.nytimes.com/2010/12/31/arts/music/31classical.html"
            },
            {
                "body": "Sudan's president, Omar al-Bashir, left, threatened on Wednesday to call off peace talks in Qatar with Darfur rebels and return negotiations to Sudan if agreement was not reached within a day. Qatar has been hosting peace negotiations between rebel groups and the Sudanese government for nearly two years. Last-minute disagreements had appeared to",
                "byline": "By THE ASSOCIATED PRESS",
                "date": "20101230",
                "title": "WORLD BRIEFING | AFRICA; Sudan: A Threat to End Peace Talks",
                "url": "http://www.nytimes.com/2010/12/30/world/africa/30briefs-Sudanbrf.html"
            },
            {
                "body": "The November election in the United States was a partisan triumph for Republicans. But if you listened closely to the voters and read the exit polls you may have detected another trend among the electorate: exhaustion with partisan warfare in Washington, a yearning for bipartisanship. Voters were frank with elected officials from both parties: Stop",
                "byline": "By JAMES A. BAKER III",
                "date": "20101230",
                "title": "I.H.T. OP-ED CONTRIBUTOR; Lessons in Bipartisanship",
                "url": "http://www.nytimes.com/2010/12/30/opinion/30iht-edbaker30.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2911
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 274,
                    "term": "ISRAEL"
                },
                {
                    "count": 138,
                    "term": "EGYPT"
                },
                {
                    "count": 97,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 89,
                    "term": "CHINA"
                },
                {
                    "count": 78,
                    "term": "LIBYA"
                },
                {
                    "count": 68,
                    "term": "PAKISTAN"
                },
                {
                    "count": 68,
                    "term": "SUDAN"
                },
                {
                    "count": 62,
                    "term": "SYRIA"
                },
                {
                    "count": 60,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 47,
                    "term": "MIDDLE EAST"
                },
                {
                    "count": 47,
                    "term": "TURKEY"
                },
                {
                    "count": 47,
                    "term": "WEST BANK"
                },
                {
                    "count": 45,
                    "term": "UNITED STATES"
                },
                {
                    "count": 36,
                    "term": "IRAN"
                },
                {
                    "count": 33,
                    "term": "GAZA STRIP"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "To the Editor: Re ''War Really Is Going Out of Style,'' by Joshua S. Goldstein and Steven Pinker (Sunday Review, Dec. 18): Reading this article reminds one of what people were writing a hundred years ago, just before the outbreak of World War I. After the general European peace established by the Congress of Vienna that ended the Napoleonic wars,",
                "date": "20111231",
                "title": "LETTERS; War and Peace Trends",
                "url": "http://www.nytimes.com/2011/12/31/opinion/war-and-peace-trends.html"
            },
            {
                "body": "Colombo, Sri Lanka THE Sri Lankan government's defeat of the separatist Tamil Tigers in 2009 ended a three-decade war that took tens of thousands of lives. But only now is the government beginning to acknowledge its huge human cost. Two weeks ago, a government-appointed reconciliation commission released a long-awaited report, giving voice to the",
                "byline": "By NAMINI WIJEDASA",
                "date": "20111231",
                "title": "OP-ED CONTRIBUTOR; Sri Lanka's Ghosts of War",
                "url": "http://www.nytimes.com/2011/12/31/opinion/sri-lankas-ghosts-of-war.html"
            },
            {
                "body": "GREENE--Andrew B.,M.D. Nov. 19, 1980 Dec. 31, 2008 We understand death for the first time when he puts his hand upon one whom we love. Death placed his hand on someone we loved more than life itself, and yet we still don't understand. Mom and I grieve for you at every moment. Rest in peace, sweet boy. Dad",
                "date": "20111231",
                "title": "Paid Notice: Memorials GREENE, ANDREW B.",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9806E2D6153AF932A05751C1A9679D8B63"
            },
            {
                "body": "To the Editor: In ''Hunting Deer With My Flintlock'' (Op-Ed, Dec. 26), Seamus McGraw says he has a responsibility to kill deer because there are too many. He has volunteered to kill a deer cruelly, ineptly and with an outdated weapon that causes additional suffering to the deer. I assume that the use of the flintlock is to enhance his self-image as",
                "date": "20111231",
                "title": "LETTERS; The Tragic Tale of the Deer Hunter",
                "url": "http://www.nytimes.com/2011/12/31/opinion/the-tragic-tale-of-the-deer-hunter.html"
            },
            {
                "body": "ISTANBUL -- Kurdish separatist banners in red, yellow and green draped the coffins of 35 Turkish civilians and fluttered among mourning crowds on Friday, a day after the Turkish authorities admitted that airstrikes in northern Iraq intended to kill Kurdish militants had instead claimed the lives of young smugglers. In Istanbul, home to a large",
                "byline": "By SEBNEM ARSU",
                "date": "20111231",
                "title": "Kurds Protest Airstrike Killing Dozens in Turkey",
                "url": "http://www.nytimes.com/2011/12/31/world/europe/kurds-protest-airstrike-killing-dozens-in-turkey.html"
            },
            {
                "body": "SEOUL, South Korea -- North Korea announced on Saturday that its new leader, Kim Jong-un, had officially been named supreme commander of the country's powerful army, a day after the country warned that it would not soften its stance toward South Korea. The announcement of Mr. Kim's new military position was not unexpected, but his rise has taken",
                "byline": "By CHOE SANG-HUN",
                "date": "20111231",
                "title": "North Korea Hands Army To an Heir",
                "url": "http://www.nytimes.com/2011/12/31/world/asia/north-korea-vows-no-engagement-with-souths-president.html"
            },
            {
                "body": "Nurses at Montefiore Medical Center in the Bronx settled their contract Friday, joining several other large New York City hospitals that recently reached their own agreements and bringing labor peace -- or at least a truce -- on the brink of the new year. The settlement came three days after the nurses walked out of negotiations and threatened to",
                "byline": "By ANEMONA HARTOCOLLIS",
                "date": "20111231",
                "title": "Montefiore Reaches Contract Accord With Nurses",
                "url": "http://www.nytimes.com/2011/12/31/nyregion/montefiore-medical-center-settles-contract-with-nurses.html"
            },
            {
                "body": "Washington THE Egyptian revolution did not happen last winter. It is happening now. And it is not taking place in Tahrir Square, but in towns and villages throughout the country. Although protests and violent military responses in central Cairo have seized world attention, they involve only a small fraction of Egyptians. Much more important are the",
                "byline": "By JON B. ALTERMAN",
                "date": "20111231",
                "title": "OP-ED CONTRIBUTOR; This Revolution Isn't Being Televised",
                "url": "http://www.nytimes.com/2011/12/31/opinion/egypts-real-revolution.html"
            },
            {
                "body": "1911 U.S. and U.K. May Trade Stars The Lusitania left Liverpool for New York yesterday [Dec. 30] with many interesting personalities among her three hundred saloon passengers. Mr. Oscar Hammerstein is going over ostensibly to see his son, Mr. William Hammerstein, who has been ill, to settle matters in connection with a lawsuit of which he is a",
                "date": "20111231",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2011/12/31/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "EL SEGUNDO, Calif. -- World Peace is possible. Just check the box score. World Peace is there, between Blake and Murphy. On many nights, World Peace can be heard echoing across South Figueroa Street in downtown Los Angeles. In this holiday season, World Peace is in the air. But only when he jumps. The locals are still getting used to the",
                "byline": "By HOWARD BECK",
                "date": "20111230",
                "title": "Change Of Identity",
                "url": "http://www.nytimes.com/2011/12/30/sports/basketball/for-lakers-metta-world-peace-a-new-name-and-outlook.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2993
    },
    {
        "facets": {
            "geo_facet": [
                {
                    "count": 210,
                    "term": "SYRIA"
                },
                {
                    "count": 184,
                    "term": "ISRAEL"
                },
                {
                    "count": 98,
                    "term": "IRAN"
                },
                {
                    "count": 87,
                    "term": "CHINA"
                },
                {
                    "count": 80,
                    "term": "AFGHANISTAN"
                },
                {
                    "count": 77,
                    "term": "EGYPT"
                },
                {
                    "count": 62,
                    "term": "RUSSIA"
                },
                {
                    "count": 61,
                    "term": "PAKISTAN"
                },
                {
                    "count": 56,
                    "term": "NEW YORK CITY"
                },
                {
                    "count": 38,
                    "term": "MYANMAR"
                },
                {
                    "count": 37,
                    "term": "UNITED STATES"
                },
                {
                    "count": 37,
                    "term": "WEST BANK"
                },
                {
                    "count": 31,
                    "term": "NORTH KOREA"
                },
                {
                    "count": 28,
                    "term": "GREAT BRITAIN"
                },
                {
                    "count": 27,
                    "term": "SUDAN"
                }
            ]
        },
        "offset": "0",
        "results": [
            {
                "body": "Not many authors explain their reasons for writing books as bluntly as Neil Young does in &ldquo;Waging Heavy Peace.&rdquo; First of all there&rsquo;s the thing now known as the Keith Richards phenomenon: there turns out to be a large and lucrative market for memoirs from rock stars. In a two-page chapter called &ldquo;Why This Book Exists&rdquo;",
                "byline": "By JANET MASLIN",
                "date": "20121029",
                "title": "BOOKS OF THE TIMES; Neil Youngs Memoir, Waging Heavy Peace",
                "url": "http://www.nytimes.com/2012/10/29/books/neil-youngs-memoir-waging-heavy-peace.html"
            },
            {
                "body": "1912 Wounded Swamp Greek City LARISSA &mdash; The Greek army is about to begin its march to Veria, the nearest point of the railway from Salonica to Monastir. It is believed that a large part of the defeated Turkish army has made its way there. An enthusiastic welcome was given to the Crown Prince at Kozhani, where the entire population turned out,",
                "date": "20121029",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2012/10/29/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "I feel a rising tide of ennui. America is in the last, numbing days of an excruciating slog to Election Day and some of my tribe &mdash; the jaded scribes, the blogging sages and caffeinated cable chatterers &mdash; have run out of patience, poor babies. Searching for the source of their malaise, beyond the dubious science of the polls and the mean",
                "byline": "By BILL KELLER",
                "date": "20121029",
                "title": "OP-ED COLUMNIST; The No Agenda Myth",
                "url": "http://www.nytimes.com/2012/10/29/opinion/keller-the-no-agenda-myth.html"
            },
            {
                "body": "Forget jack-o&rsquo;-lanterns and even the Great Pumpkin, Charlie Brown. With Halloween on the horizon, pumpkins have become objects of spectacle, showmanship and competition, as displays across the New York region strive to be bigger, better and more bravura in their use of the no-longer-humble member of the gourd family. The New York Botanical",
                "byline": "By LISA W. FODERARO",
                "date": "20121029",
                "title": "With Bravura Displays, Pumpkins Get Their 15 Minutes",
                "url": "http://www.nytimes.com/2012/10/29/nyregion/with-bravura-displays-pumpkins-get-their-15-minutes.html"
            },
            {
                "body": "Folk performing arts are always in danger of disappearing, and dance in particular is at risk. After all, dance is largely an oral tradition; its survival depends on one generation passing knowledge onto the next. After the 2011 earthquake and tsunami in Japan, alarm bells went off for the specific practice of Kuromori Kagura , which dates back",
                "byline": "By GIA KOURLAS",
                "date": "20121029",
                "title": "DANCE REVIEW; Kuromori Kagura at Japan Society",
                "url": "http://www.nytimes.com/2012/10/29/arts/dance/kuromori-kagura-at-japan-society.html"
            },
            {
                "body": "KABUL, Afghanistan &mdash; It is perhaps a measure of the growing anxiety in Afghanistan that an American envoy&rsquo;s seemingly innocuous comments about a border first laid down in the 19th century could provoke a week of defiant missives from Afghan officials and fearful murmurings about conspiracies being hatched in Washington and Islamabad.",
                "byline": "By MATTHEW ROSENBERG",
                "date": "20121029",
                "title": "MEMO FROM AFGHANISTAN; In Afghanistan, Comment on Border Brings Tension",
                "url": "http://www.nytimes.com/2012/10/29/world/asia/in-afghanistan-comment-on-border-brings-tension.html"
            },
            {
                "body": "LONDON LAST week, Twitter shut down a popular account for posting anti-Semitic messages in France. This came soon after the firing of blanks at a synagogue near Paris, the discovery of a network of radical Islamists who had thrown a hand grenade into a kosher restaurant, and the killing of a teacher and young pupils at a Jewish school in Toulouse",
                "byline": "By COLIN SHINDLER",
                "date": "20121028",
                "title": "OPINION; The European Left and Its Trouble With Jews",
                "url": "http://www.nytimes.com/2012/10/28/opinion/sunday/europes-trouble-with-jews.html"
            },
            {
                "body": "LOS ANGELES &mdash; A &ldquo;constellation of plastic&rdquo; is how Norman Mailer once described this city, and Dwight Howard , the Lakers &rsquo; big off-season acquisition, said he initially saw Los Angeles as many outsiders do: as a movie set populated by residents striving not to break character. &ldquo;That&rsquo;s what I assumed,&rdquo;",
                "byline": "By KAREN CROUSE",
                "date": "20121028",
                "title": "Dwight Howard and Steve Nash Complete Lakers Powerful Starting Five",
                "url": "http://www.nytimes.com/2012/10/28/sports/basketball/dwight-howard-and-steve-nash-complete-lakers-powerful-starting-five.html"
            },
            {
                "body": "Neil Young is the kind of cantankerous, multitasking rocker Preston Sturges would have dreamed up, if Sturges had lived to see hippies descend on the Sunset Strip. There&rsquo;s Young the sloppy musical perfectionist, the ebullient fatalist, the inscrutable dreamer, the misanthropic man of the people. There&rsquo;s the earnest entrepreneur trying",
                "byline": "By HOWARD HAMPTON",
                "date": "20121028",
                "title": "Neil Youngs Waging Heavy Peace",
                "url": "http://www.nytimes.com/2012/10/28/books/review/neil-youngs-waging-heavy-peace.html"
            },
            {
                "body": "Readers debate the roles of the state and religion in weddings. To the Editor: Frank Schubert wants to crush gay marriage in every state (&ldquo; In the Fight Against Same-Sex Marriage, a Strategist Casts the Issue Anew ,&rdquo; news article, Oct. 10). He is working diligently against same-sex marriage in referendums in Maryland, Minnesota, Maine",
                "date": "20121028",
                "title": "LETTERS; Sunday Dialogue: Rethinking Marriage",
                "url": "http://www.nytimes.com/2012/10/28/opinion/sunday/sunday-dialogue-rethinking-marriage.html"
            }
        ],
        "tokens": [
            "peace"
        ],
        "total": 2292
    }
]