{"tokens":[],"results":[{"offset":"0","results":[{"body":"The United States remained alone yesterday after imposing sanctions against the Soviet Union for the military crackdown in Poland, but there was little official criticism of President Reagan's actions from Western countries. None of the NATO allies joined in the sanctions, although there was discussion of a meeting of the alliance next month to","date":"19811231","title":"WASHINGTON IS ISOLATED ON ACTIONS AGAINST THE RUSSIANS OVER POLAND","url":"http://www.nytimes.com/1981/12/31/world/washington-is-isolated-on-actions-against-the-russians-over-poland.html"},{"body":"The new American sanctions may only inconvenience the Soviet Union, without significantly raising the costs of its backstage management of suppression in Poland. But the inconvenience is real, as is the sacrifice asked of domestic interests that a business-minded Administration normally favors. By spreading the pain of measured penalties, and","date":"19811231","title":"Keeping Faith With Solidarity","url":"http://www.nytimes.com/1981/12/31/opinion/keeping-faith-with-solidarity.html"},{"body":"An annual tradition in this space has been the Office Pool, a device to stretch readers' imaginations, force long-range thinking and slyly slip in my own prognostications about the year ahead. Because some grimly frolicsome readers clipped these columns to confront me with them at year's end, this tradition was abandoned several years ago. With the","byline":"By William Safire","date":"19811231","title":"Essay; OFFICE POOL FOR 1982","url":"http://www.nytimes.com/1981/12/31/opinion/essay-office-pool-for-1982.html"},{"body":"To the Editor: Your editorial ''The Value of a Life'' (Dec. 16) speaks of a young man who lives ''in limbo'' because of his comatose condition. Did you know that there is a coma arousal program specifically designed for such cases? A book outlining the details of the procedures is in the hands of publishers in England and in Japan (where the","date":"19811231","title":"TO DEFEAT A COMA","url":"http://www.nytimes.com/1981/12/31/opinion/l-to-defeat-a-coma-155354.html"},{"body":"Economists meeting here disagree about whether 1982's key union contract negotiations will produce the wage and benefit concessions that all say are needed to provide lasting relief from inflation. Most of those interviewed forecast wage concessions in such industries as autos and trucking, hard hit by the recession, where workers are deeply","byline":"By JONATHAN FUERBRINGER, Special to the New York Times","date":"19811231","title":"ECONOMISTS ARE DIVIDED ON UNION CONCESSIONS","url":"http://www.nytimes.com/1981/12/31/business/economists-are-divided-on-union-concessions.html"},{"body":"The Reagan Administration today applauded a decision by the Japanese Government to increase defense spending at a faster rate than the Japanese budget as a whole. The 1982 military budget of $11.7 billion for Prime Minister Zenko Suzuki's Government, announced Monday in Tokyo, contained only a 7.75 percent increase over the 1981 total. The figure","byline":"By CHARLES MOHR, Special to the New York Times","date":"19811230","title":"U.S. PRAISES JAPAN'S MOVE FOR BIGGER MILITARY OUTLAYS","url":"http://www.nytimes.com/1981/12/30/world/us-praises-japan-s-move-for-bigger-military-outlays.html"},{"body":"Dr. Philip Handler, who retired last June after 12 years as president of the National Academy of Sciences, died yesterday at New England Deaconess Hospital at the age of 64. He had been in the hospital since August. His death was attributed to cancer of the lymph system, complicated by pneumonia. In his later years Dr. Handler became known for his","byline":"By WALTER SULLIVAN","date":"19811230","title":"DR. PHILIP HANDLER IS DEAD AT 64; EX-HEAD OF ACADEMY OF SCIENCES","url":"http://www.nytimes.com/1981/12/30/obituaries/dr-philip-handler-is-dead-at-64-ex-head-of-academy-of-sciences.html"},{"body":"By invoking a modest set of economic and political sanctions against the Soviet Union today with no guarantee that its allies will do the same, the Reagan Administration is consciously risking damage to the Western alliance without necessarily doing much to ameliorate the situation within Poland. Senior Administration officials involved in the","byline":"By BERNARD GWERTZMAN, Special to the New York Times","date":"19811230","title":"ALLIES MOVING OUT OF STEP; News Analysis","url":"http://www.nytimes.com/1981/12/30/world/allies-moving-out-of-step-news-analysis.html"},{"body":"Reacting cautiously to President Reagan's economic sanctions against the Soviet Union, American business executives urged the Federal Government yesterday to obtain the backing of its allies so that Moscow could not substitute foreign for American suppliers. Anticipating this concern, Bo Denysyk, Deputy Assistant Secretary of Commerce, said the","byline":"By ROBERT J. COLE","date":"19811230","title":"BUSINESS REACTS TO MOVES CAUTIOUSLY","url":"http://www.nytimes.com/1981/12/30/business/business-reacts-to-moves-cautiously.html"},{"body":"The Japanese Government today approved its most austere national budget in 26 years. The action is intended to reduce the Government's sizable deficit and thus keep its 4 percent inflation rate in check. But the budget is not likely to stimulate domestic consumption, which officials have been hoping would grow enough to reduce trade surpluses and","byline":"By STEVE LOHR, Special to the New York Times","date":"19811229","title":"STRICT FISCAL '82 BUDGET IS APPROVED BY JAPAN","url":"http://www.nytimes.com/1981/12/29/business/strict-fiscal-82-budget-is-approved-by-japan.html"}],"tokens":["Japan"],"total":2383},{"offset":"0","results":[{"body":"Japan has joined the United States, Britain and France in terming the Soviet Union's latest proposal for reducing its missiles in Europe unacceptable, Japanese officials said today. The reason, officials said, is that Moscow's proposal is confined to its missile forces in Europe and thus offers nothing for Japan. Foreign Minister Shintaro Abe told","byline":"Special to the New York Times","date":"19821231","title":"JAPAN JOINS THE ATLANTIC ALLIES IN SPURNING SOVIET ARMS PLAN","url":"http://www.nytimes.com/1982/12/31/world/japan-joins-the-atlantic-allies-in-spurning-soviet-arms-plan.html"},{"body":"DESPITE political uncertainties, economic upheavals, language problems, currency difficulties, monetary controls and dozens of other headaches in many foreign countries, American corporations have searched the globe for years for new places to build factories or set up shop. Why? Because they can often make far higher profits abroad than they can","byline":"By Robert J. Cole","date":"19821231","title":"Market Place; Investing Overseas","url":"http://www.nytimes.com/1982/12/31/business/market-place-investing-overseas.html"},{"body":"ThePrime Minister and his Cabinet approved an austere budget today that covers the fiscal year beginning April 1. It provides for cuts in allocations for education and many other services but, in response to American urging, would increase military spending. The proposed budget, amounting to $216.2 billion, would include $11.8 billion for the","byline":"By HENRY SCOTT STOKES, Special to the New York Times","date":"19821231","title":"JAPANESE CABINET APPROVES BUDGET INCREASING ARMS OUTLAY 6.5%","url":"http://www.nytimes.com/1982/12/31/world/japanese-cabinet-approves-budget-increasing-arms-outlay-6.5.html"},{"body":"Comalco Ltd., an integrated aluminium maker, said today that it had completed its purchase of a 50 percent stake in Showa Aluminium Industries of Japan for about $10.7 million. The other 50 percent is owned by Showa Denko.","byline":"Reuters","date":"19821231","title":"Comalco's Showa Stake","url":"http://www.nytimes.com/1982/12/31/business/comalco-s-showa-stake.html"},{"body":"The Clarion Corporation of America, owned by a Japanese maker of automotive stereo parts, has selected Marsteller to do its promotion. The account bills around $3 million. Clarion recently ended its seven-year relationship with its United States ad agency, Kresser, Robbins & Associates, Los Angeles. Clarion, based in Lawndale, Calif., is the","byline":"By Philip H. Dougherty","date":"19821231","title":"ADVERTISING; Clarion Turns To Marsteller","url":"http://www.nytimes.com/1982/12/31/business/advertising-clarion-turns-to-marsteller.html"},{"body":"''THINGS have been spotty for booksellers all year,'' said G. Roysce Smith, executive director of the American Booksellers Association. ''Right up until November, they were wondering if things were going to pick up.'' Christmas is by far the single most important selling season for booksellers, and sales did indeed pick up during the holiday,","byline":"By EDWIN McDOWELL","date":"19821231","title":"PUBLISHING: '82 SALES OFF AND '83 COULD BE WORSE","url":"http://www.nytimes.com/1982/12/31/books/publishing-82-sales-off-and-83-could-be-worse.html"},{"body":"The late Kurt Singer, a German sociologist and economist, once observed that the reason Japan was so efficient, so smooth-working ''does not reside in the rationalized perfection of its mammoth organizations, but in the dense tissue of small society relationships.'' At this time of year, prime examples of these small family-like groups can be seen","byline":"By STEVE LOHR, Special to the New York Times","date":"19821230","title":"WHEN MONEY DOESN'T MATTER IN JAPAN","url":"http://www.nytimes.com/1982/12/30/business/when-money-doesn-t-matter-in-japan.html"},{"body":"BUDDHAS The first major foreign influence on Japan was Buddhism, which crossed the sea to the islands 1,400 years ago, bringing with it the advanced civilization of China. It fostered architecture and art that paid homage to the Buddha. On display at the Japan House Gallery, 333 East 47th Street (752-0824), in ''The Great Age of Buddhist Sculpture,","byline":"By Richard F. Shepard","date":"19821230","title":"GOING OUT GUIDE","url":"http://www.nytimes.com/1982/12/30/arts/going-out-guide.html"},{"body":"F rom the pulpit of the First Baptist Church in Charlottesville, Va., last Sunday, the Rev. H. Cowen Ellis addressed his congregation. ''Until Friday,'' he said, ''I thought Chaminade was a fruit drink.'' Mr. Ellis, of course, was pronouncing Chaminade as if it were related to lemonade, but he's absolved. Until last week, Mr. Ellis, like millions","byline":"By Dave Anderson","date":"19821230","title":"SPORTS OF THE TIMES; Virginia Found Gloom in Hawaii","url":"http://www.nytimes.com/1982/12/30/sports/sports-of-the-times-virginia-found-gloom-in-hawaii.html"},{"body":"The First National Bank of Chicago said today that it and 25 other banks had signed a three-year, $450 million credit agreement with five Mexican banks for the purchase of American farm products. The loan will be guaranteed by the Commodity Credit Corporation, a Government-owned corporation responsible for several price support programs for","byline":"AP","date":"19821230","title":"BANKS HELP MEXICO GET U.S. CROPS","url":"http://www.nytimes.com/1982/12/30/business/banks-help-mexico-get-us-crops.html"}],"tokens":["Japan"],"total":2389},{"offset":"0","results":[{"body":"Regional bankers in the United States were optimistic yesterday about the chances of a speedy and complete subscription to a $3.8 billion loan for Mexico, even though the terms are much less lucrative than in the last such package. ''I think banks will respond very quickly and positively; I know we will,'' said Robert J. Higgins, an executive vice","byline":"By KENNETH N. GILPIN","date":"19831231","title":"Bankers Expect Fast Approval for Mexico Loan","url":"http://www.nytimes.com/1983/12/31/business/bankers-expect-fast-approval-for-mexico-loan.html"},{"body":"Four earthquakes shook Tokyo and other parts of central Japan today, and 10 temblors rattled Izu Oshima, an island south of the capital, officials said. No damage or injuries were reported.","date":"19831231","title":"Earthquakes Strike Japan","url":"http://www.nytimes.com/1983/12/31/world/earthquakes-strike-japan.html"},{"body":"To the Editor: The Times is in good company. Like Prime Minister Nakasone of Japan, it has been brainwashed into a gross misunderstanding of the purpose and effect of state unitary corporate taxation (''A Tax Evasion Case for Congress,'' editorial Dec. 8). The unitary method does not entail state taxation of foreign-source income (if it did, the","date":"19831230","title":"UNITARY TAXATION: RATIONALE AND PROSPECTS","url":"http://www.nytimes.com/1983/12/30/opinion/l-unitary-taxation-rationale-and-prospects-145259.html"},{"body":"Executive at Dynascan Is Appointed President In 1981, when Frank J. Dileo joined the Dynascan Corporation, the company was doing well. Now, the consumer and industrial electronics concern specializing in cordless telephones, citizen's band radios and other telecommunications equipment is booming. Mr. Dileo, who is 49 and Dynascan's chief operating","byline":"By Alex S. Jones","date":"19831230","title":"BUSINESS PEOPLE","url":"http://www.nytimes.com/1983/12/30/business/business-people-143968.html"},{"body":"The International Monetary Fund would pay higher interest on the money it borrows from rich countries and charge more for the loans it makes to poor countries under a proposal that is expected to be approved within days by the board of governors, according to officials from several countries. The United States has just gone through a rousing","byline":"By CLYDE H. FARNSWORTH","date":"19831230","title":"I.M.F. Moves to End Interest Rate Subsidy","url":"http://www.nytimes.com/1983/12/30/business/imf-moves-to-end-interest-rate-subsidy.html"},{"body":"EURO CENTER COMMUNICATIONS opened its office in New York in the fall of 1980 as an agency with a difference. It planned to attract smaller international marketers who wanted more control over their advertising abroad. As with many plans, this one did not work out. Now the owners will be taking a more conventional name to reflect that they have","byline":"Philip H. Dougherty","date":"19831230","title":"Advertising; New Name And Plan At Agency","url":"http://www.nytimes.com/1983/12/30/business/advertising-new-name-and-plan-at-agency.html"},{"body":"Following are key questions and answers from an interview with Senator Alan Cranston by Frank Lynn: Q. What do you think is the most important problem facing the United States over the next decade? And what new ideas to you have for dealing with it? CRANSTON. I think two issues are really paramount. One is the incredible cost of the arms race, the","date":"19831230","title":"AN INTERVIEW WITH ALAN CRANSTON, SENATOR FROM CALIFORNIA","url":"http://www.nytimes.com/1983/12/30/us/an-interview-with-alan-cranston-senator-from-california.html"},{"body":"The Reagan Administration, in a concession to Japan, has decided to renew a telecommunications procurement agreement between the two Governments. But in return, it is insisting that the pact provide American companies greater access to Japanese research and development. Michael B. Smith, the deputy United States trade negotiator, who disclosed the","byline":"By CLYDE H. FARNSWORTH","date":"19831229","title":"U.S. DECIDES TO RENEW A JAPANESE TRADE PACT","url":"http://www.nytimes.com/1983/12/29/business/us-decides-to-renew-a-japanese-trade-pact.html"},{"body":"Kenji Yamaguchi and Toshihiro Yamakawa, representatives to the World Bank from Tokyo, have laid it on the line at recent meetings of the bank's board: Either Japan moves up from No. 4 to No. 2 in voting strength in the 144-nation institution, or it cuts back its aid to the poorest countries. Money is a major factor in the battle for international","byline":"By CLYDE H. FARNSWORTH","date":"19831229","title":"AT STAKE AT THE WORLD BANK: WHO WILL BE NO. 2?","url":"http://www.nytimes.com/1983/12/29/us/at-stake-at-the-world-bank-who-will-be-no-2.html"},{"body":"Mr. Yamashita said Kodak officials hope to visit Japan next month to discuss the proposal. Japanese makers plan to market the 8-millimeter video system in Japan soon. The system, sometimes referred to as the new generation of videotape recorders, uses 8-millimeter tapes, instead of the 12-millimeter tapes now used to record pictures.","date":"19831229","title":"Kodak Seeks Deal With Matsushita OSAKA, Japan, Dec. 28 (Reuters) - The Matsushita Electric Industrial Company's president, Toshihiko Yamashita, said the Eastman Kodak Company had asked Matsushita to provide Kodak with its 8-millimeter video system, a small video camera and recorder, for sale in the United States under the Kodak brand name. He told a news conference that Matsushita is studying the proposal, although he did not give specific details.","url":"http://www.nytimes.com/1983/12/29/business/kodak-seeks-deal-with-matsushita-osaka-japan-dec-28-reuters-matsushita-electric.html"}],"tokens":["Japan"],"total":2347},{"offset":"0","results":[{"body":"President Reagan will meet with Japanese Prime Minister Yasuhiro Nakasone in Los Angeles on Wednesday but it is unlikely that he will make specific demands for Japan to narrow its trade deficit with the United States, according to Administration officials. Despite the growing concern of American officials over the trade imbalance, the aides","byline":"By CLYDE H. FARNSWORTH , Special to the New York Times","date":"19841231","title":"NAKOSONE TO MEET REAGAN THIS WEEK","url":"http://www.nytimes.com/1984/12/31/business/nakosone-to-meet-reagan-this-week.html"},{"body":"Nobuhiko Ushiba, a leading Japanese diplomat, international trade negotiator and former Ambassador to the United States, died today of a liver ailment at a Tokyo hospital. He was 75 years old. His death was announced by the Foreign Ministry in Tokyo, which he served as an adviser. He was also Japanese chairman of the Japan- United States Advisory","byline":"By WOLFGANG SAXON","date":"19841231","title":"NOBUHIKO USHIBA; EX-ENVOY TO U.S.","url":"http://www.nytimes.com/1984/12/31/obituaries/nobuhiko-ushiba-ex-envoy-to-us.html"},{"body":"Hilary Hinds, a fellow at Columbia University's East Asian Institute, and Junichi Kitasei, a New York producer for Asahi Television of Japan, were married yesterday in the chapel at the Church Center for the United Nations. The Rev. Jack Haney, a United Church of Christ minister, performed the ceremony. The bride, a daughter of Mr. and Mrs. Gelston","date":"19841231","title":"Junichi Kitasei, TV Aide, And Hilary Hinds Marry","url":"http://www.nytimes.com/1984/12/31/style/junichi-kitasei-tv-aide-and-hilary-hinds-marry.html"},{"body":"Is Yutaka Enatsu ready to replace Rollie Fingers? If he is, will he and George Bamberger suffer from a communications gap in a critical ninth-inning situation? Enatsu is the Japanese relief pitcher the Milwaukee Brewers signed last week to a minor-league contract. They hope he will be able to step immediately into the Brewer bullpen, which Fingers","byline":"By Michael Janofsky and Murray Chass","date":"19841231","title":"SPORTS WORLD SPECIALS; Chance for Japanese","url":"http://www.nytimes.com/1984/12/31/sports/sports-world-specials-chance-for-japanese.html"},{"body":"MONDAY, DECEMBER 31, 1984 The Economy President Reagan will not press Japan for freer trade when he meets Prime Minister Nakasone Wednesday, according to White House officials. Rather, Mr. Reagan will stress friendship and cooperation between the two nations. (Page 1.) An inflation factor will reduce Federal income taxes for most individual","date":"19841231","title":"BUSINESS DIGEST","url":"http://www.nytimes.com/1984/12/31/business/business-digest-184875.html"},{"body":"It has been a difficult year for most major stock exchanges, with Toronto and New York losing ground and minor gains on other exchanges offset by inflation and depreciation of their currencies. There was improvement in the fourth quarter, with most exchanges registering some rise in average share prices. Because of the pickup, and the prospect of","byline":"By NICHOLAS D. KRISTOF","date":"19841231","title":"INTERNATIONAL REPORT; WORLD'S STOCK EXCHANGES EXPERIENCE A DIFFICULT YEAR","url":"http://www.nytimes.com/1984/12/31/business/international-report-world-s-stock-exchanges-experience-a-difficult-year.html"},{"body":"WASHINGTON Here, for the high rollers of punditry, is the office pool in Cassandra's Casino. Nobody ever gets more than four correct, but when you hit on a big one, all the predictions that went awry are washed away. 1. White House chief of staff at 1985's end will be (a) James Baker; (b) Michael Deaver; (c) Richard Darman; (d) Robert McFarlane;","byline":"By William Safire","date":"19841231","title":"ESSAY; OFFIC POOL, 1985","url":"http://www.nytimes.com/1984/12/31/opinion/essay-offic-pool-1985.html"},{"body":"New orders for domestic machine tools rose 32.4 percent in November from the same month a year ago, the industry's trade association said in a report that was cautiously optimistic for 1985. ''Demand for American machine tools should continue to increase in the new year,'' said James A. Gray, president of the National Machine Tool Builders'","byline":"By DANIEL F. CUFF","date":"19841231","title":"NOVEMBER TOOL ORDERS ROSE 32.4%","url":"http://www.nytimes.com/1984/12/31/business/november-tool-orders-rose-32.4.html"},{"body":"The Presbyterian Church in Lawrenceville, N.J., was the setting yesterday for the marriage of Jane Elizabeth Dennison, the daughter of Dr. and Mrs. James E. Dennison of Lambertville, N.J., to Wai-Kwong Kwok, a son of Mr. and Mrs. Kam Yuk Kwok of Kobe, Japan. The Rev. Thomas Baker performed the ceremony. The bride, a cum laude graduate of Kenyon","date":"19841231","title":"Jane Elizabeth Dennison, Doctoral Candidate, Wed","url":"http://www.nytimes.com/1984/12/31/style/jane-elizabeth-dennison-doctoral-candidate-wed.html"},{"body":"MONDAY, DECEMBER 31, 1984 International 40 of China's top military men retired in what appeared to be the most important shake-up in China's General Staff in years. The retirements, which resulted from insistent prodding, appear to mark a major step forward in Deng Xiaoping's drive to rid the aging officer corps of veterans who have resisted his","date":"19841231","title":"NEWS SUMMARY;","url":"http://www.nytimes.com/1984/12/31/nyregion/news-summary-184662.html"}],"tokens":["Japan"],"total":2315},{"offset":"0","results":[{"body":"Michael Almond noticed a greater variety of wines showing up on store shelves in Charlotte, N.C. In Nashville, this year's United Way campaign was the city's most successful in history. At a new industrial park in Hibbing, Minn., 80 Americans will soon be manufacturing chopsticks by the hundreds of millions. And here in Murfreesboro, Esther Seeman,","byline":"By ANDREW H. MALCOLM, Special to the New York Times","date":"19851231","title":"FOREIGN MONEY CHANGING U.S. SOCIAL-CULTURAL LIFE","url":"http://www.nytimes.com/1985/12/31/us/foreign-money-changing-us-social-cultural-life.html"},{"body":"The Boeing Company received orders for up to $2 billion worth of planes yesterday from Japan Air Lines and the United Parcel Service. Boeing said that Japan Air had ordered five 747 jets and one 767 for about $570 million. Delivery of the planes is scheduled to begin in September 1986 and continue through August 1987. The United Parcel Service said","byline":"By AGIS SALPUKAS","date":"19851231","title":"2 BOEING DEALS TOTAL $2 BILLION","url":"http://www.nytimes.com/1985/12/31/business/2-boeing-deals-total-2-billion.html"},{"body":"AS Detroit's Big Three auto makers head into 1986, stock market prospects for Chrysler and Ford are running ahead of those for General Motors, according to most Wall Street analysts. Reflecting these judgments, shares of both Ford and Chrysler traded recently at record prices on the New York Stock Exchange. Ford and Chrysler are selling at no more","byline":"By Vartanig G. Vartan","date":"19851231","title":"Market Place; G.M. May Lag Behind Rivals","url":"http://www.nytimes.com/1985/12/31/business/market-place-gm-may-lag-behind-rivals.html"},{"body":"AS avalanches of mud raced down the Nevado del Ruiz volcano in Colombia Nov. 13, killing more than 20,000 people, a lesser drama was developing overhead. A Caribbean Airlines cargo plane had accidentally flown into the erupting plume of ash, pumice balls and noxious gas. The windshield became so etched by particles that Manuel Cervera, the pilot,","byline":"By WALTER SULLIVAN","date":"19851231","title":"VOLCANOES' RISKS TO JETS SPUR SEARCH FOR SIGNS","url":"http://www.nytimes.com/1985/12/31/science/volcanoes-risks-to-jets-spur-search-for-signs.html"},{"body":"International Washington accused Libya of aiding the terrorists who carried out airport attacks in Rome and Vienna last Friday and said the United States was ready to work with other governments to ''exert pressure'' on the Qaddafi Government to halt its export of terrorism. The attacks killed 18 people, including 5 Americans, and wounded more than","date":"19851231","title":"NEWS SUMMARY: TUESDAY, DECEMBER 31, 1985","url":"http://www.nytimes.com/1985/12/31/nyregion/news-summary-tuesday-december-31-1985.html"},{"body":"Companies A judge refused to block Union Carbide's defensive moves against GAF. The decision not to grant an injunction was ''a real negative'' for GAF's $5 billion bid to take over Carbide, one trader said. Among the actions GAF had wanted to stop were the creation of new Carbide securities that restrict the sale of company operations and a","date":"19851231","title":"BUSINESS DIGEST: TUESDAY, DECEMBER 31, 1985","url":"http://www.nytimes.com/1985/12/31/business/business-digest-tuesday-december-31-1985.html"},{"body":"Sports cars, mink coats and ski trips were hot items this year on holiday shopping lists of the well-heeled players in the Eurobond market. With higher salaries and hefty bonuses spread liberally throughout London's version of Wall Street such pricey purchases are just one indication of the boom in the international capital markets. Countries,","byline":"By STEVE LOHR, Special to the New York Times","date":"19851231","title":"THE EUROBOND MARKET BOOM","url":"http://www.nytimes.com/1985/12/31/business/the-eurobond-market-boom.html"},{"body":"MEMORIES of 1979's gasoline station lines have been dimmed by today's seeming abundance of cheaper oil, and the dash to exploit alternative energy sources has slowed to a crawl. But even in the face of drastic reductions in research funds, scientists and engineers are taking some significant steps toward softening the inevitable blow of the next","byline":"By MALCOLM W. BROWNE","date":"19851231","title":"NEW ENERGY IDEAS EMERGE AS OIL RESERVES DWINDLE","url":"http://www.nytimes.com/1985/12/31/science/new-energy-ideas-emerge-as-oil-reserves-dwindle.html"},{"body":"As a year of hijackings, kidnappings, car bombings and murder draws to a close, reports from correspondents of The New York Times around the world indicate that governments have hardened their attitudes and toughened security measures against a growing plague of terrorism. Across Europe and the Middle East, where terrorists in 1985 struck more","byline":"By ROBERT D. McFADDEN","date":"19851230","title":"TERROR IN 1985: BRUTAL ATTACKS, TOUGH RESPONSE","url":"http://www.nytimes.com/1985/12/30/world/terror-in-1985-brutal-attacks-tough-response.html"},{"body":"Lou Griffin of Dilley, Tex., is losing her lease and is looking for a home for 346 monkeys. Although the monkeys are from Japan - they are Japanese snow monkeys, which have lived around temples in the mountains near Kyoto for centuries - she says they are now Texan to the core. Since the monkeys were brought from Japan to Texas in 1972, Miss","byline":"By WAYNE KING, Special to the New York Times","date":"19851230","title":"SOUTHWEST JOURNAL; IN TEXAS, MONKEYS GREW BIG","url":"http://www.nytimes.com/1985/12/30/us/southwest-journal-in-texas-monkeys-grew-big.html"}],"tokens":["Japan"],"total":2633},{"offset":"0","results":[{"body":"NINETEEN EIGHTY-SIX was the year of the common scold. Almost everybody was severely criticized by almost everybody else - and usually with good cause. The United States was roundly attacked for fiscal irresponsibility. The National Consumers League, a nonpartisan group that calls itself the nation's oldest consumer organization, handed the Reagan","byline":"By Leonard Silk","date":"19861231","title":"ECONOMIC SCENE; The Year Of the Scold","url":"http://www.nytimes.com/1986/12/31/business/economic-scene-the-year-of-the-scold.html"},{"body":"A provision of Federal copyright law designed to prevent the sale of pirate recordings and cheap foreign copies of American albums has made hundreds of imported recordings unavailable in the United States. Alternative versions of songs and albums, collector packages, and compact disks that have not been released here have been the targets of legal","byline":"By JON PARELES","date":"19861231","title":"LAW CUTS FLOW OF IMPORTED RECORDS","url":"http://www.nytimes.com/1986/12/31/arts/law-cuts-flow-of-imported-records.html"},{"body":"Prime Minister Yasuhiro Nakasone, defending his Government's decision to breach a decade-old ceiling on military spending, said today that the action did not mean Japan would become a military power. He said the policy change had been made reluctantly to help Japan keep pace with its military needs. Nevertheless, the abandonment of the policy","byline":"By CLYDE HABERMAN, Special to the New York Times","date":"19861231","title":"JAPANESE CHIEF SAYS DEFENSE PLAN WILL NOT LEAD TO MILITARY POWER","url":"http://www.nytimes.com/1986/12/31/world/japanese-chief-says-defense-plan-will-not-lead-to-military-power.html"},{"body":"TEMPUS FUGIT New Year's Eve is a night when prices can become sky-high. But one place they are not is the Cathedral of St. John the Divine, where the Fourth Annual New Year's Eve Concert for Peace will take place tonight, free. Ellen Burstyn will read the Prayer for Peace, Leonard Bernstein will be the principal speaker and Michael Barrett will","byline":"By C. Gerald Fraser","date":"19861231","title":"GOING OUT GUIDE","url":"http://www.nytimes.com/1986/12/31/arts/going-out-guide.html"},{"body":"The highly publicized departure of American companies from South Africa is having a far more ambiguous effect than advocates of such divestment might have hoped for. These advocates, mostly in the United States, have urged that American companies shun South Africa as a message that South Africa's racist way of life is no longer tolerable and that","byline":"By ALAN COWELL, Special to the New York Times","date":"19861231","title":"THE AMBIGUITY OF SOUTH AFRICAN DIVESTMENT","url":"http://www.nytimes.com/1986/12/31/business/the-ambiguity-of-south-african-divestment.html"},{"body":"After a dozen years of futile efforts to raise the temperature at which materials become superconducting, researchers at the University of Houston and at A.T.&T. Bell Laboratories in New Jersey have achieved sudden and substantial increases. The discovery has vast implications for such diverse fields as electrical transmission and generation,","byline":"By WALTER SULLIVAN","date":"19861231","title":"2 GROUPS REPORT A BREAKTHROUGH IN FIELD OF ELECTRICAL CONDUCTIVITY","url":"http://www.nytimes.com/1986/12/31/us/2-groups-report-a-breakthrough-in-field-of-electrical-conductivity.html"},{"body":"Japan crossed a politically critical threshold today, abandoning a 10-year-old policy that had limited military spending to 1 percent of the gross national product. Government leaders agred in a late night meeting to a 1987 military budget of $22 billion, equivalent to 1.004 percent of the projected G.N.P. Prime Minister Yasuhiro Nakasone's Cabinet","byline":"By CLYDE HABERMAN, Special to the New York Times","date":"19861230","title":"JAPAN ARMS OUTLAY TO EXCEED PAST LIMIT","url":"http://www.nytimes.com/1986/12/30/world/japan-arms-outlay-to-exceed-past-limit.html"},{"body":"The dollar drifted to a six-year low against the West German mark yesterday and its lowest level in several months against the Japanese yen in thin year-end trading, With most traders on the sidelines, volume was at best one-quarter to one-third the normal level, foreign exchange dealers estimated. ''Most of the activity has been in the dollar-yen","byline":"By BARNABY J. FEDER","date":"19861230","title":"CURRENCY MARKETS; 6-YEAR LOW FOR DOLLAR VS. MARK","url":"http://www.nytimes.com/1986/12/30/business/currency-markets-6-year-low-for-dollar-vs-mark.html"},{"body":"By selling half of his company, Eastdil Realty Inc., to the Nomura Securities Company, Benjamin V. Lambert would seem to be giving up some of his hard-won independence. ''I do value my independence,'' Mr. Lambert said yesterday, ''but I also value this partnership with Nomura. The relationship is so structured that the company continues to operate","byline":"By DANIEL F. CUFF and STEPHEN PHILLIPS","date":"19861230","title":"BUSINESS PEOPLE; Eastdil Head Values Link to Nomura","url":"http://www.nytimes.com/1986/12/30/business/business-people-eastdil-head-values-link-to-nomura.html"},{"body":"Markets The dollar drifted to a six-year low against the mark and to its lowest level in several months against the yen in thin trading, which accentuated the currency's movements. There was also growing market sentiment that there would a realignment of the European Monetary System after West Germany's elections late next month. In New York, gold","date":"19861230","title":"BUSINESS DIGEST: TUESDAY, DECEMBER 30, 1986","url":"http://www.nytimes.com/1986/12/30/business/business-digest-tuesday-december-30-1986.html"}],"tokens":["Japan"],"total":2872},{"offset":"0","results":[{"body":"LEAD: Livestock and meat futures prices advanced strongly yesterday on the Chicago Mercantile Exchange, partly because of a rumor that Japan may increase its imports of American beef and pork. Livestock and meat futures prices advanced strongly yesterday on the Chicago Mercantile Exchange, partly because of a rumor that Japan may increase its","byline":"By The Associated Press","date":"19871231","title":"FUTURES/OPTIONS; Livestock and Meat Soar; Orange Juice Drops Sharply","url":"http://www.nytimes.com/1987/12/31/business/futures-options-livestock-and-meat-soar-orange-juice-drops-sharply.html"},{"body":"LEAD: TONIGHT is never what I thought it would be. Once you bring expectations to something, how can it live up to them? Those smiles that swim past you from the Waldorf-Astoria always seem camera-ready. And you know somebody's wallet is being picked at Times Square, maybe some kid from New Rochelle who's going to wind up calling her parents from a","byline":"By PATRICIA VOLK","date":"19871231","title":"Great Expectations: The Measure of a New Year's Eve","url":"http://www.nytimes.com/1987/12/31/garden/great-expectations-the-measure-of-a-new-year-s-eve.html"},{"body":"LEAD: Amid the roaring traffic and the Western glitter of the Ginza, the Kabukiza forms a graceful bridge between the traditions of Japan's feudal past and the startling social changes that built a modern economic giant. Amid the roaring traffic and the Western glitter of the Ginza, the Kabukiza forms a graceful bridge between the traditions of","byline":"AP","date":"19871231","title":"The Kabuki Fraternity Gives a Bow to the Past","url":"http://www.nytimes.com/1987/12/31/theater/the-kabuki-fraternity-gives-a-bow-to-the-past.html"},{"body":"LEAD: The dollar was mixed in quiet trading yesterday. Gold prices fell. The dollar was mixed in quiet trading yesterday. Gold prices fell. The Republic National Bank of New York at 4 P.M. quoted gold at $483.40 an ounce, down $3.05 from late Tuesday. ''The fear has gone out of the dollar market - and it has stabilized,'' said Bob Bannon, an","byline":"By The Associated Press","date":"19871231","title":"CURRENCY MARKETS; Dollar Ends Session Mixed; Gold Prices Broadly Lower","url":"http://www.nytimes.com/1987/12/31/business/currency-markets-dollar-ends-session-mixed-gold-prices-broadly-lower.html"},{"body":"LEAD: The foreign-exchange reserves of Taiwan may grow to as much as $90 billion (United States funds) next year, according to economists. The foreign-exchange reserves of Taiwan may grow to as much as $90 billion (United States funds) next year, according to economists. The reserves are expected to rise $29 billion this year, to a record of more","byline":"Reuters","date":"19871230","title":"Big Reserves For Taiwan","url":"http://www.nytimes.com/1987/12/30/business/big-reserves-for-taiwan.html"},{"body":"LEAD: Rockets 101, Pistons 91: Joe Barry Carroll scored 25 points as the visiting Rockets outscored the Pistons, 15-7, in the final 5 minutes 41 seconds last night to break the Pistons' 10-game winning streak. The loss prevented the Pistons from setting a franchise record for consecutive victories. They had tied the mark set Feb. Rockets 101,","date":"19871230","title":"Results Plus; N.B.A.","url":"http://www.nytimes.com/1987/12/30/sports/results-plus-nba.html"},{"body":"LEAD: James W. Dye Jr., executive vice president of the Long Island Lighting Company, died of intestinal cancer Thursday at his home in Oyster Bay, L.I. He was 63 years old. James W. Dye Jr., executive vice president of the Long Island Lighting Company, died of intestinal cancer Thursday at his home in Oyster Bay, L.I. He was 63 years old. Mr. Dye","date":"19871230","title":"James W. Dye Jr., Executive, 63","url":"http://www.nytimes.com/1987/12/30/obituaries/james-w-dye-jr-executive-63.html"},{"body":"LEAD: An association of electronics makers proposed today that the Japanese and United States semiconductor industries begin talks to promote cooperation. The Electronic Industries An association of electronics makers proposed today that the Japanese and United States semiconductor industries begin talks to promote cooperation. The Electronic","byline":"AP","date":"19871229","title":"U.S.-Japan Talks Urged","url":"http://www.nytimes.com/1987/12/29/business/us-japan-talks-urged.html"},{"body":"LEAD: Japanese output of video cassette recorders and color televisions fell 6.8 percent and 2.1 percent, respectively, in November from a year earlier because of slow exports, the Electronic Industries Association of Japan said today. November's production of 2.3 million video recorders marked the 12th straight monthly decline from the previous","byline":"Reuters","date":"19871229","title":"Japan Video Output Off","url":"http://www.nytimes.com/1987/12/29/business/japan-video-output-off.html"},{"body":"LEAD: Continuing its year-end decline, the dollar plunged to new lows today, prompting a statement from the White House that the Reagan Administration remained opposed to any further fall in the currency's value. Continuing its year-end decline, the dollar plunged to new lows today, prompting a statement from the White House that the Reagan","byline":"By NATHANIEL C. NASH, Special to the New York Times","date":"19871229","title":"PLUNGE IN DOLLAR BRINGS CALL BY U.S. FOR STABILIZATION","url":"http://www.nytimes.com/1987/12/29/business/plunge-in-dollar-brings-call-by-us-for-stabilization.html"}],"tokens":["Japan"],"total":3360},{"offset":"0","results":[{"body":"LEAD: Isamu Noguchi, a versatile and prolific sculptor whose earthy stones and meditative gardens bridging East and West have become landmarks of 20th-century art, died of heart failure yesterday at the New York University Medical Center. He was 84 years old and had homes in Manhattan and on Shikoku island in Japan. Isamu Noguchi, a versatile and","byline":"By MICHAEL BRENSON","date":"19881231","title":"Isamu Noguchi, the Sculptor, Dies at 84","url":"http://www.nytimes.com/1988/12/31/obituaries/isamu-noguchi-the-sculptor-dies-at-84.html"},{"body":"LEAD: Members of Japan's hard-driving work force will face a vexing problem in the new year: what to do with their Saturdays. Members of Japan's hard-driving work force will face a vexing problem in the new year: what to do with their Saturdays. Since the reign of Emperor Meiji a century ago, Japan has been the land of the six-day workweek, and","byline":"By DAVID E. SANGER, Special to the New York Times","date":"19881231","title":"Relaxing Takes Some Work As Weekends Come to Japan","url":"http://www.nytimes.com/1988/12/31/business/relaxing-takes-some-work-as-weekends-come-to-japan.html"},{"body":"LEAD: For Americans, tonight may be just another New Year's Eve. For Canadians, it's the night they climb nervously into bed with their big, brash neighbor. At midnight, the United States and Canada will join to form a free-trade area that, in big ways and small, will touch the lives of practically everyone in both countries. For Americans, tonight","date":"19881231","title":"U.S. and Canada: Model Marriage?","url":"http://www.nytimes.com/1988/12/31/opinion/us-and-canada-model-marriage.html"},{"body":"LEAD: International 2-5, 24 Washington rejected Libya's offer to allow an international inspection of a plant that American officials say is intended to make chemical weapons. Washington said the conditions of the offer are inadequate. Page 1 Trying to head off a panic in Israel over Finance Minister Shimon Peres's 5 percent devaluation of the","date":"19881231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1988/12/31/nyregion/news-summary-872588.html"},{"body":"LEAD: N.B.A. Bullets 126, Rockets 109: Jeff Malone scored 24 of his 31 points in the second half last night, leading the Bullets to their highest point production of the season. Houston (18-10) had won six games in a row, its longest streak since seven in a row in November 1985. Otis Thorpe led the Rockets with 26 points.(AP) Mavericks 131, Celtics","date":"19881230","title":"RESULTS PLUS","url":"http://www.nytimes.com/1988/12/30/sports/results-plus-601788.html"},{"body":"LEAD: Supporters and opponents of a stiff rise in the Federal gasoline tax have begun to square off in what is likely to be one of the biggest political battles of the new administration. Supporters and opponents of a stiff rise in the Federal gasoline tax have begun to square off in what is likely to be one of the biggest political battles of the","byline":"By ROBERT D. HERSHEY Jr., Special to the New York Times","date":"19881230","title":"Fight Over a Gasoline Tax Rise","url":"http://www.nytimes.com/1988/12/30/business/fight-over-a-gasoline-tax-rise.html"},{"body":"LEAD: Japan's newly appointed Justice Minister reversed himself and resigned this morning because he had received political donations from a company at the heart of a widening stock scandal. Japan's newly appointed Justice Minister reversed himself and resigned this morning because he had received political donations from a company at the heart of","byline":"By SUSAN CHIRA, Special to the New York Times","date":"19881230","title":"JAPANESE MINISTER QUITS IN SCANDAL","url":"http://www.nytimes.com/1988/12/30/world/japanese-minister-quits-in-scandal.html"},{"body":"LEAD: The United States should narrow its efforts to restrict exports of computer hardware and software to Communist nations and concentrate on certain advanced technologies that have crucial military applications, according to a report to be released today by the National Academy of Sciences. The United States should narrow its efforts to restrict","byline":"By JOHN MARKOFF","date":"19881230","title":"U.S. Shift Urged On Export Rules For Technology","url":"http://www.nytimes.com/1988/12/30/business/us-shift-urged-on-export-rules-for-technology.html"},{"body":"LEAD: AS the last of its 31,622,400 seconds tick into oblivion tomorrow night, 1988 promises to go out with a ball, a bang and a bonanza of festive celebrations in New York City. AS the last of its 31,622,400 seconds tick into oblivion tomorrow night, 1988 promises to go out with a ball, a bang and a bonanza of festive celebrations in New York","byline":"By ANDREW L. YARROW","date":"19881230","title":"Lights! Champagne! Music! 53 Ways to Welcome the New Year","url":"http://www.nytimes.com/1988/12/30/arts/lights-champagne-music-53-ways-to-welcome-the-new-year.html"},{"body":"LEAD: People have been threatening to kill the Mayor of Nagasaki. People have been threatening to kill the Mayor of Nagasaki. Three weeks ago, the Mayor, Hitoshi Motoshima, violated one of Japan's most delicate taboos by publicly suggesting that Emperor Hirohito bears some responsibility for World War II. Since then, a man has been arrested trying","byline":"By SUSAN CHIRA, Special to the New York Times","date":"19881229","title":"Is Hirohito Free of War Guilt? The Risks of Defying a Taboo","url":"http://www.nytimes.com/1988/12/29/world/is-hirohito-free-of-war-guilt-the-risks-of-defying-a-taboo.html"}],"tokens":["Japan"],"total":3118},{"offset":"0","results":[{"body":"LEAD: Viewing American foreign policy these days can seem a bit like watching a badly dubbed and poorly edited foreign movie. The actors often seem to be speaking the wrong lines and their actions often seem to be all out of order. Viewing American foreign policy these days can seem a bit like watching a badly dubbed and poorly edited foreign","byline":"By THOMAS L. FRIEDMAN","date":"19891231","title":"The World; As Ideology Recedes, The U.S. Rearranges Its Global Struggles","url":"http://www.nytimes.com/1989/12/31/weekinreview/the-world-as-ideology-recedes-the-us-rearranges-its-global-struggles.html"},{"body":"LEAD: FOR the deans of the nation's graduate schools of business, the 1980's presented its share of challenges. Enrollments grew rapidly, bringing on intense competition for professors in fields like accounting and finance. And business schools began rethinking their curriculums amid a growing awareness that FOR the deans of the nation's graduate","byline":"By JOEL KURTZMAN","date":"19891231","title":"Shifting the Focus at B-Schools","url":"http://www.nytimes.com/1989/12/31/business/shifting-the-focus-at-b-schools.html"},{"body":"LEAD: The last day of the decade is clearly an occasion for retrospect. In audio, the 80's were a watershed - a time of fundamental change. The cardinal event was the birth of digital sound, a truly radical turning point whose ultimate implications are not yet fully realized. The last day of the decade is clearly an occasion for retrospect. In","byline":"By Hans Fantel","date":"19891231","title":"SOUND: The Advance Was Digital And It's Just a Beginning","url":"http://www.nytimes.com/1989/12/31/arts/sound-the-advance-was-digital-and-it-s-just-a-beginning.html"},{"body":"LEAD: Kosher manufacturers are offering a more elaborate and updated array of products to cater to young Jewish professionals who don't have time to prepare kosher food at home. These consumers ''want a broader range of products to fit their lifestyles,'' said Menachem Lubinsky, president of Lubicom. Kosher manufacturers are offering a more","byline":"By Joan Delaney; Joan Delaney is a business writer in Larchmont, N.Y., who frequently covers food and marketing.","date":"19891231","title":"WHAT'S NEW IN KOSHER FOODS; Low Fat, Low Salt and Microwave-Ready","url":"http://www.nytimes.com/1989/12/31/business/what-s-new-in-kosher-foods-low-fat-low-salt-and-microwave-ready.html"},{"body":"LEAD: CAL RODGERS AND THE VIN FIZ The First Transcontinental Flight. By Eileen F. Lebow. Illustrated. 275 pp. Washington: Smithsonian Institution Press. $22.95. CAL RODGERS AND THE VIN FIZ The First Transcontinental Flight. By Eileen F. Lebow. Illustrated. 275 pp. Washington: Smithsonian Institution Press. $22.95. MANY a visitor to the National Air","byline":"By Tom Ferrell; Tom Ferrell is an editor of The Book Review.","date":"19891231","title":"Annals of - Oops! - Flight","url":"http://www.nytimes.com/1989/12/31/books/annals-of-oops-flight.html"},{"body":"LEAD: ''PEEP SHOW,'' a mostly routine 1950 revue produced by Mike Todd, deserves at least a footnote in theatrical history as probably the only Broadway show ever to contain a song by a ruling monarch. The number was ''Blue Night,'' written by Thailand's jazz-loving young King Bhumibol Adulyadej. The show also brought Thai silk to the New York","byline":"By WILLIAM WARREN; WILLIAM WARREN is the author of ''Bangkok's Waterways, an Explorer's Handbook,'' published in October by Ian Lloyd in Singapore.","date":"19891231","title":"SHOPPER'S WORLD; Brilliant Silks Woven by Hand In Thailand","url":"http://www.nytimes.com/1989/12/31/travel/shopper-s-world-brilliant-silks-woven-by-hand-in-thailand.html"},{"body":"LEAD: I KNOW, I know. You are tired of hearing about the decade. But automobiles are worth thinking about. And looking at. I KNOW, I know. You are tired of hearing about the decade. But automobiles are worth thinking about. And looking at. For one thing, you can look at cars. They are there, good or bad for all of history, not to mention just the","byline":"By Marshall Schuon","date":"19891231","title":"About Cars; Decade of Growth and Decline","url":"http://www.nytimes.com/1989/12/31/sports/about-cars-decade-of-growth-and-decline.html"},{"body":"LEAD: ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team - Soviet Union. Women - Kim Soo Nyung, South Korea. Women's team - South Korea. U.S. Indoor Champions Men - Ed Eliason, South Stansbury, Utah. Women - Denise Parker, South Jordan, Utah. ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team -","date":"19891231","title":"Winners of Individual and Team Championships","url":"http://www.nytimes.com/1989/12/31/sports/winners-of-individual-and-team-championships.html"},{"body":"LEAD: Japan has agreed to drop its demand for further information about the circumstances in which a hydrogen bomb fell overboard from an American aircraft carrier 24 years ago off the coast of Okinawa, Japanese and American officials said today. Japan has agreed to drop its demand for further information about the circumstances in which a hydrogen","byline":"By STEVEN R. WEISMAN, Special to The New York Times","date":"19891230","title":"Tokyo Drops Issue of Lost U.S. Bomb","url":"http://www.nytimes.com/1989/12/30/world/tokyo-drops-issue-of-lost-us-bomb.html"},{"body":"LEAD: After a long period of complacency during which American reliance on foreign oil fell sharply and the price dived to under $10 a barrel, the United States is now headed for permanent levels of dependence on imports that are higher than those that led to havoc in the 1970's, many specialists say. After a long period of complacency during which","byline":"By ROBERT D. HERSHEY Jr., Special to The New York Times","date":"19891230","title":"Worrying Anew Over Oil Imports","url":"http://www.nytimes.com/1989/12/30/business/worrying-anew-over-oil-imports.html"}],"tokens":["Japan"],"total":3277},{"offset":"0","results":[{"body":"World stock markets begin 1991 facing the threat of a war in the Persian Gulf, recessions or economic slowdowns around the world, and dismal earnings -- the same factors that drove stock markets down sharply in 1990. Yet many market watchers expect a better year than the one ending today. In 1990, these pressures resulted in a worse year for stocks","byline":"By JONATHAN FUERBRINGER","date":"19901231","title":"INTERNATIONAL REPORT; World Markets Begin 1991 Pressed by Problems of 1990","url":"http://www.nytimes.com/1990/12/31/business/international-report-world-markets-begin-1991-pressed-by-problems-of-1990.html"},{"body":"Western Europe has given American television viewers the refinement of \"Masterpiece Theater.\" In return, the United States may be poised to give Europeans a peculiarly American broadcast innovation: the plug. In a report scheduled to be released next week, Edelman Public Relations Worldwide says the increasing opportunities for product placements","byline":"By RANDALL ROTHENBERG","date":"19901231","title":"THE MEDIA BUSINESS; P.R. Firm Sees Its Future on European TV","url":"http://www.nytimes.com/1990/12/31/business/the-media-business-pr-firm-sees-its-future-on-european-tv.html"},{"body":"Officials of the United States, Canada and Mexico say they are fast sweeping away obstacles to Canadian participation in the free-trade negotiations expected to open in 1991 between the United States and Mexico. The three countries are expected to begin shaping a single agreement that would create a North American common market of 350 million","byline":"By CLYDE H. FARNSWORTH, Special to The New York Times","date":"19901231","title":"INTERNATIONAL REPORT; Trade-Talk Role Seen For Ottawa","url":"http://www.nytimes.com/1990/12/31/business/international-report-trade-talk-role-seen-for-ottawa.html"},{"body":"Akio Tanii A Cautious Giant Acquires Some Glitz If Hollywood's top directors were holding auditions for the role of the stereotypical movie studio chief, there is no doubt what they would tell Akio Tanii: Don't call us, we'll call you. But the stocky, white-haired Mr. Tanii, the president of the Matsushita Electric Industrial Company, is changing","byline":"By DAVID E. SANGER","date":"19901231","title":"THE YEAR IN BUSINESS: 1990; American Industry Faces the Challenge of Tougher Times","url":"http://www.nytimes.com/1990/12/31/business/the-year-in-business-1990-american-industry-faces-the-challenge-of-tougher-times-131990.html"},{"body":"In the last year it has been widely reported that measured in dollars, Japan has become the No. 1 donor of foreign assistance. But in some ways its status can be attributed to the high value of the yen and cutbacks by the budget-squeezed United States Government. Last week, some Japanese officials said they hoped that the selection of a Japanese","date":"19901230","title":"Headliners; Sweet Charity","url":"http://www.nytimes.com/1990/12/30/weekinreview/headliners-sweet-charity.html"},{"body":"Archery World Champions U.S. Men -- Ed Eliason, Stansbury Park, Utah. U.S. Women -- Denise Parker, South Jordan, Utah. U.S. Indoor Champions Men -- Ed Eliason. Women -- Denise Parker. Auto Racing Formula One -- Ayrton Senna, Brazil, McLaren-Honda. World Sports Prototype -- Jean-Louis Schlesser, France, and Mauro Baldi, Italy, Sauber Mercedes. CART","date":"19901230","title":"Winners of Individual and Team Championships","url":"http://www.nytimes.com/1990/12/30/sports/winners-of-individual-and-team-championships.html"},{"body":"Lindsay Meredith Miller, a producer of \"World Monitor,\" a television news program of The Christian Science Monitor in Boston, and Peter Wistar Ambler, an architect in Cambridge, Mass., plan to marry in February. Ms. Miller is a daughter of Mr. and Mrs. Charles B. Miller of Richmond. Her fiance is a son of Mrs. Earle J. Starkey of New York and the","date":"19901230","title":"Ms. Miller to Wed Peter W. Ambler","url":"http://www.nytimes.com/1990/12/30/style/ms-miller-to-wed-peter-w-ambler.html"},{"body":"In video, 1990 may be remembered as the year when high-definition television (HDTV) finally went from promise to reality. Regularly scheduled HDTV transmissions, yielding a picture as good as a top-notch photograph, went on the air for the first time this year in Japan. Progamming is still limited to a few hours a day, and with sets costing upward","byline":"By HANS FANTEL","date":"19901230","title":"VIDEO; HDTV, Videodisks and Sharper Images Come to the Fore","url":"http://www.nytimes.com/1990/12/30/arts/video-hdtv-videodisks-and-sharper-images-come-to-the-fore.html"},{"body":"By the end of last week, Greg Lewis's tender left knee -- the one that required arthroscopic surgery to repair cartilage damage -- had somehow survived the rigors of preparing for the 77th Rose Bowl. Lewis, the University of Washington's all-America running back, had taken part in daily workouts leading to Tuesday's date with Iowa. But he had also","byline":"By MICHAEL MARTINEZ","date":"19901230","title":"COLLEGE FOOTBALL; Lewis of Huskies Ready for Action","url":"http://www.nytimes.com/1990/12/30/sports/college-football-lewis-of-huskies-ready-for-action.html"},{"body":"The nation's airlines, many of them burdened with debt, have plunged into a crisis under the twin pressures of recession and higher fuel prices. Consolidation, through merger or bankruptcy, threatens to sweep the industry. Amid this sudden distress, there is a growing temptation to look abroad in search of capital to save the struggling airlines","byline":"By JOHN H. CUSHMAN Jr.","date":"19901230","title":"For U.S. Airlines, a Sudden Lust for Foreign Entanglements","url":"http://www.nytimes.com/1990/12/30/business/for-us-airlines-a-sudden-lust-for-foreign-entanglements.html"}],"tokens":["Japan"],"total":3592},{"offset":"0","results":[{"body":"In a display of fresh anxiety over its sagging economy and American trade pressures, Japan has unveiled steps in the last few days to spur economic growth at home and drive up the value of the yen in world currency markets. The steps were seen as an attempt to defuse American anger and impatience over Japan's mounting trade surpluses before","byline":"By STEVEN R. WEISMAN,","date":"19911231","title":"Japan's Economic Steps: Soothing U.S.","url":"http://www.nytimes.com/1991/12/31/business/japan-s-economic-steps-soothing-us.html"},{"body":"Japan, be warned: America has an enemy habit. It has just spent a quarter of its lifetime cultivating this habit and, with Soviet Communism dead, it is suddenly like the cigarette fiend in need of smoke. You know how desperate a smoker may be? You've seen those anti-smoking films where he wakes in the night craving smoke, only to find his pack","byline":"By RUSSELL BAKER","date":"19911231","title":"Observer; A Hunger For Enemies","url":"http://www.nytimes.com/1991/12/31/opinion/observer-a-hunger-for-enemies.html"},{"body":"The dollar closed slightly higher against major European currencies in slow trading yesterday in New York, with many dealers on vacation ahead of the New Year's holiday. The dollar rose to 1.5210 German marks from Friday's close of 1.5185. Against the Japanese yen, it fell to 125.55 from Friday's 125.93. Robert White of the First Interstate Bank in","date":"19911231","title":"CURRENCY MARKETS; Dollar Ends Slightly Higher In Trading Before Holiday","url":"http://www.nytimes.com/1991/12/31/business/currency-markets-dollar-ends-slightly-higher-in-trading-before-holiday.html"},{"body":"President Bush belatedly set off for Asia yesterday, taking along the chiefs of 21 major American corporations, including the Big Three auto makers. Regrettably, Mr. Bush seems to be leaving his own best foreign policy instincts and free trade principles behind. Originally, this trip to Australia, Singapore, South Korea and Japan was meant to","date":"19911231","title":"Distorted Diplomacy on Japan","url":"http://www.nytimes.com/1991/12/31/opinion/distorted-diplomacy-on-japan.html"},{"body":"HOCKEY Quebec Tops Toronto Doug Smail had a goal and two assists as the Quebec Nordiques downed the Toronto Maple Leafs, 5-2, last night in Quebec. (AP) TENNIS U.S. Team Loses Karel Novacek and Helena Sukova defeated Derrick Rostagno and Amy Frazier, 6-2, 6-1, yesterday in mixed doubles to give fifth-seeded Czechoslovakia a 2-1 victory over the","date":"19911231","title":"RESULTS PLUS","url":"http://www.nytimes.com/1991/12/31/sports/results-plus-602691.html"},{"body":"HAVING produced the biggest box-office hit of the year, \"Terminator 2: Judgment Day,\" Carolco Pictures Inc. should have been feeling good about 1991 and looking forward to 1992. Instead, it is going into the new year struggling to come up with enough cash to continue making movies and paying its debts. Carolco said yesterday that it wants to buy","byline":"By Richard W. Stevenson","date":"19911231","title":"Market Place; Hobbled Carolco To Buy Back Debt","url":"http://www.nytimes.com/1991/12/31/business/market-place-hobbled-carolco-to-buy-back-debt.html"},{"body":"Notes from All Over Just because it was a so-so year in fashion doesn't mean it wasn't a great year in history. An empire crumbled, a bloody tyrant was humbled. The world seemed breathless. There was no time to shop. The fall of Communism dwarfed in significance any drop in hemlines. Fashion took a back seat to the catwalk of world events. In","byline":"By Woody Hochswender","date":"19911231","title":"Patterns","url":"http://www.nytimes.com/1991/12/31/news/patterns-014191.html"},{"body":"President Bush, on a brief stopover here on the way to Australia, where he is beginning a four-nation Pacific region trip, was asked today if he agreed with a comment by Commerce Secretary Robert A. Mosbacher that the Japanese were partly responsible for the American recession. He replied obliquely: \"We need to get more access to more markets","byline":"By MICHAEL WINES,","date":"19911231","title":"Bush Avoids Criticism of Japanese","url":"http://www.nytimes.com/1991/12/31/world/bush-avoids-criticism-of-japanese.html"},{"body":"After the Tokyo stock market crashed in 1990, most securities executives expected 1991 to be a year of rebuilding. As Setsuya Tabuchi knows better than anyone in Japan, those guesses were wrong. Mr. Tabuchi entered the year as the baronial chairman of the Nomura Securities Company, the most powerful force in Japan's financial markets. He will exit","byline":"By JAMES STERNGOLD","date":"19911231","title":"THE YEAR IN FINANCE: NEWSMAKERS IN 1991; Money Movers Caught in the Turbulent Times of the 90's; Setsuya Tabuchi: Nomura's Loss Of Credibility","url":"http://www.nytimes.com/1991/12/31/business/year-finance-newsmakers-1991-money-movers-caught-turbulent-times-90-s-setsuya.html"},{"body":"After 13 1/2 years as head of the Bureau of Labor Statistics, Janet L. Norwood retires from the Government Tuesday with a fax machine presented by 325 admiring colleagues, a near-legendary reputation for nonpartisanship, and plaudits that include one senator's designation of her as a \"national treasure.\" If an informed public is essential for","byline":"By ROBERT D. HERSHEY Jr.,","date":"19911231","title":"COMPANY NEWS; An Even-Handed Collector Of Labor Statistics Retires","url":"http://www.nytimes.com/1991/12/31/business/company-news-an-even-handed-collector-of-labor-statistics-retires.html"}],"tokens":["Japan"],"total":3081},{"offset":"0","results":[{"body":"This old mining town in the southern desert, for decades home to Peru's struggling state-controlled iron company, has a new owner in what Government officials and investment bankers describe as a one-of-a-kind acquisition. The buyer is a Chinese state-owned corporation, which with the permission of the Communist leaders in Beijing competed with","byline":"By NATHANIEL C. NASH,","date":"19921231","title":"Peruvian State Iron Company Finds a 'Private' Buyer: China","url":"http://www.nytimes.com/1992/12/31/business/peruvian-state-iron-company-finds-a-private-buyer-china.html"},{"body":"All too often during 1992, advertising agencies chose derivativity over creativity, producing work that shamelessly recycled the tried-and-true, like celebrity endorsements, uplifting jingles or special effects. A Burger King campaign by D'Arcy Masius Benton & Bowles, for example, borrows a personality from MTV, Dan Cortese, and a theme from","byline":"By STUART ELLIOTT","date":"19921231","title":"THE MEDIA BUSINESS: Advertising; 1992: The Year Mundane Became Commonplace","url":"http://www.nytimes.com/1992/12/31/business/the-media-business-advertising-1992-the-year-mundane-became-commonplace.html"},{"body":"Japanese companies handed out at least $446 million in illegal donations to politicians or in questionable payoffs to curry favor with clients, a Government tax report published today said. In the year that ended in June, 12 percent of the 4,700 corporations checked by officials were guilty of concealing large amounts of money used for dubious","date":"19921231","title":"Japan Tallies Illegal Payoffs","url":"http://www.nytimes.com/1992/12/31/business/japan-tallies-illegal-payoffs.html"},{"body":"In a studio on a quiet street here, there are striking paintings of the giant Amazonian anteater; Argentina's national tree, the ombu; lime-green dolphins, and upside-down maps of South America with rivers the only boundary demarcations and flowing blood red. But the studio's owner, Nicolas Garcia Uriburu, Argentina's most noted environmental","byline":"By NATHANIEL C. NASH,","date":"19921231","title":"Argentine's Art Delivers Ecological Messages","url":"http://www.nytimes.com/1992/12/31/arts/argentine-s-art-delivers-ecological-messages.html"},{"body":"BT, formerly known as British Telecommunications P.L.C., plans to mark the Jan. 1 unification of European markets by giving its customers a nearly 23 percent one-month price cut for calls to many countries on the Continent. It is a move that BT's European counterparts, all government-owned and averse to lower prices, are unlikely to match. BT said","byline":"By ANTHONY RAMIREZ","date":"19921231","title":"COMPANY NEWS; British Phone Plans One-Month Rate Cut","url":"http://www.nytimes.com/1992/12/31/business/company-news-british-phone-plans-one-month-rate-cut.html"},{"body":"Japanese electronic companies should be assessed extra duties for dumping some products in the United States market, according to a preliminary decision issued by the Commerce Department. The Black & Decker Corporation, the giant power tool and home appliance company based here, instigated the dumping suit. The United States Government said Tuesday","date":"19921231","title":"Japan Loses in Trade Ruling","url":"http://www.nytimes.com/1992/12/31/business/japan-loses-in-trade-ruling.html"},{"body":"It has been a record-breaking year in the bond market. Corporate bond sales reached a high of $301 billion, almost outdoing the last two years combined, according to preliminary totals from the Securities Data Company. For 1991 and 1990 together, the sum of new corporate issues was $307 billion. The record issuance of corporate bonds was fed by the","byline":"By JONATHAN FUERBRINGER","date":"19921231","title":"CREDIT MARKETS; Bond Sales Set an Annual Record","url":"http://www.nytimes.com/1992/12/31/business/credit-markets-bond-sales-set-an-annual-record.html"},{"body":"Six weeks after it started shipping the grand-piano version of its computerized piano line, theYamaha Corporation of America says it has tapped a new market: middle-aged music lovers, mostly male and decidedly affluent, who had never dreamed of playing an instrument. The company says buyers are snapping up the $40,000 pianos faster than it can","date":"19921231","title":"COMPANY NEWS; Yamaha's 90's Player Piano a Hit","url":"http://www.nytimes.com/1992/12/31/business/company-news-yamaha-s-90-s-player-piano-a-hit.html"},{"body":"Nineteen ninety-two will be remembered as the year the bullet train of Japanese technology was derailed. And there is no certainty that the once-vaunted industrial machine will get back on track in 1993. With Japan in a severe economic slump, the nation's production of electronic equipment did not simply slow down in 1992, it actually declined -- a","byline":"By ANDREW POLLACK,","date":"19921230","title":"BUSINESS TECHNOLOGY: A Year of Transitions; Japan Inc.'s Struggle To Refill the Pipeline","url":"http://www.nytimes.com/1992/12/30/business/business-technology-year-transitions-japan-s-struggle-refill-pipeline.html"},{"body":"Japan's promise last year to open its market in computer chips is not producing the level of American sales that both nations said they expected, Carla A. Hills, the United States trade representative, said today. \"This lack of improvement calls into question Japan's resolve to implement\" last year's arrangement, Mrs. Hills said in an unusually","byline":"By KEITH BRADSHER,","date":"19921230","title":"U.S. Escalates War of Words Over Chip Imports by Japan","url":"http://www.nytimes.com/1992/12/30/business/us-escalates-war-of-words-over-chip-imports-by-japan.html"}],"tokens":["Japan"],"total":3191},{"offset":"0","results":[{"body":"The Royal Dutch/Shell Group and Italy's Montedison S.p.A. said today that they would merge large parts of their plastics businesses, creating a company with annual sales of nearly $3 billion. The new company, to be equally owned by the parents and based in the Netherlands, will be the world's largest producer of polypropylene, a plastic widely used","date":"19931231","title":"COMPANY NEWS; Joint Venture To Merge Plastics Units","url":"http://www.nytimes.com/1993/12/31/business/company-news-joint-venture-to-merge-plastics-units.html"},{"body":"North Korean diplomats have told the United States that international monitors can have access to their seven officially disclosed nuclear sites, Clinton Administration officials said today. But the North Koreans have not approached the International Atomic Energy Agency to work out the procedures for the inspections, nor have they offered to allow","byline":"By MICHAEL R. GORDON,","date":"19931231","title":"U.S. Sees Progress On Nuclear Talks With North Korea","url":"http://www.nytimes.com/1993/12/31/world/us-sees-progress-on-nuclear-talks-with-north-korea.html"},{"body":"To the Editor: Contrary to \"Look at What Rice for Japan Will Cost Us\" (letter, Dec. 19) by Prof. Thomas Koelble, California rice grows principally in northern California with a small amount in central California, and none in southern California. No water from the Colorado River is diverted to central or northern California. Furthermore, diversion","date":"19931230","title":"Why Blame California For Rice Subsidies?","url":"http://www.nytimes.com/1993/12/30/opinion/l-why-blame-california-for-rice-subsidies-208193.html"},{"body":"It may not be one of the world's most pressing problems, but Japanese and American companies seem on the verge of a technological breakthrough: cotton shirts that require little or no ironing. Without so much as a collar touch-up, the shirts are \"O.K. to wear even for a formal occasion,\" said Shizuo Watanabe, an executive at a Japanese company with","byline":"By ANDREW POLLACK,","date":"19931229","title":"BUSINESS TECHNOLOGY; A Dream Unfolds for Cotton Shirts","url":"http://www.nytimes.com/1993/12/29/business/business-technology-a-dream-unfolds-for-cotton-shirts.html"},{"body":"After five bruising months in office, Japan's charismatic new Prime Minister, Morihiro Hosokawa, has lost some of his initial sparkle. But it is too soon to count him out. Japanese hopes for more democratic, less corrupt and more consumer-oriented politics still ride on his shoulders. So do America's hopes for easier relations with its most","date":"19931229","title":"Still Out to Change Japan","url":"http://www.nytimes.com/1993/12/29/opinion/still-out-to-change-japan.html"},{"body":"The dollar was mixed against most leading currencies in light trading yesterday despite new signs of economic strength in the United States. The absence of the London foreign-exchange market, closed for the holidays, contributed to the quiet trading. The Conference Board reported that consumer confidence jumped sharply in December, but the figures","date":"19931229","title":"CURRENCY MARKETS; Dollar Mixed Despite Signs Of Economic Gains in U.S.","url":"http://www.nytimes.com/1993/12/29/business/currency-markets-dollar-mixed-despite-signs-of-economic-gains-in-us.html"},{"body":"Two piano duos were awarded the top prize in the 1993 Murray Dranoff International Two-Piano Competition held this month in Miami. Irina and Julia Elkina, twin sisters from St. Petersburg, Russia, and Noriko Ishikawa of Japan and Manfred Kratzer of Germany shared the combined first and second prizes of $10,000 and $5,000. The $2,500 third prize","date":"19931229","title":"Top Prizes Are Shared In Dual-Piano Contest","url":"http://www.nytimes.com/1993/12/29/arts/top-prizes-are-shared-in-dual-piano-contest.html"},{"body":"Wanting to give children their own New Year's Eve bash, Children's Television Workshop has collaborated with several international partners on a special hourlong edition of \"Sesame Street\" that ends with a countdown -- learn those numbers, kids -- to midnight. But WNET/Channel 13, its programming decisions increasingly askew, will be showing","byline":"By JOHN J. O'CONNOR","date":"19931229","title":"Review/Television; Monsters and Children Welcome at This Bash","url":"http://www.nytimes.com/1993/12/29/arts/review-television-monsters-and-children-welcome-at-this-bash.html"},{"body":"\"WINTER is icumen in, Lhude sing Goddamm . . .\" Ezra Pound's lament is about more than a mere annoyance with cold, ice and excess clothing for about 10 million Americans who suffer from SAD, the psychiatric syndrome with the all-too-apt acronym that stands for seasonal affective disorder. For them, the dark days of winter spell months of emotional","byline":"By Jane E. Brody","date":"19931229","title":"Personal Health","url":"http://www.nytimes.com/1993/12/29/health/personal-health-073393.html"},{"body":"\"Shadowlands\" is the most soothing film of the Christmas season, even though it happens to be about tragic loss. That's because it has been directed, in ripely sentimental fashion, by Richard Attenborough, an uncommonly reliable film maker on subjects both large and small. Most of Mr. Attenborough's subjects (\"Gandhi,\" \"Chaplin,\" \"Young Winston\")","byline":"By JANET MASLIN","date":"19931229","title":"Review/Film; 'Shadowlands,' a Story Of a Spring of Romance In the Autumn of 2 Lives","url":"http://www.nytimes.com/1993/12/29/movies/review-film-shadowlands-a-story-of-a-spring-of-romance-in-the-autumn-of-2-lives.html"}],"tokens":["Japan"],"total":2848},{"offset":"0","results":[{"body":"Unable to resolve a dispute with China over American accusations of piracy of computer software, movies and tapes, the United States is preparing a list of punitive tariffs that the Chinese warn could bring on a trade war. Officials close to the negotiations said today that the threatened trade sanctions would involve more than $1 billion in","date":"19941231","title":"U.S. Preparing Trade Sanctions Against China","url":"http://www.nytimes.com/1994/12/31/business/us-preparing-trade-sanctions-against-china.html"},{"body":"The Kirin Brewery Company, Japan's largest beer maker, plans to cut spending by 40 percent and eliminate 400 jobs in the next three years, the company said today. Kirin's beer-making work force will skrink from about 6,900 employees to about 6,500 by the end of 1997, a spokesman said. Most of those cuts will be accomplished through retirements, he","date":"19941231","title":"Kirin Brewery Cutbacks","url":"http://www.nytimes.com/1994/12/31/business/kirin-brewery-cutbacks.html"},{"body":"The Japanese have become less confident that their country will dominate the world economy in the next century, and Americans have grown more certain that they can meet Japanese competition, a new poll shows. In the survey, conducted early this month in both countries by The New York Times, CBS News and the Tokyo Broadcasting System, only 25","byline":"By DAVID E. SANGER","date":"19941230","title":"Japanese Less Confident of Economic Future, Poll Finds","url":"http://www.nytimes.com/1994/12/30/world/japanese-less-confident-of-economic-future-poll-finds.html"},{"body":"To the Editor: Apropos \"Mexico's Devaluation: Not So Scary\" (editorial, Dec. 24): Some discussions in support of the Mexican peso's devaluation, though not this particular discussion, argue that currency values can be manipulated to manage trade. This was the essence of mercantilist trade theory, which died in the 19th century with the global","date":"19941230","title":"Mexican Trade Won't Gain From Devaluation","url":"http://www.nytimes.com/1994/12/30/opinion/l-mexican-trade-won-t-gain-from-devaluation-254479.html"},{"body":"Stocks ended lower today in a shortened session, as investors headed out for year-end holidays. The Nikkei index of 225 issues closed down 29.92 points, or 0.15 percent, at 19,723.06. On Thursday, the Nikkei rose 87.45 points. The stock market will not reopen until Wednesday.","date":"19941230","title":"Stocks Slip in Japan","url":"http://www.nytimes.com/1994/12/30/business/stocks-slip-in-japan.html"},{"body":"The United States has advanced one notch to become the world's seventh-richest nation, but American shoppers get more for their money than residents in every country but Luxembourg, the World Bank said today. The multilateral lending agency said the United States' economic output per person rose to $24,750 in 1993 from $23,830 in 1992. In seventh","date":"19941230","title":"U.S., Edging Higher, Ranks as World's 7th-Richest Nation","url":"http://www.nytimes.com/1994/12/30/business/us-edging-higher-ranks-as-world-s-7th-richest-nation.html"},{"body":"Out away from the sea, where the old town's narrow lanes gradually give way to square high-rises, a splash of graffiti scrawled on a highway overpass reads, \"Berlusconi, King of the Thieves.\" Silvio Berlusconi once was popular in this Adriatic port in south-central Italy. In the national elections last March that put Mr. Berlusconi into office,","byline":"By JOHN TAGLIABUE,","date":"19941230","title":"In Skirmish With Unions, Fiat Is Victor","url":"http://www.nytimes.com/1994/12/30/world/in-skirmish-with-unions-fiat-is-victor.html"},{"body":"Airtouch Communications Inc. said today that it had reached an agreement with FGI Wireless Ltd. for an option to buy an indirect stake in Vimpelcom, a Russian cellular telephone company that serves the Moscow area. Vimpelcom's cellular licenses cover about 23 million people, or about 15 percent of Russia's population. FGI Wireless owns 45 percent","date":"19941230","title":"Russian Deal For Airtouch","url":"http://www.nytimes.com/1994/12/30/business/russian-deal-for-airtouch.html"},{"body":"Copper prices rose to their highest levels in six years yesterday as economic growth in the United States, Japan and Germany continued to fuel a rally. Demand from Asia has also been increased by the prolonged closing of the Philippines' only smelter, which was shut before the Christmas holiday because of typhoon damage and was not expected to","date":"19941230","title":"FUTURES MARKETS; Added Demand From Asia Sends Copper to 6-Year High","url":"http://www.nytimes.com/1994/12/30/business/futures-markets-added-demand-from-asia-sends-copper-to-6-year-high.html"},{"body":"Signs that life is returning to normal can be found everywhere in Rwanda. A roaring crowd fills a Kigali stadium for a Sunday afternoon soccer match. The cement factory in the southwest is operating again. Children play in dirt schoolyards. Day laborers in their green aprons pick tea on vast estates. And the carols of worshipers pour forth in a","byline":"By RAYMOND BONNER,","date":"19941229","title":"Shattered Nation: A special report.; Rwanda Now Faces Painful Ordeal of Rebirth","url":"http://www.nytimes.com/1994/12/29/world/shattered-nation-a-special-report-rwanda-now-faces-painful-ordeal-of-rebirth.html"}],"tokens":["Japan"],"total":2684},{"offset":"0","results":[{"body":"The Nazi submarine U-234, which surrendered to American forces in May 1945, was found to be carrying a surprisingly diverse cargo bound for Tokyo as part of a secretive exchange of war materiel between Hitler and Hirohito. The payload represented the pride of German technology and included parts and blueprints for proximity fuzes, antiaircraft","byline":"By WILLIAM J. BROAD","date":"19951231","title":"Captured Cargo, Captivating Mystery","url":"http://www.nytimes.com/1995/12/31/us/captured-cargo-captivating-mystery.html"},{"body":"WHEN Bernie Lipsky vacationed in Japan, he didn't stay in a Hyatt. He stayed with a Japanese family that had two teen-age girls and one bathroom. You had to wait your turn, Mr. Lipsky, of Deer Park, said. \"And I had to remember to take my slippers off and put them on when I went in and out of the bathroom.\" At least the bathroom had a door. His","byline":"By DIANE KETCHAM","date":"19951231","title":"ABOUT LONG ISLAND;Friendship as a Global Force","url":"http://www.nytimes.com/1995/12/31/nyregion/about-long-island-friendship-as-a-global-force.html"},{"body":"N.B.A Malone Passes 22,000 Points For Karl Malone, yesterday was just another day, another 20-plus-points game, another double-digit rebound game, another milestone. Malone scored 24 points and grabbed 20 rebounds, and passed the 22,000-point mark in his career, as the Utah Jazz defeated the Los Angeles Lakers, 99-82, in Salt Lake City. He is the","date":"19951231","title":"RESULTS PLUS","url":"http://www.nytimes.com/1995/12/31/sports/results-plus-048968.html"},{"body":"WHEN THEY DIED within days of each other in January, Victor Riesel and Walter Sheridan seemed like figures from a lost America. In their separate ways, they were shaped by that brief, romantic time when millions of Americans still believed that the labor movement would serve as the cement of the social contract. The theory was relatively simple.","byline":"By Pete Hamill","date":"19951231","title":"The Lives They Lived: Victor Riesel and Walter Sheridan;In Defense of Honest Labor","url":"http://www.nytimes.com/1995/12/31/magazine/lives-they-lived-victor-riesel-walter-sheridan-defense-honest-labor.html"},{"body":"South Korea today appeared to ease its conditions for resuming food aid to North Korea, calling on its Government to prove that it is facing a crisis and to guarantee that donated rice will not be for the military. The comments by Foreign Minister Gong Ro Myung could open the way for shipments of rice to North Korea by South Korea, Japan and","byline":"AP","date":"19951231","title":"WORLD NEWS BRIEFS;Seoul Eases Conditions For Aid to North Korea","url":"http://www.nytimes.com/1995/12/31/world/world-news-briefs-seoul-eases-conditions-for-aid-to-north-korea.html"},{"body":"International 3-15 IN BOSNIA, PEACE BUT NO JOY Peace in Bosnia has caused fear to subside, but the country that was once defined by a confluence of cultures is still divided; and the question of whose country it is has yet to be answered. 1 A land mine wounded an American soldier in Bosnia. 10 IN RURAL CHINA, GIRLS LOSE OUT Although China is","date":"19951231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1995/12/31/nyregion/news-summary-048399.html"},{"body":"Of course, New York isn't the only city that attracts dreamers. But having organized its port a century-and-a-half ago with a savvy and ruthlessness that left Boston and Philadelphia dazzled in defeat, New York perhaps has a birthright to predict the future. Ask for visions and themes emerge. The computer is a major focus, as if it were a torpedo","date":"19951231","title":"Visions of New York's Future","url":"http://www.nytimes.com/1995/12/31/nyregion/visions-of-new-york-s-future.html"},{"body":"Subway Cars' Trek Q. How does a subway car get from upstate New York, St. Louis, Montreal, Japan or wherever it's built to the New York subway system? Once they're here, how do they get onto the subway tracks? A. Whether coming from Elmira and Hornel, N.Y., where the old Eisenhower-era cars are routinely overhauled, or the more distant lands of","byline":"By KATHRYN SHATTUCK","date":"19951231","title":"F.Y.I.","url":"http://www.nytimes.com/1995/12/31/nyregion/fyi-047651.html"},{"body":"Those who support Patrick Joseph Buchanan for President find themselves warding off unloved labels these days: \"protectionist,\" \"isolationist\" and some that are a lot more unexpected. \"I'm no socialist, God knows,\" said Roy Luxemburg, a former supporter of Ross Perot, explaining that he had nevertheless relished listening to Mr. Buchanan rip into","byline":"By JAMES BENNET","date":"19951231","title":"Buchanan, in Unfamiliar Role, Is Under Fire as a Left-Winger","url":"http://www.nytimes.com/1995/12/31/us/buchanan-in-unfamiliar-role-is-under-fire-as-a-left-winger.html"},{"body":"Fifty years after the fact, historians and other researchers are still studying the possibility that uranium from a captured Nazi submarine went into the mix of raw materials used to make the atomic bombs that the United States dropped on Japan at the end of World War II. The reason for the mystery is that Government records available for public","date":"19951231","title":"Researchers Pursue An Atomic Mystery","url":"http://www.nytimes.com/1995/12/31/us/researchers-pursue-an-atomic-mystery.html"}],"tokens":["Japan"],"total":2975},{"offset":"0","results":[{"body":"A few months ago, a dark chauffer-driven sedan pulled up to one of those unprepossessing East Village shops with dressing rooms so tiny they can double as fashion torture chambers. The driver let out his passengers, young female Japanese tourists, who spent the next half-hour at the Daryl K store trying on clothes, buying clothes, oohing and","byline":"By CONSTANCE C. R. WHITE","date":"19961231","title":"Young American Designers Make Inroads Into Japan","url":"http://www.nytimes.com/1996/12/31/style/young-american-designers-make-inroads-into-japan.html"},{"body":"The dollar touched another 45-month high against the yen yesterday, reflecting more pessimism about Japan's economy and a move by Japanese investors out of their currency before a long market holiday. The absence of any public concern about the yen's weakness from either Japanese or United States officials was interpreted by some traders as another","date":"19961231","title":"Dollar Hits 45-Month High As Yen Continues Its Slide","url":"http://www.nytimes.com/1996/12/31/business/dollar-hits-45-month-high-as-yen-continues-its-slide.html"},{"body":"Magda Denes, a psychoanalyst who had just completed a book recounting her torment as a Jewish child hunted by the Nazis in wartime Budapest, was found dead on Saturday at her home in Manhattan. She was 62. She apparently had suffered a heart attack or stroke, her family said yesterday through a friend, Geoffrey Weill. Dr. Denes's second book,","byline":"By RALPH BLUMENTHAL","date":"19961231","title":"Magda Denes Is Dead at 62; Wrote of Hiding From Nazis","url":"http://www.nytimes.com/1996/12/31/arts/magda-denes-is-dead-at-62-wrote-of-hiding-from-nazis.html"},{"body":"China's robust economy expanded at the slowest rate in five years in 1996, reflecting the Government's efforts to trim growth and push down inflation. The State Statistics Bureau said today that the gross domestic product increased 9.7 percent this year, after adjustment for inflation, slower than 10.2 percent in 1995 and the first time since 1991","date":"19961231","title":"China's Economic Growth Eases for the Year to 9.7%","url":"http://www.nytimes.com/1996/12/31/business/china-s-economic-growth-eases-for-the-year-to-9.7.html"},{"body":"FIRST the victims suffer a flu-like illness: aches, chills, headache, a fever. They gradually recover, never really knowing what hit them. But then -- perhaps right away, often much later -- their immune systems begin to attack various cells and tissues in their bodies. The target can be cells in the pancreas, the membrane lining of knuckles and","byline":"By SANDRA BLAKESLEE","date":"19961231","title":"Virus's Similarity to Body's Proteins May Explain Autoimmune Diseases","url":"http://www.nytimes.com/1996/12/31/science/virus-s-similarity-to-body-s-proteins-may-explain-autoimmune-diseases.html"},{"body":"Carlos Alberto Parreira, who steered Brazil to its World Cup triumph in the United States two years ago and who is considered one of the world's top soccer coaches, signed a two-year contract yesterday to coach the MetroStars. The signing of a coach with the stature of Parreira should satisfy the MetroStars' followers -- sophisticated soccer fans","byline":"By ALEX YANNIS","date":"19961231","title":"MetroStars Go to Rio for Their New Coach","url":"http://www.nytimes.com/1996/12/31/sports/metrostars-go-to-rio-for-their-new-coach.html"},{"body":"The Vatican is not a place usually associated with youth. After all, Pope John Paul II is 76, and the man to whom he entrusted the care of the Vatican Museums, Carlo Pietrangeli, was 82 when he died last year. So it was no ordinary bit of news this year when Pope John Paul, seeking a successor for Professor Pietrangeli, chose a 41-year-old","byline":"By JOHN TAGLIABUE","date":"19961231","title":"Vatican Museums Get A New 'Ambassador'","url":"http://www.nytimes.com/1996/12/31/arts/vatican-museums-get-a-new-ambassador.html"},{"body":"HERE'S an idea sure to go nowhere fast: recognize that vast numbers of New Yorkers speak a distinct language that may be called ivonics. It is not named after the former Mrs. Trump. The word combines ivory and phonics, and applies to speech patterns of European origin that virtually define what many Americans think of as a New York accent. 'e says","byline":"CLYDE HABERMAN","date":"19961231","title":"Straight Talk In the Debate Over Ebonics","url":"http://www.nytimes.com/1996/12/31/nyregion/straight-talk-in-the-debate-over-ebonics.html"},{"body":"In the first prediction by a Peruvian government official of a bloodless end to the captivity of 83 hostages being held by leftist guerrillas here, Prime Minister Alberto Pandolfi said today that he expected a solution that ''protects the physical well-being and lives of all of the hostages.'' Mr. Pandolfi's statement today, two days after the","byline":"By DIANA JEAN SCHEMO","date":"19961231","title":"Peru's Premier Foresees Peaceful End to the Hostage Crisis","url":"http://www.nytimes.com/1996/12/31/world/peru-s-premier-foresees-peaceful-end-to-the-hostage-crisis.html"},{"body":"WOMEN'S BASKETBALL Arkansas Upsets the Lady Vols Christy Smith and Kimberly Wilson each scored 21 points and Arkansas, ranked No. 22 in the Associated Press news media poll, beat defending national champion and No. 6 Tennessee, 77-75, in the Southeastern Conference yesterday. Arkansas (10-1 over all, 1-0 S.E.C.) had a 14-point lead, but the","date":"19961230","title":"RESULTS PLUS","url":"http://www.nytimes.com/1996/12/30/sports/results-plus-957380.html"}],"tokens":["Japan"],"total":2532},{"offset":"0","results":[{"body":"Anticipating a renewed fight over American financing for abortions overseas, a liberal population-watch group warns that the global population crisis is far from over. The study, by the Population Institute, sought to dispel recent reports that the population explosion is slowing and that the next demographic crisis was actually the declining birth","byline":"By STEVEN A. HOLMES","date":"19971231","title":"Global Crisis in Population Is Far From Over, a Group Warns","url":"http://www.nytimes.com/1997/12/31/world/global-crisis-in-population-is-far-from-over-a-group-warns.html"},{"body":"Shares of the Concord Camera Corporation tumbled today after the Fuji Photo Film Company of Japan said it would end an agreement allowing Concord to use Fuji technology in its disposable cameras. Concord said it had filed a suit in Federal District Court in Manhattan to prevent Fuji from terminating the agreement next Tuesday. Fuji has accused","date":"19971231","title":"Fuji Deal Ending; Concord Stock Dives","url":"http://www.nytimes.com/1997/12/31/business/fuji-deal-ending-concord-stock-dives.html"},{"body":"The A. C. Nielsen Corporation, a market-research firm, said yesterday that costs associated with job cuts, primarily in Japan, would reduce its fourth-quarter earnings by $36 million before taxes. A. C. Nielsen, which is based in Stamford, Conn., would not disclose how many jobs would be cut, but a spokesman said the company would consolidate","date":"19971231","title":"COMPANY NEWS; A. C. NIELSEN SAYS JOB-CUT COSTS TO REDUCE EARNINGS","url":"http://www.nytimes.com/1997/12/31/business/company-news-a-c-nielsen-says-job-cut-costs-to-reduce-earnings.html"},{"body":"THIS was a fascinating year in the wine business. And not just because the grape harvest was so good in so many places. It was a year of consolidation and new directions, a year that may even lead to cheaper prices. It was a year of silver anniversaries, too; a lot of people decided to become winemakers in 1972. A good harvest means good wine, of","byline":"By FRANK J. PRIAL","date":"19971231","title":"Wine Talk; Let's Lift a Glass To the Grapes of '97","url":"http://www.nytimes.com/1997/12/31/dining/wine-talk-let-s-lift-a-glass-to-the-grapes-of-97.html"},{"body":"The dollar rose against the yen yesterday as speculation that Japan's efforts to revive its faltering economy would prove insufficient left investors wary of buying Japanese financial assets. The dollar also got a lift against the yen as the United States stock market rose strongly for a second day, aided by optimism that South Korean banks would","date":"19971231","title":"CURRENCY MARKETS; Concern on Japan's Economy Pushes Dollar Higher vs. Yen","url":"http://www.nytimes.com/1997/12/31/business/currency-markets-concern-on-japan-s-economy-pushes-dollar-higher-vs-yen.html"},{"body":"Two little-known cross-country skiers, one who had to pay for his training and another who was considered too old, qualified for the United States Olympic team by winning races at the United States Ski Team Gold Cup today on Mount Van Hoevenberg. Marc Gilbertson of Morrisville, Vt., won the men's 30-kilometer freestyle race and Suzanne King of","byline":"By JIM GOULD","date":"19971231","title":"OLYMPICS; Two Persevering Skiers Win and Earn Spot on U.S. Team","url":"http://www.nytimes.com/1997/12/31/sports/olympics-two-persevering-skiers-win-and-earn-spot-on-us-team.html"},{"body":"The dollar rose against most currencies yesterday after United States stocks rallied on optimism that South Korea would avert financial collapse. But the dollar weakened against the yen after a top Japanese foreign-exchange policy maker said Japan would not let its currency depreciate further, a signal that intervention by the central bank to","date":"19971230","title":"CURRENCY MARKETS; Dollar Moves Mostly Higher As Korea Worries Ease a Bit","url":"http://www.nytimes.com/1997/12/30/business/currency-markets-dollar-moves-mostly-higher-as-korea-worries-ease-a-bit.html"},{"body":"Japan is in disarray politically and economically, lurching through a financial crisis as its Prime Minister plumbs new depths of unpopularity. So where is the main opposition party in the world's second largest economic power? Instead of rubbing its hands with glee, it is committing suicide. The New Frontier Party, founded just three years ago,","byline":"By NICHOLAS D. KRISTOF","date":"19971230","title":"Looking for an Opposition in Japan","url":"http://www.nytimes.com/1997/12/30/world/looking-for-an-opposition-in-japan.html"},{"body":"THE volcanic hot springs of the deep sea are dark oases that teem with blind shrimp, giant tube worms and other bizarre creatures, sometimes in profusions great enough to rival the chaos of rain forests. And they are old. Scientists who study them say these odd environments, first discovered two decades ago, may have been the birthplace of all life","byline":"By WILLIAM J. BROAD","date":"19971230","title":"Undersea Treasure, and Its Odd Guardians","url":"http://www.nytimes.com/1997/12/30/science/undersea-treasure-and-its-odd-guardians.html"},{"body":"Any group of workers will include some who do more than their share, and some who do less. Properly managed and motivated, a diverse crew will yield a collective product that is equal to or greater than the sum of its parts. But when too many give less than their best at the same time, the overall outcome is one of embarrassing underachievement.","byline":"By JOE LAPOINTE","date":"19971230","title":"HOCKEY; In Ranger Puzzle, Passion Has Been A Missing Piece","url":"http://www.nytimes.com/1997/12/30/sports/hockey-in-ranger-puzzle-passion-has-been-a-missing-piece.html"}],"tokens":["Japan"],"total":2792},{"offset":"0","results":[{"body":"Stock Market Declines After 8 Days of Gains The stock market ended lower for the first time in nine sessions, weakened by investors who sold to secure some profits from a 1998 rally that accelerated at the end of the year. The Dow Jones industrial average fell 46.34 points, to 9,274.64, after having gained 530 points since Dec. 16. The Standard &","date":"19981231","title":"BUSINESS DIGEST","url":"http://www.nytimes.com/1998/12/31/business/business-digest-662780.html"},{"body":"China said today that it achieved economic growth of 7.8 percent for 1998, essentially meeting the 8 percent goal set by political leaders at the beginning of the year. In the face of ''an extremely complicated international economic situation,'' the growth in gross domestic product this year was only 1 percent lower than the 1997 figure of 8.8","byline":"By ERIK ECKHOLM","date":"19981231","title":"China Reports 7.8% Growth, Close to Goal It Set for '98","url":"http://www.nytimes.com/1998/12/31/world/china-reports-7.8-growth-close-to-goal-it-set-for-98.html"},{"body":"EUROPE RUSSIA: YELTSIN ATTACKS EXTREMISM -- President Boris N. Yeltsin ordered the Government to fight political and religious extremism in the wake of several recent anti-Semitic outbursts by Russian politicians. Mr. Yeltsin told Prime Minister Yevgeny M. Primakov and other senior officials to draw up a program to oppose extremism, the President's","byline":"Compiled by Christopher S. Wren","date":"19981231","title":"World Briefing","url":"http://www.nytimes.com/1998/12/31/world/world-briefing.html"},{"body":"FOR altogether different reasons, Mike Peplinski would agree with a weekly magazine that recently acclaimed 1998 as the greatest sports year of the century. In terms of personal achievement, he made it all the way from Eau Claire, Wis., to the Winter Olympics. And in a show of transcendent sacrifice for the sake of the team, his father-in-law","byline":"By HARVEY ARATON","date":"19981231","title":"Sports of The Times; A Sportsman Who Really Was in Need","url":"http://www.nytimes.com/1998/12/31/sports/sports-of-the-times-a-sportsman-who-really-was-in-need.html"},{"body":"Dr. Raemer E. Schreiber, an experimental physicist who helped develop the atom bomb and the hydrogen bomb, died on Dec. 24 at his home in Los Alamos, N.M. He was 88. Dr. Schreiber, who was born in Oregon, received his doctorate from Purdue University in 1941, not long after the discovery of nuclear fission made it evident to scientists that some","byline":"By ERIC PACE","date":"19981231","title":"R.E. Schreiber, 88, Nuclear Bomb Physicist","url":"http://www.nytimes.com/1998/12/31/us/re-schreiber-88-nuclear-bomb-physicist.html"},{"body":"A JAPANESE product called panko sounds as if it might be the next toy craze. But a kitchen craze is more like it. Panko is Japanese for bread crumbs, and chefs and home cooks are discovering that this light, airy variety is worlds away from the acrid, herb-flecked, additive-laden bread crumbs in the supermarket, the more upscale crumbs from a","byline":"By FLORENCE FABRICANT","date":"19981230","title":"From Japan, the Secret of Crunchy Coating","url":"http://www.nytimes.com/1998/12/30/dining/from-japan-the-secret-of-crunchy-coating.html"},{"body":"Fidelity Investments, the biggest United States mutual fund company, said today that it planned to introduce a Growth and Income II fund next month. The new fund is expected to open about eight months after Fidelity closed its $46 billion Fidelity Growth and Income fund to most new investors. The Fidelity Growth and Income fund was among the firm's","date":"19981230","title":"THE MARKETS; Fidelity Plans to Introduce a New Fund","url":"http://www.nytimes.com/1998/12/30/business/the-markets-fidelity-plans-to-introduce-a-new-fund.html"},{"body":"INTERNATIONAL A3-9 2 Khmer Rouge Apologize For Reign of Terror Khieu Samphan, a top leader of the Khmer Rouge, muttered an apology for the suffering he had caused the Cambodian people. But he also urged Cambodians to ''let bygones be bygones'' regarding the deaths of more than a million people between 1975 and 1979, when the Khmer Rouge ruled","date":"19981230","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1998/12/30/nyregion/news-summary-646555.html"},{"body":"Thailand's Veeraphol Nakonluang-Promotion stopped Japan's Joichiro Tatsuyoshi at 2:52 of the sixth round in Osaka, Japan, to win the World Boxing Council bantamweight title last night. PLUS: BOXING","date":"19981230","title":"PLUS: BOXING; Thai Wins By Knockout","url":"http://www.nytimes.com/1998/12/30/sports/plus-boxing-thai-wins-by-knockout.html"},{"body":"EUROPE BRITAIN: CHILD PROSTITUTE AS VICTIM -- The Government issued guidelines aimed at treating child prostitutes as victims of abuse rather than as criminals and at marking their employers and clients for prosecution. The latest annual figures, for 1995-1996, show that 177 youths under 17 were convicted of prostitution and another 207 were","byline":"Compiled by Christopher S. Wren","date":"19981230","title":"World Briefing","url":"http://www.nytimes.com/1998/12/30/world/world-briefing.html"}],"tokens":["Japan"],"total":3107},{"offset":"0","results":[{"body":"YAMADA-Tadayoshi, one of Japan's leading internationalists, passed away on November 6, 1999. He was born on January 10, 1909 in Tottori Prefecture, Japan, received a Bachelor of Laws degree from Meiji University in 1933 and a Master of Arts degree in American history from Columbia University in 1935. He was Senior Managing Director at Yawata Iron","date":"19991231","title":"Paid Notice: Deaths YAMADA, TADAYOSHI","url":"http://www.nytimes.com/1999/12/31/classified/paid-notice-deaths-yamada-tadayoshi.html"},{"body":"Japan's ruling coalition has decided to postpone placing a limit on government guarantees of bank deposits for another year, dealing what many here called a major blow to overhauling the nation's banking industry. The decision, announced late Wednesday, overrules a previously established timetable for the plan, which would have placed a $97,700","byline":"By HOWARD W. FRENCH","date":"19991231","title":"Japan Delays Key Element Of Bank Plan","url":"http://www.nytimes.com/1999/12/31/business/japan-delays-key-element-of-bank-plan.html"},{"body":"INTERNATIONAL A3-10 Ex-Beatle George Harrison Is Stabbed by an Intruder A man armed with a large knife broke into the house of the former Beatle George Harrison near London and stabbed him in the chest, the authorities said. Mr. Harrison, 56, was treated for a collapsed lung and minor stab wounds and was reported to be in stable condition. His wife","date":"19991231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1999/12/31/nyregion/news-summary-149284.html"},{"body":"BY the time you fumble for your first cup of coffee today, this may have already proved to be the stupidest column ever written. Planes could be falling from the sky over New Zealand, where 2000 tramped in on big cat's feet while most New Yorkers were pulling the covers over their heads this morning, squeezing the last drops of sleep out of 1999.","byline":"By CLYDE HABERMAN","date":"19991231","title":"NYC; An Urgent Year 2000 Problem: What to Call the New Decade","url":"http://www.nytimes.com/1999/12/31/nyregion/nyc-an-urgent-year-2000-problem-what-to-call-the-new-decade.html"},{"body":"Lightship baskets, those simple oval and round baskets with wooden handles carried as summer purses by proud women on Nantucket, could have been invented only there. Soon after the first settlers arrived on Nantucket in 1659, they learned to make their living from the sea. By the early 1800's they had formed America's largest whaling fleet, with","byline":"By Wendy Moonan","date":"19991231","title":"ANTIQUES; Bored Sailors Who Wove Fine Baskets","url":"http://www.nytimes.com/1999/12/31/arts/antiques-bored-sailors-who-wove-fine-baskets.html"},{"body":"My New Year's resolution is to file my columns early. This one was written 10 years before deadline. SAN JOSE, Calif., Dec. 30, 2009 ONLY a decade ago, the Silicon Valley of California was viewed as technology's promised land, a place where bungalows cost $1 million and even the youngest computer programmer had stock options that seemed likely to","byline":"By FLOYD NORRIS","date":"19991231","title":"Remembering Wealth: Life in Post-Crash Silicon Valley","url":"http://www.nytimes.com/1999/12/31/business/remembering-wealth-life-in-post-crash-silicon-valley.html"},{"body":"In the year 2030 people will have dolphins and gorillas for roommates, one girl from Canada predicts in ''Nickellennium,'' Nickelodeon's New Year's Eve special. In 2040, a boy from Romania announces, he will live on an island ''in the middle of the Atlantic Ocean'' with 1,000 cats. In the future, a little girl from England says, ''you'll have","byline":"By ANITA GATES","date":"19991231","title":"TELEVISION REVIEW; A World Without Brussels Sprouts, Pesky Brothers or Long School Days","url":"http://www.nytimes.com/1999/12/31/movies/television-review-world-without-brussels-sprouts-pesky-brothers-long-school-days.html"},{"body":"Danny Moore, a trumpeter and leader of a quintet, found his livelihood slipping away because -- of all things -- he had had work done on his front teeth. ''Any time you have something directly involved with this mouthpiece, that changes muscles that you've developed for years,'' Mr. Moore, 57, explained as he held his trumpet in his hands.","byline":"By AARON DONOVAN","date":"19991231","title":"THE NEEDIEST CASES; With Help, a Horn Is Silent No Longer","url":"http://www.nytimes.com/1999/12/31/nyregion/the-neediest-cases-with-help-a-horn-is-silent-no-longer.html"},{"body":"The lights were dim, the ballroom hushed and the mood as taut as a paperback mystery. Yet Thomas Dunne was nonchalant as he tossed a dollar bill on the crisp linen of a back table strategically situated on the far literary outskirts of the annual National Book Awards banquet in New York. Seconds later Mr. Dunne claimed a prize, but it was not for","byline":"By DOREEN CARVAJAL","date":"19991231","title":"Intrepid Helmsman At St. Martin's Press; Publisher's Unit Sails Through a Storm","url":"http://www.nytimes.com/1999/12/31/business/intrepid-helmsman-at-st-martin-s-press-publisher-s-unit-sails-through-a-storm.html"},{"body":"Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone, especially during","date":"19991231","title":"ART GUIDE","url":"http://www.nytimes.com/1999/12/31/arts/art-guide.html"}],"tokens":["Japan"],"total":2590},{"offset":"0","results":[{"body":"ARCHERY U.S. Target Men's Olympic Bow: Richard Johnson, Woodstock, Conn. Women's Olympic Bow: Karen Scavotto, Enfield, Conn. Men's Compound Bow: Dave Cousins, Westbrooke, Me. Women's Compound Bow: Christie Bisco, Raymond, Me. U.S. Intercollegiate Team: Texas A&M. Men's Olympic Bow: Christopher Shull, Texas A&M. Women's Olympic Bow: Jessica Carlson,","byline":"Compiled by Vincent M. Mallozzi","date":"20001231","title":"CHAMPIONS 2000; From Sydney To the Bronx, the Winners","url":"http://www.nytimes.com/2000/12/31/sports/champions-2000-from-sydney-to-the-bronx-the-winners.html"},{"body":"ONE look suggests this is not an average Westchester County high school athletics team. For one, all the players appear to be Japanese. For another, there is an uncommon level of teamwork. This is Keio Academy, where most of the students live on the school's sprawling campus in Purchase, where kendo, judo and karate are popular sports and where","byline":"By CHUCK SLATER","date":"20001231","title":"FOR THE RECORD; Judo and Karate, But No Football","url":"http://www.nytimes.com/2000/12/31/nyregion/for-the-record-judo-and-karate-but-no-football.html"},{"body":"ARTISTS have long been intrigued by the phenomenon of time, but faced with the challenge of depicting the undepictable, they have generally sought to evoke time's effects rather than its substance. Nostalgia has been one tool -- suggesting the passage of time through emotional representations of idealized moments from the past. History painting has","byline":"By EDWARD M. GOMEZ","date":"20001231","title":"ART/ARCHITECTURE; Mapping, in Space, the Flickering Face of Time","url":"http://www.nytimes.com/2000/12/31/arts/art-architecture-mapping-in-space-the-flickering-face-of-time.html"},{"body":"ANY year producing postcards from Tokyo and Sydney can't be all bad. On the other hand, little did I know that the best postcards of all would be sent in October from the No. 7 and the No. 4 subway trains in my hometown. HEMPSTEAD, N.Y., JAN. 4 -- Bill Belichick stuns the Jets' management as well as a huge gathering of journalists by announcing he","byline":"By GEORGE VECSEY","date":"20001231","title":"FROM SYDNEY TO THE BRONX, THE WINNERS; There Was No Place Like Home in 2000","url":"http://www.nytimes.com/2000/12/31/sports/from-sydney-to-the-bronx-the-winners-there-was-no-place-like-home-in-2000.html"},{"body":"THE therapist slowly peeled the backing from the Polaroid shot he'd just taken of me, sitting there in a bathrobe and rubber sandals in front of a multi colored backdrop. There was a sharp intake of breath. ''Oh, my,'' he said. Now, this is not the sort of gasp you hope to hear when someone has just taken a picture of your ''aura'' after an hour","byline":"By RICK LYMAN","date":"20001231","title":"A Jackpot of Rich Indulgences","url":"http://www.nytimes.com/2000/12/31/travel/a-jackpot-of-rich-indulgences.html"},{"body":"Tucked away among the boutiques of SoHo is a shop quite different from the others. Instead of pricey purses or fake furs, the two-floor Shiseido Studio at 155 Spring Street (at West Broadway) offers something more unusual: everything is free. That's not to say anything is actually for sale. ''It's not a store,'' said Hank Pohl, vice president for","byline":"By ALLISON FASS","date":"20001231","title":"VENTURES; Where Everything Is, Sort of, Free","url":"http://www.nytimes.com/2000/12/31/nyregion/ventures-where-everything-is-sort-of-free.html"},{"body":"CALL it the case of the good economy gone bad. The nation's decade-long boom seems to be ending more abruptly than any mainstream economist predicted. In the first half of 2000, the American economy was growing at more than 5 percent annually. This quarter, it will be lucky to expand at all. Slowdowns that sudden do not just happen. Yet the nation","byline":"By ALEX BERENSON","date":"20001231","title":"Ideas & Trends; The Case of the Instant Recession","url":"http://www.nytimes.com/2000/12/31/weekinreview/ideas-trends-the-case-of-the-instant-recession.html"},{"body":"GOING DOWNHILL CAN STILL GET YOU TO THE TOP The kick-powered scooter probably edged out robotic dogs and the latest Barbie offerings as this year's No. 1 Christmas gift (final rankings due next month), but most likely scooters are coasting on the momentum that built up during a year in which sales were expected to reach five million units and","byline":"By Rob Turner","date":"20001231","title":"The Way We Live Now: 12-31-00: Salient Facts: Scooters; Not-So-Hot Wheels","url":"http://www.nytimes.com/2000/12/31/magazine/the-way-we-live-now-12-31-00-salient-facts-scooters-not-so-hot-wheels.html"},{"body":"YOU don't see them run, because they aren't on the nightly news shows. But in the last few weeks, tens of thousands of hungry Afghans have been moving toward Herat, near the border of Iran, driven by civil war, bad government, winter and the worst drought in decades. They aren't alone. A continent away, renewed fighting in the Congo has people on","byline":"By BARBARA CROSSETTE","date":"20001231","title":"The World; The Century of Refugees Ends. And Continues.","url":"http://www.nytimes.com/2000/12/31/weekinreview/the-world-the-century-of-refugees-ends-and-continues.html"},{"body":"Never mind about Carmen Sandiego and Waldo. Where in the world is Vladimiro Montesinos? Since disappearing late in October, Mr. Montesinos, former chief of Peru's intelligence network, has become the most hunted man in Latin America. But in spite of a tantalizing trail of clues and reports of stopovers and sightings in places ranging from the","byline":"By LARRY ROHTER","date":"20001231","title":"For Peru Ex-Spy Chief, on the Lam, a Trail of Intrigue","url":"http://www.nytimes.com/2000/12/31/world/for-peru-ex-spy-chief-on-the-lam-a-trail-of-intrigue.html"}],"tokens":["Japan"],"total":2588},{"offset":"0","results":[{"body":"This time last year, Henry C. Yuen, a mathematician turned entrepreneur, seemed headed for the sort of media domination reserved for the likes of Rupert Murdoch and Barry Diller. He had an ownership claim on the main home page for digital cable TV, the electronic programming guides designed to help people navigate the onslaught of digital channels","byline":"By JIM RUTENBERG","date":"20011231","title":"MEDIA: PROGRAM GUIDES; Powerhouse Battles To Protect Patents","url":"http://www.nytimes.com/2001/12/31/business/media-program-guides-powerhouse-battles-to-protect-patents.html"},{"body":"Tate Britain has expanded. The British galleries at the Victoria and Albert have just opened. And at the Courtauld ''Art on the Line,'' an excellent show, celebrates the coming of age of British art in the annual exhibitions that took place in the Great Room at Somerset House starting in the late 18th century. In other words London is everywhere","byline":"By MICHAEL KIMMELMAN","date":"20011231","title":"CRITIC'S NOTEBOOK; London Revels In Art, Cheeky Or Grandiose","url":"http://www.nytimes.com/2001/12/31/arts/critic-s-notebook-london-revels-in-art-cheeky-or-grandiose.html"},{"body":"INVESTORS betting on a recovery in Japanese stocks are not easily discouraged. After three short-lived rallies in the 1990's, they are again hoping that the market will finally pull itself out of its decade-long funk. Fund managers with a mandate to invest here have some reason for quiet optimism for 2002. Many big names, like Nippon Steel and the","byline":"By KEN BELSON","date":"20011230","title":"Investing; Yes, There Are Still Optimists in Japan","url":"http://www.nytimes.com/2001/12/30/business/investing-yes-there-are-still-optimists-in-japan.html"},{"body":"North Korea denied any connection to a boat with a crew of 15 sunk by Japan after it fired on Japanese Coast Guard ships in the East China Sea. But the touchy, secretive government in Pyongyang certainly got worked up, accusing Japan of ''brutal piracy and unpardonable terrorism of a modern brand that could be committed only by samurais of Japan.''","byline":"By James Brooke","date":"20011230","title":"DECEMBER 23-29: INTERNATIONAL; BOAT MYSTERY","url":"http://www.nytimes.com/2001/12/30/weekinreview/december-23-29-international-boat-mystery.html"},{"body":"DANCE is in a period of consolidation: pioneers and rebellions are in short supply. The year just ending was no exception. Again creativity had to do with ideas recycled, developed and perfected. Excellence in dancing and choreography abounded amid the aesthetics of the familiar. By contrast, Martha Graham, George Balanchine, Merce Cunningham and","byline":"By ANNA KISSELGOFF","date":"20011230","title":"THE YEAR IN REVIEW: DANCE; Amid the Familiar, Welcome Hints of the Strange","url":"http://www.nytimes.com/2001/12/30/arts/the-year-in-review-dance-amid-the-familiar-welcome-hints-of-the-strange.html"},{"body":"LAPIDES-Robert E. Chairman of United Aluminum Corporation, one of Connecticut's oldest private corporations, passed away on December 21, after a brief illness. A devoted New Havener, Yale Man and WWII Naval commander, he was 83. Mr. Lapides was born and raised in New Haven and graduated from Yale University, Class of '39S with an engineering degree","date":"20011230","title":"Paid Notice: Deaths LAPIDES, ROBERT E.","url":"http://www.nytimes.com/2001/12/30/classified/paid-notice-deaths-lapides-robert-e.html"},{"body":"In a year when death scarred the nation, death too often saddened sports -- at an auto-racing track, in a plane crash, on a sun-scorched football field, in a boxing ring on an aircraft carrier, on a ski slope in Tyrol, even on a world-class sailor's anchored yacht. On the competitive stages, the Arizona Diamondbacks dethroned the Yankees in a","byline":"By DAVE ANDERSON","date":"20011230","title":"2001: LOOKING BACK; Death and Scandal Left Their Scars","url":"http://www.nytimes.com/2001/12/30/sports/2001-looking-back-death-and-scandal-left-their-scars.html"},{"body":"It was the kind of party you can't write about if you ever want to be invited back. Oh, not because of drugs or lubricious goings-on. Here's the scene: After passing muster with a couple of list-toting doorkeepers, you enter the landmark six-story Greenwich Village town house. A party captain takes your coat, placing it in a large plastic bag that","byline":"By KATE BETTS","date":"20011230","title":"The Fine Art Of Being A Homebody","url":"http://www.nytimes.com/2001/12/30/style/the-fine-art-of-being-a-homebody.html"},{"body":"FOR many investors, the end of 2001 won't come a minute too soon. Unfortunately, many were saying the same thing at the end of 2000. Major stock market averages have fallen for the second year in a row. Steve Galbraith, the new chief investment officer for the United States strategy group at Morgan Stanley, took some time last week to talk about","byline":"By KENNETH N. GILPIN","date":"20011230","title":"MARKET INSIGHT; Turnaround Prospects After Two Bad Years","url":"http://www.nytimes.com/2001/12/30/business/market-insight-turnaround-prospects-after-two-bad-years.html"},{"body":"Slowly but surely, life in Singapore is flowing back downtown to the waterfront where this port city began. At the mouth of the Singapore River, long the forsaken appendix of a financial district that locked down at the end of each working day, two new landmarks herald the transformation. On one side, the new Fullerton Hotel beckons with","byline":"By WAYNE ARNOLD","date":"20011230","title":"WHAT'S DOING IN; Singapore","url":"http://www.nytimes.com/2001/12/30/travel/what-s-doing-in-singapore.html"}],"tokens":["Japan"],"total":2900},{"offset":"0","results":[{"body":"Down a New Silk Road About a year ago, researchers with a Canadian biotechnology company and the United States Army announced that they had taken genetic material from spiders, spliced it into mammalian cells and used the cells to produce silk proteins. The company even developed genetically engineered goats whose milk contains the proteins, hoping","byline":"By HENRY FOUNTAIN","date":"20021231","title":"OBSERVATORY","url":"http://www.nytimes.com/2002/12/31/science/observatory.html"},{"body":"President Bush and his administration have declared a war against terrorism that may soon involve sending thousands of American troops into combat in Iraq. I voted against the Congressional resolution giving the president authority to carry out this war -- an engagement that would dwarf our military efforts to find Osama bin Laden and bring him to","byline":"By Charles B. Rangel","date":"20021231","title":"Bring Back the Draft","url":"http://www.nytimes.com/2002/12/31/opinion/bring-back-the-draft.html"},{"body":"The administration's top budget official estimated today that the cost of a war with Iraq could be in the range of $50 billion to $60 billion, a figure that is well below earlier estimates from White House officials. In a telephone interview today, the official, Mitchell E. Daniels Jr., director of the Office of Management and Budget, also said","byline":"By ELISABETH BUMILLER","date":"20021231","title":"THREATS AND RESPONSES: THE COST; WHITE HOUSE CUTS ESTIMATE OF COST OF WAR WITH IRAQ","url":"http://www.nytimes.com/2002/12/31/us/threats-responses-cost-white-house-cuts-estimate-cost-war-with-iraq.html"},{"body":"Japanese stocks finished 2002 at the lowest level in two decades. The Nikkei 225 index fell 1.6 percent on the final day of trading, to end at 8,579. In the first half of 2002, the Nikkei 225 was the best-performing major index in the world. But continued worries about the health of the banking system and the global economy pushed it 19 percent","byline":"By Ken Belson (NYT)","date":"20021231","title":"World Business Briefing | Asia: Japan: Stocks At 20-Year Low","url":"http://www.nytimes.com/2002/12/31/business/world-business-briefing-asia-japan-stocks-at-20-year-low.html"},{"body":"Doubts about relativity have been caused partly by a mystery regarding cosmic rays, the high-energy particles that rain down on Earth from outer space. According to relativity, there should be a limit -- known as the G.Z.K. limit -- after Kenneth Greisen, Georgi Zatsepin and Vadim Kuzmin, three theorists who independently came up with it in 1968 --","byline":"By DENNIS OVERBYE","date":"20021231","title":"Interpreting the Cosmic Rays","url":"http://www.nytimes.com/2002/12/31/science/interpreting-the-cosmic-rays.html"},{"body":"Some fuzzy math: In the first 30 days of December 2000, according to Nexis, only six articles in major news sources contained both the word ''deflation'' and the phrase ''United States''; none of those articles suggested that deflation in this country was a real possibility. In the same period last year there were 292 hits; this past month there","byline":"By PAUL KRUGMAN","date":"20021231","title":"Crisis In Prices?","url":"http://www.nytimes.com/2002/12/31/opinion/crisis-in-prices.html"},{"body":"Sometime between the stage debut of John Osborne's ''Look Back in Anger'' and the arrival seven years later of the Rolling Stones at the Crawdaddy Club in the Richmond section of London in 1963, Mary Quant, the daughter of British schoolteachers, married Alexander Plunket Greene, an art school classmate who was ecumenical in his interests.","byline":"By GINIA BELLAFANTE","date":"20021231","title":"The Miniskirt's Back, but Can It Grow Real Legs?","url":"http://www.nytimes.com/2002/12/31/nyregion/the-miniskirt-s-back-but-can-it-grow-real-legs.html"},{"body":"Climate experts say global temperatures in 2003 could match or beat the modern record set in 1998, when temperatures were raised sharply by El Nio, a periodic disturbance of Pacific Ocean currents that warms the atmosphere. El Nio that year was the strongest ever measured. A new one is brewing in the Pacific but is expected to remain relatively","byline":"By ANDREW C. REVKIN","date":"20021231","title":"Temperatures Are Likely to Go From Warm to Warmer","url":"http://www.nytimes.com/2002/12/31/science/temperatures-are-likely-to-go-from-warm-to-warmer.html"},{"body":"Q. How do termites eat wood? A. It used to be thought that termites needed the help of protozoa and bacteria living in their guts to digest the cellulose in wood, but a researcher at Texas A&M University recently reported finding the structure of an enzyme that lets at least some termites do so on their own. The researcher, Dr. Edgar F. Meyer,","byline":"By C. CLAIBORNE RAY","date":"20021231","title":"Q&A; Termite Appetite","url":"http://www.nytimes.com/2002/12/31/science/q-a-termite-appetite.html"},{"body":"The Bush administration backed away today from a longstanding declaration by the United States that it would not tolerate a North Korean nuclear arsenal, as Secretary of State Colin L. Powell and other officials insisted that it would be counterproductive to set deadlines for North Korea to meet American demands or make threats to take military","byline":"By DAVID E. SANGER","date":"20021230","title":"THREATS AND RESPONSES: NUCLEAR ANXIETY; U.S. EASES THREAT ON NUCLEAR ARMS FOR NORTH KOREA","url":"http://www.nytimes.com/2002/12/30/world/threats-responses-nuclear-anxiety-us-eases-threat-nuclear-arms-for-north-korea.html"}],"tokens":["Japan"],"total":2823},{"offset":"0","results":[{"body":"A major Japanese restaurant chain that serves American beef on bowls of rice, Yoshinoya D&C Company, will trim hours at some stores to conserve its stores of meat. The company, which said it has enough beef to last until late January, will temporarily close 174 of its 980 stores during late night hours. Yoshinoya's stock has fallen 8.2 percent","byline":"By Ken Belson (NYT)","date":"20031231","title":"World Business Briefing | Asia: Japan: Restaurant To Reduce Hours","url":"http://www.nytimes.com/2003/12/31/business/world-business-briefing-asia-japan-restaurant-to-reduce-hours.html"},{"body":"In an effort to maintain consumer confidence and to appeal to countries that have closed their borders to American beef, domestic cattle ranchers and food companies said yesterday that they largely supported the Department of Agriculture's decision to increase restrictions on beef production. Ann M. Veneman, the secretary of agriculture, said","byline":"By SHERRI DAY","date":"20031231","title":"Ranchers and Companies Support New Restrictions","url":"http://www.nytimes.com/2003/12/31/us/ranchers-and-companies-support-new-restrictions.html"},{"body":"The benchmark Nikkei 225 stock index grew 24 percent in 2003, the first full-year increase in four years. The bailout in June of Japan's fifth-largest lender, Resona Holdings, helped support shares in other banks. Manufacturers that are benefiting from strong growth in China, including steel and machinery makers, also rose strongly. On the last day","byline":"By Ken Belson (NYT)","date":"20031231","title":"World Business Briefing | Asia: Japan: Stocks Rise","url":"http://www.nytimes.com/2003/12/31/business/world-business-briefing-asia-japan-stocks-rise.html"},{"body":"When a group of ranchers in central British Columbia donated 15 head of cattle to the local Rotary club and other charities just before Christmas, the gesture was motivated as much by necessity as charity. The animals, which yielded more than 5,000 pounds of ground beef for soup kitchens and Christmas hampers, would have sold for less than 100","byline":"By BERNARD SIMON","date":"20031231","title":"Canada Cattlemen Look Anxiously to U.S.","url":"http://www.nytimes.com/2003/12/31/business/canada-cattlemen-look-anxiously-to-us.html"},{"body":"U.S. Takes Steps to Keep Beef Parts Out of Food The secretary of agriculture announced new steps the department would take to keep beef parts that might carry mad cow disease out of the nation's food supply, including banning the use of sick cows and speeding up testing to detect diseased animals. Agriculture Secretary Ann M. Veneman issued the","date":"20031231","title":"BUSINESS DIGEST","url":"http://www.nytimes.com/2003/12/31/business/business-digest-778460.html"},{"body":"Global semiconductor sales will rise 18 percent next year, the biggest jump since 2000, on demand for personal computers and mobile phones, the International Data Corporation said yesterday. Worldwide chip sales will reach $188.8 billion in 2004, the market researcher said in a statement. International Data revised an April prediction of 16 percent","date":"20031231","title":"Technology Briefing | Hardware: Chip Sales To Rise 18% In 2004","url":"http://www.nytimes.com/2003/12/31/business/technology-briefing-hardware-chip-sales-to-rise-18-in-2004.html"},{"body":"The secretary of agriculture imposed a broad set of new rules yesterday to try to protect the nation's food supply from mad cow disease, including banning the use of sick ''downer'' cows and certain beef parts as well as ordering speedier testing of suspect animals. Agriculture Secretary Ann M. Veneman issued the orders at the same time that","byline":"By DENISE GRADY; Donald G. McNeil Jr., Anahad O'Connor and Colin Campbell contributed reporting for this article.","date":"20031231","title":"U.S. Issues Safety Rules to Protect Food Against Mad Cow Disease","url":"http://www.nytimes.com/2003/12/31/us/us-issues-safety-rules-to-protect-food-against-mad-cow-disease.html"},{"body":"Steve Spurrier walked away from the richest coaching contract in pro football yesterday when he resigned from the Washington Redskins, ending one of the most scrutinized tenures in recent National Football League history. Spurrier, 58, who built the University of Florida into a national power between 1990 and 2001 and fashioned his reputation as an","byline":"By DAMON HACK","date":"20031231","title":"PRO FOOTBALL; Spurrier Resigns As Head Coach Of Redskins","url":"http://www.nytimes.com/2003/12/31/sports/pro-football-spurrier-resigns-as-head-coach-of-redskins.html"},{"body":"Japan said Monday that it was prepared to forgive most of the billions of dollars of debts that Iraq owes Japan in order to help rebuild the economy, if other creditors did the same. The announcement, which came after Prime Minister Junichiro Koizumi met with a United States envoy, James A. Baker III, brightened Washington's efforts to reduce","byline":"By NORIMITSU ONISHI","date":"20031230","title":"THE STRUGGLE FOR IRAQ: RECONSTRUCTION; Japan Says It Will Forgive Most of Debt Owed by Iraq","url":"http://www.nytimes.com/2003/12/30/world/struggle-for-iraq-reconstruction-japan-says-it-will-forgive-most-debt-owed-iraq.html"},{"body":"There is a deceiving sense of timelessness to the stillness of rural life. The jungles of Mindanao offer few clues as to whether it's the early 20th century, or the early 21st. Nor do the highlands of Guatemala, the Mekong Delta in Vietnam or the cotton-rich plains of the Sahel in West Africa. But these disparate regions are very much of the","date":"20031230","title":"The Unkept Promise","url":"http://www.nytimes.com/2003/12/30/opinion/the-unkept-promise.html"}],"tokens":["Japan"],"total":2813},{"offset":"0","results":[{"body":"It was 7 p.m. Seattle time on Dec. 25 when Vasily V. Titov raced to his office, sat down at his computer and prepared to simulate an earthquake and tsunami that was already sweeping across the Indian Ocean. He started from a blank screen and with the muted hope that just maybe he could warn officials across the globe about the magnitude of what was","byline":"By ANDREW C. REVKIN; Reporting for this article was contributed by Eric Lipton in Washington, Eric Lichtblau in Indonesia, Marc Lacey in Kenya, N.R. Kleinfeld in New York, David Rohde in Sri Lanka, Yasuko Kamiizumi in Japan and Michele Kayal in Hawaii.","date":"20041231","title":"ASIA'S DEADLY WAVES: GAUGING DISASTER; How Scientists and Victims Watched Helplessly","url":"http://query.nytimes.com/gst/fullpage.html?res=9D04E0D71439F932A05751C1A9629C8B63"},{"body":"Secretary of State Colin L. Powell, seeking to raise the American profile in the international relief effort in Asia, will tour devastated parts of the region next week to assess the need for future aid programs along with Gov. Jeb Bush of Florida, the White House announced Thursday. Mr. Powell also moved on Thursday to step up coordination between","byline":"By STEVEN R. WEISMAN and DAVID E. SANGER; Steven R. Weisman reported from Washington for this article, and David E. Sanger from Crawford, Tex.","date":"20041231","title":"ASIA'S DEADLY WAVES: ASSESSMENTS; In Efforts to Organize Aid, Powell and Governor Bush Will Tour Ravaged Areas","url":"http://query.nytimes.com/gst/fullpage.html?res=9B04E3D91439F932A05751C1A9629C8B63"},{"body":"Food drops and other aid trickled toward this region from around the world on Friday, but slowly enough that the injured and the stranded in many places still had to fend for themselves as the toll from ''an unprecedented global catastrophe'' surged past 120,000. The human tally in Indonesia jumped after officials said that nearly 28,000 more","byline":"By JANE PERLEZ; Warren Hoge, at the United Nations, Eric Lichtblau, in Banda Aceh, Indonesia, and Lawrence K. Altman, in New York, contributed reporting for this article.","date":"20041231","title":"ASIA'S DEADLY WAVES: AID; MANY STILL IN NEED AS AID IS TRICKLING TO STRICKEN AREA","url":"http://query.nytimes.com/gst/fullpage.html?sec=health&res=9D0DE1D71439F932A05751C1A9629C8B63"},{"body":"This is the moment when we list our priorities for the new year, counting off the most important social challenges the country faces and the remedies we'd like to see our elected officials adopt. Normally, we urge that all this be accomplished in a spirit of bipartisanship. All that requires a leap of faith that's beyond us this season. Instead,","date":"20041231","title":"Real-World New Year's Resolutions","url":"http://query.nytimes.com/gst/fullpage.html?sec=health&res=9E06E4D81439F932A05751C1A9629C8B63"},{"body":"Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means","date":"20041231","title":"The Listings","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DE6DA1739F932A05751C1A9629C8B63"},{"body":"Taiwan's former president, Lee Teng-hui, traveled through Japan's countryside on the third day of a visit that has been strongly protested by China. He and his family went by train from the Pacific coast city of Nagoya to Kanazawa, a historic castle town by the Sea of Japan, press reports said. Mr. Lee, 81, who was president of Taiwan for 12 years","date":"20041230","title":"World Briefing | Asia: Japan: Ex-Taiwan Leader's Visit Angers China","url":"http://query.nytimes.com/gst/fullpage.html?res=9C07E2D71739F933A05751C1A9629C8B63"},{"body":"A tsunami warning system that could have saved thousands of lives this week should be in place in South Asia and Southeast Asia within a year, the United Nations said Wednesday. The technology to detect earthquakes under the sea and predict their consequences already exists in the Pacific and must now be extended to the Indian Ocean, said Slvano","byline":"By WARREN HOGE","date":"20041230","title":"ASIA'S DEADLY WAVES: TECHNOLOGY; U.N. Urges Expansion of Tsunami Warning System to Indian Ocean","url":"http://query.nytimes.com/gst/fullpage.html?res=9E00E1DA1739F933A05751C1A9629C8B63"},{"body":"IN its final decision of the year, the International Court of Justice in The Hague decided that it had no jurisdiction to determine whether Serbia and Montenegro had a valid legal claim against NATO countries that participated in the intervention in Kosovo in 1999. While few people outside of Belgrade probably paid much attention, it the decision","byline":"By Eric A. Posner","date":"20041230","title":"All Justice, Too, Is Local","url":"http://query.nytimes.com/gst/fullpage.html?res=9803E5D81739F933A05751C1A9629C8B63"},{"body":"World leaders, including President Bush, promised long-range help to Asian countries on Wednesday as impatience with the pace of relief efforts rose along with the estimated toll from the week's disaster, which officials said now surpassed 80,000 dead. As American planes and ships moved into place to help, Mr. Bush made his first public comments","byline":"By AMY WALDMAN and WARREN HOGE; Amy Waldman reported from Madras for this article, and Warren Hoge from the United Nations. Steven R. Weisman contributed reporting from Washington.","date":"20041230","title":"ASIA'S DEADLY WAVES: DISASTER; World Leaders Vow Aid as Toll Continues to Climb","url":"http://query.nytimes.com/gst/fullpage.html?res=9802E1D61739F933A05751C1A9629C8B63"},{"body":"Two years ago, Medtronic, best known for its pacemakers, introduced the CareLink, a home-use wireless gadget that can transmit relevant data from implanted devices. Its engineers designed the original monitor. But when it comes out with the next version, another company will design it. ''We'd rather use our in-house people on really new core","byline":"By CLAUDIA H. DEUTSCH","date":"20041230","title":"Outsourcing Design","url":"http://query.nytimes.com/gst/fullpage.html?res=9F05E7D61739F933A05751C1A9629C8B63"}],"tokens":["Japan"],"total":2482},{"offset":"0","results":[{"body":"IF it's excitement you crave, stock markets are losing their appeal. Back around the turn of the century, it seemed as if nearly every other day was an exciting one in the stock market, and not just in the United States. At the peak of volatility in the United States, from 2000 to 2002, the Standard & Poor's 500 showed a daily gain or loss of at","byline":"By Floyd Norris","date":"20051231","title":"OFF THE CHARTS; Don't Hold Your Breath for an Exciting Day in the Stock Market","url":"http://www.nytimes.com/2005/12/31/business/31charts.html"},{"body":"Olympic Coach Is Accused of Harassment Some members of the United States women's skeleton team, including the 2002 Olympic gold medalist, have accused their coach of sexual harassment. The coach denied the accusations. SPORTSSATURDAY, PAGE D1 New Church Plan Over Abuse The Roman Catholic Archdiocese of Boston extended a financial settlement","date":"20051231","title":"INSIDE","url":"http://query.nytimes.com/gst/fullpage.html?res=9B04EEDC1030F932A05751C1A9639C8B63"},{"body":"Bush Rejects Quotas on Steel Pipe From China Despite Recommendation From Trade Panel President Bush rejected a request to place quotas on steel pipe imported from China yesterday, saying the cost to American consumers would outweigh the benefit to domestic producers. United States pipe makers and a labor group, which strongly condemned the","date":"20051231","title":"BUSINESS BRIEFS","url":"http://query.nytimes.com/gst/fullpage.html?res=9A07E3DE1030F932A05751C1A9639C8B63"},{"body":"World stock markets ended a generally up year on a down note yesterday, leaving the Dow Jones industrial average in the United States with its first annual decline since 2002. The Dow ended the year down 0.61 percent, at 10,717.50. But the Standard & Poor's 500-stock index -- the more closely watched benchmark among investing professionals -- ended","byline":"By FLOYD NORRIS; Eric Dash contributed reporting for this article.","date":"20051231","title":"THE MARKETS: STOCKS & BONDS; Good Year Globally For Stocks","url":"http://www.nytimes.com/2005/12/31/business/31markets.html"},{"body":"George O'Brien, who as design director of Tiffany & Company brought modern designers like Elsa Peretti into its fold and who as home furnishings editor of The New York Times edited its first book on home design, died on Wednesday at Lenox Hill Hospital in Manhattan. He was 78. The cause was pulmonary failure, following a heart attack suffered on","byline":"By MITCHELL OWENS","date":"20051231","title":"George O'Brien, 78, Editor And Tiffany Design Director","url":"http://www.nytimes.com/2005/12/31/nyregion/31obrien.html"},{"body":"Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional","date":"20051230","title":"The Listings: Dec. 30 - Jan. 5","url":"http://query.nytimes.com/gst/fullpage.html?res=9A03E2DA1330F933A05751C1A9639C8B63"},{"body":"Even more high-speed trains? Europe must be kidding. In one vast hall, workers in blue overalls are putting the finishing touches on what would, on an old-fashioned train, be a locomotive, except that it houses a spacious conference room with a large table and seven comfortable armchairs. In an adjacent hall, others are attaching what look like","byline":"By JOHN TAGLIABUE","date":"20051230","title":"Overseas, the Trains and the Market for Them Accelerate","url":"http://www.nytimes.com/2005/12/30/business/worldbusiness/30trains.html"},{"body":"South Korea's industrial production rose 5 percent in November, its fastest pace in six years, as car companies and chip makers expanded to meet record export orders and rebounding demand. South Korea joins Japan in reporting record manufacturing as demand rises at home and in overseas markets like the United States and China.","date":"20051230","title":"World Business Briefing | Asia: South Korea: Industrial Production Increases","url":"http://query.nytimes.com/gst/fullpage.html?res=9807E4D61330F933A05751C1A9639C8B63"},{"body":"In ''Initial D,'' impossibly handsome Asian boys borrow James Dean's pout and wardrobe to race cars down Mount Akina in Japan. Each boy aspires (we are informed loudly and often) to be ''the racing god of Mount Akina,'' but the film itself is more interested in proving what teenage boys have always known: that cars are much more governable than","byline":"By JEANNETTE CATSOULIS","date":"20051230","title":"FILM REVIEW; Asian Rebels With Cars But Not Much Of a Cause","url":"http://movies.nytimes.com/2005/12/30/movies/30init.html"},{"body":"The Nikkei 225 stock average in Japan posted its biggest annual gain in almost two decades this year, as accelerating economic growth and evidence that deflation will soon end attracted a record amount of overseas buying. ''The market was so strong, I certainly didn't imagine stocks would surge this much at the start of the year,'' said Tomokatsu","date":"20051230","title":"Nikkei's Gain for Year Is Biggest Since '86","url":"http://www.nytimes.com/2005/12/30/business/worldbusiness/30yen.html"}],"tokens":["Japan"],"total":2360},{"offset":"0","results":[{"body":"It was not a very good year for Americans in international sports, either. The United States failed to dominate at the Winter Olympic Games, the world basketball tournament, the new World Baseball Classic and the World Cup. But for a reporter crisscrossing Germany on trains that make Amtrak look even more pathetic, the World Cup was a joy. Before","byline":"By GEORGE VECSEY","date":"20061231","title":"SPORTS OF THE TIMES: POSTCARDS FROM 2006; From World Classic to World Cup, The U.S. Was No Worldbeater","url":"http://query.nytimes.com/gst/fullpage.html?res=9F00E3DA1630F932A05751C1A9609C8B63"},{"body":"If the 2006 sports year were depicted with hieroglyphics in an Egyptian tomb, it might look like this: Three chiseled familiar faces: one under a baseball cap with an interlocking STL, one in Armani cool despite the Heat, one with a Steel jaw. Add a Texas longhorn and a Florida alligator, a hockey stick in a Carolina tobacco field, a teary-eyed","byline":"By DAVE ANDERSON","date":"20061231","title":"SPORTS OF THE TIMES; Great Moments, Grand Juries and a Grave Injury","url":"http://query.nytimes.com/gst/fullpage.html?res=9901E3DA1630F932A05751C1A9609C8B63"},{"body":"IN recent years, Connecticut's southwestern corner has been blessed with a number of terrific restaurants. But 2006 had special meaning for me because it was the first time in 30 years of reviewing that I awarded an Extraordinary accolade. The recipient was Thomas Henkelmann at Homestead Inn in Greenwich (420 Field Point Road; 203-869-7500). The","byline":"By PATRICIA BROOKS","date":"20061231","title":"DINING; The Year's Best in Food, From Satisfying to Superior","url":"http://events.nytimes.com/mem/nycreview.html?res=9406EFDC1F31F932A05751C1A9609C8B63"},{"body":"The Ginsu Knife In the annals of completely ridiculous advertising, the original commercial on behalf of Ginsu knives has a special place. More than a quarter-century later, anyone old enough to remember it and many people who aren't old enough to remember it will know the highlights -- the guy karate-chopping a tomato, the knife sawing neatly","byline":"By ROB WALKER","date":"20061231","title":"THE WAY WE LIVE NOW: 1231-06: CONSUMED: ARTHUR SCHIFF b. 1940; Pointed Copy","url":"http://www.nytimes.com/2006/12/31/magazine/31wwln_consumed.t.html"},{"body":"AMERICAN crowing is harmless enough, but the announcement this year that the United States population had reached 300 million, had (to my ear) the unmistakable growl of a boast. It was as though the colossal agglomeration of people amounted to another great score in our love affair with bigness. The news gave me no pleasure. I just felt sad, while","byline":"By Paul Theroux; Frank Rich is on vacation.","date":"20061231","title":"America the Overfull","url":"http://www.nytimes.com/2006/12/31/opinion/31theroux.html"},{"body":"To The Sports Editor: Re ''M.L.S. Wants Your Advertising,'' Dec. 25: On the subject of ad logos appearing on baseball uniforms, Commissioner Bud Selig was quoted as saying that baseball was ''held to a different standard'' and that ''part of the lure of our game is the history and tradition.'' That doesn't put to rest many fans' fears of seeing ads","date":"20061231","title":"It's Just a Matter of Time","url":"http://query.nytimes.com/gst/fullpage.html?res=9E0CE3D91630F932A05751C1A9609C8B63"},{"body":"Nearly 40 years ago, Robin Knox-Johnston of Britain became the first person to sail solo around the world nonstop, but recently he was drifting along in the desolate Indian Ocean, alone in his 60-foot sailing yacht while his supplies of food, fuel and strength ran low. Somehow, after more than 67 days at sea in the Velux 5 Oceans single-handed","byline":"By CHRIS MUSELER","date":"20061230","title":"SAILING; Risks and Costs Rise With Seas For Competitors in a Solo Race","url":"http://www.nytimes.com/2006/12/30/sports/othersports/30sailing.html"},{"body":"IN the old developed world, this is an era of solid but moderate economic growth. In the new world, the so-called emerging economies is where most of the growth now resides. The chart shows the most recent annual real rates of increase in gross domestic product in six major developed economies around the world: the United States, Britain, Canada,","byline":"By FLOYD NORRIS","date":"20061230","title":"OFF THE CHARTS; Maybe Developing Nations Are Not Emerging but Have Emerged","url":"http://www.nytimes.com/2006/12/30/business/30charts.html"},{"body":"In less than two months, four young women have died in widely publicized cases of anorexia in Brazil, causing a national debate about body image and eating disorders. The problem is a new one here, and it clearly puzzles and shocks Brazilians. In this country, eliminating hunger among the millions of the poor has traditionally been an important","byline":"By LARRY ROHTER","date":"20061230","title":"Burst of High-Profile Anorexia Deaths Unsettles Brazil","url":"http://www.nytimes.com/2006/12/30/world/americas/30brazil.html"},{"body":"Several ships were on their way Thursday to repair regional telecommunications cables broken by an earthquake off southern Taiwan, but officials warned that it could take several more days before Internet access across much of Asia returned to normal. Fixed-line and mobile international telephone connections were largely back on line, two days","byline":"By DONALD GREENLEES and WAYNE ARNOLD; Donald Greenlees reported from Hong Kong and Wayne Arnold from Singapore. Choe Sang-Hun contributed from Seoul, South Korea, and Nicola Clark from Paris.","date":"20061229","title":"Asia Scrambles to Repair Quake Damage to Data Cables","url":"http://www.nytimes.com/2006/12/29/business/worldbusiness/29connect.html"}],"tokens":["Japan"],"total":2166},{"offset":"0","results":[{"body":"North Korea has not met its commitment to account fully for its nuclear activities by the end of 2007 under a disarmament agreement, the United States said Sunday, urging North Korea to comply with its obligations. North Korea, which tested a nuclear device in 2006, is facing a deadline at 11 a.m., Eastern time, on Dec. 31 to disclose details of","byline":"By REUTERS","date":"20071231","title":"U.S. Urges North Korea To Fulfill Deal","url":"http://www.nytimes.com/2007/12/31/world/asia/31korea.html"},{"body":"In an instant, a world in which everything seemed right suddenly seemed all wrong. John and Elizabeth Edwards's 16-year-old son, Wade, their first-born, was dead, with nothing to blame but the gust of wind that had flipped his car off a wide-open road. As the couple walked down the aisle of the church for his funeral, they braced each other,","byline":"By KATE ZERNIKE","date":"20071231","title":"THE LONG RUN; After the Pain of a Son's Death, A Shared Mission in Politics","url":"http://www.nytimes.com/2007/12/31/us/politics/31edwards.html"},{"body":"Nintendo, the maker of the Wii video game machine, does not have just one hit product on its hands. Rather, it has two. While shoppers are still lining up before stores open to buy Nintendo's Wii, its older portable sibling, the Nintendo DS, is the best-selling game machine in the United States. The hand-held DS outsold the Wii in November 1.53","byline":"By ERIC A. TAUB","date":"20071231","title":"With Wii and DS, Nintendo Has 2 Hit Game Devices","url":"http://www.nytimes.com/2007/12/31/technology/31nintendo.html"},{"body":"GARY HAMEL'S latest book, ''The Future of Management'' (Harvard Business School, $26.95), comes at a time when American companies face a new avalanche of competition from China and India, as well as entrenched competition from Japan and Western Europe. Mr. Hamel, a co-founder of the Management Innovation Lab, offers a way for business leaders to","byline":"By WILLIAM J. HOLSTEIN","date":"20071230","title":"OFF THE SHELF; Orders From on High? That's So Yesterday","url":"http://www.nytimes.com/2007/12/30/business/30shelf.html"},{"body":"MY year in cars was colored -- or juice-splattered, more accurately -- by my becoming a father. While I've tested every species of car and truck for many years, I sometimes felt I had a blind spot when it came to family rides. Questions that were life-and-death to a real parent -- how many Costco-sized flats of diapers can you stuff in the trunk?","byline":"By LAWRENCE ULRICH","date":"20071230","title":"Tot Tested, Dad Approved","url":"http://www.nytimes.com/2007/12/30/automobiles/30ULRICH.html"},{"body":"IMAGINE a city with Venice's canals, New York's Central Park and the broad tree-lined boulevards of Paris. And how about the colorful shopping bazaar of Marrakesh, Morocco; the pocket gardens of Savannah, Ga.; and an opera house like the one in Sydney, Australia? Throw in a world-class hospital, convention center and schools, and a sustainable","byline":"By AMY CORTESE","date":"20071230","title":"SQUARE FEET | SPOTLIGHT; An Asian Hub In the Making","url":"http://www.nytimes.com/2007/12/30/realestate/commercial/30sqft.html"},{"body":"Jet Lagged If you take to the air to celebrate the holidays -- I just flew from Japan to California to spend the season with my mother -- jet lag is going to be the uninvited Scrooge at the dinner table. It's always there, this shadowy specter with mangled syllables and crossing eyes, and it's likely to make you kiss Uncle Bud on the lips and give","date":"20071230","title":"OP-EXTRA: Selections from Opinion Online","url":"http://www.nytimes.com/2007/12/30/opinion/30extra.html"},{"body":"FROM dance enclaves in the Bronx to roving, artist-run collectives, showcases for ''emerging choreographers'' -- that fuzzy, mutable category -- are a dime a dozen these days. But this week one of the pioneers, the Fresh Tracks series at Dance Theater Workshop in Chelsea, reaches an important milestone: 500 artists presented, counting a few double","byline":"By CLAUDIA LA ROCCO","date":"20071230","title":"DANCE; Memories of a Venerable Showcase","url":"http://www.nytimes.com/2007/12/30/arts/dance/30wlaro.html"},{"body":"Japan urged China to do more to fight global warming and pledged to help the country reduce runaway pollution during high-level talks in the Chinese capital on Friday. Prime Minister Yasuo Fukuda of Japan made energy and environmental issues the centerpiece of his four-day visit to China, hoping to build on a recent improvement in relations. The","byline":"By JOSEPH KAHN","date":"20071229","title":"Japan Aims to Enlist China in Fight Against Global Warming","url":"http://www.nytimes.com/2007/12/29/world/asia/29beijing.html"},{"body":"David Hicks, the only person sentenced by the military commissions set up by the Bush administration to try suspected terrorists, walked out of prison in Australia on Saturday morning after serving nine months for providing support to a terrorist organization. Mr. Hicks, an Australian, had been detained at Guantnamo Bay, Cuba, for more than five","byline":"By RAYMOND BONNER","date":"20071229","title":"Australia Terrorism Detainee Leaves Prison","url":"http://www.nytimes.com/2007/12/29/world/asia/29hicks.html"}],"tokens":["Japan"],"total":2091},{"offset":"0","results":[{"body":"UTTERANCES: 1: E. 2: I. 3: G. 4: B. 5: D. 6: A. 7: H. 8: C. 9: F. SENTENCE QUESTIONS: 10: The Large Hadron Collider. 11: Rice. 12: They were designated protest zones. 13: Hillary Clinton supporters who refused to back Barack Obama. 14: The Joker, played by Heath Ledger, in ''The Dark Knight.'' 15: The Beijing 2008 Olympic torch relay. 16: Kristi","byline":"By THE NEW YORK TIMES","date":"20081231","title":"Answers: The Year in Questions","url":"http://www.nytimes.com/2008/12/31/opinion/01schott-answers.html"},{"body":"Air New Zealand tested a jet fuel made from the jatropha plant on Tuesday as the airline searches for an affordable and environmentally friendly alternative to crude oil. For two hours, pilots tested the oil, in a 50-50 blend with conventional jet fuel in one of the four Rolls-Royce engines powering a Boeing 747-400 aircraft -- the first test","byline":"By BETTINA WASSENER","date":"20081231","title":"A 747 Flies On Plant Oil As Jet Fuel","url":"http://www.nytimes.com/2008/12/31/business/31air.html"},{"body":"To the Editor: Re ''Aim That Shoe at Albany'' (editorial, Dec. 25): You should add City Hall. The Greek philosopher Diogenes is still searching for an honest member of either the New York City Council or New York State Legislature who will ever come out publicly when a transit fare increase is appropriate. In the meantime, will either the Council","date":"20081231","title":"LETTERS; A New Year Fact: We'll Pay More to Commute","url":"http://query.nytimes.com/gst/fullpage.html?res=940DE6DC113FF932A05751C1A96E9C8B63"},{"body":"It was erected in a city still scarred by war, on the grounds of an ancient Buddhist temple, using steel from scrapped American battle tanks. But when finished in 1958, Tokyo Tower gripped Japan's imagination by pointing the way to a brighter future. The 1,093-foot structure, which resembles the Eiffel Tower but with orange and white stripes, was","byline":"By MARTIN FACKLER","date":"20081230","title":"TOKYO JOURNAL; Beacon of Japan's Future, Sparkling With Nostalgia","url":"http://www.nytimes.com/2008/12/30/world/asia/30tokyo.html"},{"body":"When American consumers stop buying, companies around the world suffer -- even those that do little business in the United States. Take Hawe Hydraulics, which makes valves and conduits here in southern Germany. Its sales have boomed in recent years, driven largely by demand from China and the rest of Asia. But in the last few months, new orders","byline":"By CARTER DOUGHERTY","date":"20081230","title":"As the U.S. Buys Less, Germany Suffers","url":"http://www.nytimes.com/2008/12/30/business/worldbusiness/30exports.html"},{"body":"Rabbi Arnold Jacob Wolf, a nationally prominent Reform rabbi known for his progressive, sometimes provocative public stances, including opposition to the Vietnam War, a speech at Yale accusing the university of a history of anti-Semitism and early political support for his neighbor Barack Obama, died last Tuesday in Chicago. He was 84. The apparent","byline":"By MARGALIT FOX","date":"20081230","title":"Arnold Jacob Wolf, 84, A Leading Reform Rabbi","url":"http://www.nytimes.com/2008/12/30/us/30wolf.html"},{"body":"Sick or well, people belong to two different species when it comes to health care. Some instinctively reach for cutting-edge medicine: they embrace virtual colonoscopies and cardiac CT scans and all the newest pills. When the line forms for routine genome analysis, they'll be pushing up front. The others flee from all of the above and pretty much","byline":"By ABIGAIL ZUGER, M.D","date":"20081230","title":"BOOKS; The High and Low Tech of Health Care Innovation","url":"http://www.nytimes.com/2008/12/30/health/30book.html"},{"body":"President Bush has offered good advice about the off-again-on-again North Korea nuclear deal. The United States, he said recently, must remain ''firm and patient'' as President-elect Barack Obama assumes the challenge of separating North Korea from its nuclear program. We won't dwell on the fact that if Mr. Bush had followed that course from the","date":"20081229","title":"EDITORIAL; 'Firm and Patient'","url":"http://www.nytimes.com/2008/12/29/opinion/29mon2.html"},{"body":"STREET GANG The Complete History of ''Sesame Street.'' By Michael Davis Illustrated. 379 pp. Viking. $27.95 In 1981, when I was 6, about 10 million American children daily tuned in to the PBS show ''Sesame Street.'' That same year, one of the writers for ''Sesame Street,'' my real-life neighbor, asked if I'd like to appear on the show. It was my","byline":"By JAMES PANERO","date":"20081228","title":"Brought to You by the Letter S","url":"http://query.nytimes.com/gst/fullpage.html?res=9802E4DC153BF93BA15751C1A96E9C8B63"},{"body":"IN the video game BioShock turbulent Rachmaninoff-like music plays while an evil composer named Cohen shouts, ''Presto, presto'' before incinerating a hapless pianist and his instrument. In Battlefield: Bad Company gamers hear a string quintet playing earthy music redolent of Bartok. In Alone in the Dark: Inferno the evocative timbre of the female","byline":"By VIVIEN SCHWEITZER","date":"20081228","title":"MUSIC; Aliens Are Attacking. Cue the Strings.","url":"http://www.nytimes.com/2008/12/28/arts/music/28schw.html"}],"tokens":["Japan"],"total":2020},{"offset":"0","results":[{"body":"Still struggling after its worst recession in generations, Japan announced a long-term growth strategy on Wednesday that aimed to tap into the dynamism of its Asian neighbors, create millions of jobs in new industries and drive economic expansion of at least 2 percent a year over the next decade. The Japanese economy has eked out growth in the last","byline":"By HIROKO TABUCHI","date":"20091231","title":"Japan Unveils a Plan for Growth, Emphasizing Free Trade in Asia","url":"http://www.nytimes.com/2009/12/31/business/global/31yen.html"},{"body":"North Korea has been stealing trucks, cranes and other equipment from the site of a nuclear power plant where an American-led consortium stopped construction four years ago in a dispute over the North's nuclear weapons development, the South Korean newspaper JoongAng Ilbo reported Wednesday. The Foreign Ministry and the Unification Ministry of","byline":"By CHOE SANG-HUN","date":"20091231","title":"North Korea Said to Be Looting Heavy Equipment","url":"http://www.nytimes.com/2009/12/31/world/asia/31korea.html"},{"body":"UTTERANCES 1: F. 2: H. 3: D. 4: A. 5: B. 6: C. 7: G. 8: E. SENTENCE QUESTIONS 9: Portuguese water dog. 10: H1N1 flu. 11: Michael Jackson. 12: Usain Bolt ran 100 meters, breaking the world record. 13: Those left homeless by the Aquila earthquake. 14: Mahmoud Ahmadinejad dismissed those protesting against the Iranian election results as ''dirt and","date":"20091231","title":"Answers To The Year In Questions 2009","url":"http://query.nytimes.com/gst/fullpage.html?res=9E07E4D8143DF932A05751C1A96F9C8B63"},{"body":"For the struggling United States airline industry, the new decade is starting out much like the old. Executives at carriers that survived the 2001 terrorist attacks, soaring fuel prices and a rough economy are now scrambling to find ways to minimize the impact of the Christmas Day bombing attempt on consumers' travel plans in the new year. The","byline":"By MICHELINE MAYNARD","date":"20091231","title":"Airlines Struggle Anew With Flier Frustrations","url":"http://www.nytimes.com/2009/12/31/business/31air.html"},{"body":"David Goldman's holiday wish for his son is a simple one: that he be allowed to be just another New Jersey 9-year-old. Mr. Goldman appeared at his lawyer's office here on Tuesday for his first news conference since he and his son, Sean, returned five days earlier from Brazil, where Mr. Goldman won an international custody battle for the boy. At","byline":"By KAREN DeMASTERS","date":"20091230","title":"Back From Brazil, Seeking An Ordinary Life for a Son","url":"http://www.nytimes.com/2009/12/30/nyregion/30kidnap.html"},{"body":"Somali pirates carried out a record number of attacks and hijackings in 2009, despite the deployment of international warships to thwart them and a United Nations Security Council resolution to bring the fight against them to shore. The Piracy Reporting Center of the International Maritime Bureau said Tuesday that pirates operating across the Gulf","byline":"By MARK McDONALD","date":"20091230","title":"For Somali Pirates, 2009 Is a Record Year","url":"http://www.nytimes.com/2009/12/30/world/africa/30piracy.html"},{"body":"True to its title, ''The Chaser'' includes several hot pursuits. Forsaking cars and motorcycles, they involve men running up and down the steep, labyrinthine streets and alleys of the Mangwon neighborhood in western Seoul. When the quarry -- a frog-eyed serial killer whose preferred tools are a hammer and chisel -- is finally brought to ground, his","byline":"By MIKE HALE","date":"20091230","title":"MOVIE REVIEW | 'THE CHASER'; Down Those Mean Streets of Seoul, on the Double","url":"http://movies.nytimes.com/2009/12/30/movies/30chaser.html"},{"body":"For China, 2009 was a momentous year. The People's Republic turned 60, and Beijing staved off economic disaster with a staggering 4 trillion renminbi ($585 billion) stimulus package. The stage is set for an eventful 2010. China's economy is poised to become the world's second largest. But all may not go well. There are three broad concerns for the","byline":"By JOHN FOLEY","date":"20091230","title":"BREAKINGVIEWS.COM; Year of the Tiger And Its 3 Hurdles","url":"http://www.nytimes.com/2009/12/30/business/30views.html"},{"body":"This dish is inspired by a recipe by Sonoko Kondo in her wonderful book ''The Poetical Pursuit of Food'' (Clarkson Potter, 1986). Soba noodles represent longevity in Japan because they are long and lean. When you eat them, slurp them without breaking the noodles. 1 ounce kombu seaweed 4 dried shiitake mushrooms 3/4 pound dried soba noodles 12","byline":"By MARTHA ROSE SHULMAN","date":"20091230","title":"RECIPES FOR HEALTH; Soba Noodles in Broth With Spinach and Shiitakes","url":"http://query.nytimes.com/gst/fullpage.html?sec=health&res=9505E1DE1E38F933A05751C1A96F9C8B63"},{"body":"For a team that has lost five of its last six games to its chief rival, Team Canada, in the lead-up to Vancouver, the United States Olympic women's hockey team seemed unusually spirited and playful at Tuesday's practice. Players whooped and congratulated one another after good plays in drills. Later, outside the dressing room, when forward Natalie","byline":"By PAT BORZI","date":"20091230","title":"U.S. Isn't Daunted by Canada's Dominance","url":"http://www.nytimes.com/2009/12/30/sports/olympics/30olympics.html"}],"tokens":["Japan"],"total":2261},{"offset":"0","results":[{"body":"SAYAMA, Japan -- The Kura ''revolving sushi'' restaurant chain has no Michelin stars, but it has succeeded where many of Japan's more celebrated eateries fall short: turning a profit in a punishing economy. Efficiency is paramount at Kura: absent are the traditional sushi chefs and their painstaking attention to detail. In their place are","byline":"By HIROKO TABUCHI","date":"20101231","title":"Conveyor Belts Bring Profit to Sushi Chain","url":"http://www.nytimes.com/2010/12/31/business/global/31sushi.html"},{"body":"TALLINN, Estonia -- On Saturday, Estonia completes its trip from Soviet republic to full-fledged member of the euro zone. In the first minutes of the new year, Prime Minister Andrus Ansip will slide a bank card into an automated teller machine installed for the occasion in front of the opera house here in the capital. He will withdraw some euro","byline":"By JACK EWING","date":"20101231","title":"A Symbol of Hope in Estonia Becomes the Currency","url":"http://www.nytimes.com/2010/12/31/business/global/31euro.html"},{"body":"Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/arts/design/31art.html"},{"body":"What does the American economy need to get back on its feet? What would help tremendously is fewer roommates. As an investment theme, ''household formation'' may sound like jargon. In fact, it is a crucial factor in how the economy will perform in the coming year. The measure basically calculates how many healthy cells there are in the American","byline":"By ROBERT CYRAN","date":"20101231","title":"REUTERS BREAKINGVIEWS; America Awaits A Ripple Effect","url":"http://www.nytimes.com/2010/12/31/business/31views.html"},{"body":"As another holiday season under a stagnating economy draws to a close, it is hardly surprising that San Francisco would lose that rarely profitable of ventures, a jazz room. But Coda, a bar, restaurant and club in the Mission District, did not seem like it was going under. In just a year and a half, it had established itself as one of the most","byline":"By REYHAN HARMANCI","date":"20101231","title":"Death of Jazz Club Underscores a Changing Scene","url":"http://www.nytimes.com/2010/12/31/us/31bccoda.html"},{"body":"Stocks declined on Thursday despite reports showing a drop in jobless claims, the fastest business expansion in two decades and a gain in pending home sales. American Express, DuPont and Pfizer had the biggest declines in the Dow Jones industrial average as it slipped from two-year highs. Anadarko Petroleum rallied 6.9 percent after The Daily Mail","byline":"By BLOOMBERG NEWS","date":"20101231","title":"STOCKS & BONDS; Shares Slip Back From 2-Year Highs","url":"http://www.nytimes.com/2010/12/31/business/31markets.html"},{"body":"BAISHAZHEN, China -- The elderly rice farmer was leading three outsiders into an illegal quarry to show them the gangster-run mine that has poisoned his village's fields and streams. Suddenly, a blue Hyundai sport utility vehicle sped up to them in a cloud of red dust. A Toyota pickup pulled up behind, its windows tinted too dark to see how many","byline":"By KEITH BRADSHER","date":"20101230","title":"The Illegal Scramble for Rare Metals","url":"http://www.nytimes.com/2010/12/30/business/global/30smuggle.html"},{"body":"NEW DELHI -- It has been the season of geopolitical hugs in India -- with one noticeable exception. One after the other, the leaders of the five permanent members of the United Nations Security Council have descended on India, accompanied by delegations of business leaders, seeking closer ties with this rising South Asian giant. The Indian media,","byline":"By JIM YARDLEY","date":"20101230","title":"MEMO FROM NEW DELHI; Asia's Giants Face Off: India Digs In Its Heels as China Flexes Its Muscles","url":"http://www.nytimes.com/2010/12/30/world/asia/30india.html"},{"body":"PHNOM PENH -- Slowly but surely, Cambodia's visual arts' scene has been emerging from the shadow of the Pol Pot era, nurtured by a clutch of mostly Western-owned galleries dotted around the capital. Years of faith and investment are finally paying off. Moreover, among Phnom Penh's 40 or so professional artists, two are fetching handsome prices in","byline":"By ROBERT TURNBULL","date":"20101230","title":"Cambodian Art Emerges From Horrors of a Murderous Past","url":"http://www.nytimes.com/2010/12/30/arts/30iht-cambart30.html"},{"body":"PARSONS, Kan. -- An unlikely pilgrimage is under way to Dwayne's Photo, a small family business that has through luck and persistence become the last processor in the world of Kodachrome, the first successful color film and still the most beloved. That celebrated 75-year run from mainstream to niche photography is scheduled to come to an end on","byline":"By A. G. SULZBERGER","date":"20101230","title":"For Kodachrome Fans, Road Ends at Photo Lab in Kansas","url":"http://www.nytimes.com/2010/12/30/us/30film.html"}],"tokens":["Japan"],"total":2454},{"offset":"0","results":[{"body":"At this start of a new year, some people will vow to quit smoking, lose weight, take up jogging or visit a gym. Those are no doubt worthy ventures, but consider this: A handful of long-distance endurance athletes are dedicating 2012 to feats that will propel them over oceans and across continents and, if they reach their goals, some of them will","byline":"By TOM SIMS","date":"20111231","title":"GLOBAL ATHLETE; A New Year of Pushing the Boundaries of Human Endurance","url":"http://www.nytimes.com/2011/12/31/sports/31iht-athlete31.html"},{"body":"WILLOWS, Calif. -- These are good days to be a snow goose on the Pacific flyway. The water in the rice fields is at an ideal depth for snacking on marsh plants. A bit of grain is left over from the harvest around the Northern California city of Chico, which is gearing up for its annual Snow Goose Festival. Just past sunset, thousands of the geese","byline":"By FELICITY BARRINGER","date":"20111231","title":"Facing Consequences of Success in Bid to Save a Goose","url":"http://www.nytimes.com/2011/12/31/science/earth/facing-consequences-of-success-in-bid-to-save-a-goose.html"},{"body":"There are few rituals in sports as anticipated as baseball's opening day: the thaw of winter, the sunshine and green grass, the hope that a championship is in the offing. For the 30,000 fans at QVC Marine Field on April 12 who went to see the Chiba Lotte Marines play the Tohoku Rakuten Golden Eagles, there were also flags at half-staff, darkened","byline":"By KEN BELSON","date":"20111231","title":"2011: Opening Day Brings Solace To Japan","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01EFD9133CF932A05751C1A9679D8B63"},{"body":"Like a roller coaster returning to the platform, the stock market in the United States ended the last day of trading in 2011 just about where it started the year. But what a wild ride it was in between. The Standard & Poor's 500-stock index, the main gauge of broad market performance, closed on Friday at 1,257.60, finishing the year nearly dead","byline":"By CHRISTINE HAUSER","date":"20111231","title":"STOCKS & BONDS; Wall Street Ends Back Where It Started","url":"http://www.nytimes.com/2011/12/31/business/daily-stock-market-activity.html"},{"body":"PALO ALTO, Calif. -- John McEnroe joked that he blended in too well as a student at Stanford, arriving as one of the top tennis players in the world and still struggling to meet young women. Condoleezza Rice said it was difficult for her to stand out too much at the university, where she is a political science professor, because another former","byline":"By PETE THAMEL","date":"20111231","title":"Standing Out and Blending In at Stanford","url":"http://www.nytimes.com/2011/12/31/sports/ncaafootball/andrew-luck-blends-in-by-standing-out-at-stanford.html"},{"body":"NEW DELHI -- The year that flees us this weekend was violent and hopeful, angry and generative. Was it a good year? It depends where you stood -- among the old or young, in the sclerotic West or vital East, in a surging Arab square or gilded Arab palace. It felt like a year unusually pregnant with consequence. From Tunisia to Egypt to Libya to","byline":"By ANAND GIRIDHARADAS","date":"20111231","title":"CURRENTS; The Middles Found Their Voice in 2011","url":"http://www.nytimes.com/2011/12/31/world/asia/31iht-currents31.html"},{"body":"I'M not the only one who has seen prognosticators through the years make a wrong call -- Dow 36,000! Dow 5,000! But I can't recall any of them being asked to explain months later why they slipped up. So last January, I thought it worthwhile to find a group of analysts and advisers who would be accountable for their predictions, a group willing not","byline":"By PAUL SULLIVAN","date":"20111231","title":"WEALTH MATTERS; Analyzing the Analysts' Investment Predictions","url":"http://www.nytimes.com/2011/12/31/your-money/analysts-and-advisers-review-investment-predictions.html"},{"body":"For most of 2011, it appeared that the year would be decent, if not particularly interesting, for investors. Then Europe announced its second plan to rescue Greece, the first one, reached more than a year earlier, having turned out to be completely inadequate. That's when 2011 became exciting and the losses began to pile up. The summit meeting of","byline":"By FLOYD NORRIS","date":"20111231","title":"OFF THE CHARTS; The Year Governments Lost Their Credibility","url":"http://www.nytimes.com/2011/12/31/business/economy/the-year-the-governments-lost-their-credibility-off-the-charts.html"},{"body":"The Iranian nuclear clock ticks faster and louder in 2012. Ehud Barak, the defense minister of Israel, said in late November that it was probably a question of nine months before Iran's attempt to acquire nuclear weapons moved into a ''zone of immunity'' where it could no longer be stopped. Two weeks ago, his counterpart in Washington, Leon E.","byline":"By JOHN VINOCUR","date":"20111230","title":"POLITICUS; Clock Ticking for West to Act on Iranian Nuclear Program","url":"http://www.nytimes.com/2011/12/30/world/middleeast/30iht-politicus30.html"},{"body":"I'm bringing together good luck charms from all over the globe in this comforting dish. Soba (buckwheat noodles) is traditional in Japan, black-eyed peas in the American South, and spinach or other greens pretty much everywhere. Buckwheat pasta does exist in Northern Italy; it's called pizzoccheri, and it's traditionally tossed with a rich cabbage","byline":"By MARTHA ROSE SHULMAN","date":"20111230","title":"RECIPES FOR HEALTH; Soba With Black-Eyed Peas and Spinach","url":"http://www.nytimes.com/2011/12/30/health/nutrition/soba-with-black-eyed-peas-and-spinach-recipes-for-health.html"}],"tokens":["Japan"],"total":3523},{"offset":"0","results":[{"body":"DETROIT &mdash; General Motors , the nation&rsquo;s largest automaker, said its third-quarter earnings fell 14 percent because of larger losses in Europe and less profitable operations in North America. G.M. reported that its net income for the quarter was $1.48 billion, down from $1.73 billion in the same period last year. The company said global","byline":"By BILL VLASIC","date":"20121101","title":"G.M. Earnings, Like Its Rivals, Are Hurt by Europe","url":"http://www.nytimes.com/2012/11/01/business/gm-earnings-like-its-rivals-are-hurt-by-europe.html"},{"body":"LONDON &mdash; On Aug. 15, with much fanfare, RWE, the big German utility company, inaugurated an ultramodern power station built for &euro;2.6 billion in Grevenbroich-Neurath, near Cologne. RWE called the plant &ldquo;superlative,&rdquo; and in many respects it is. RWE showed off one remarkable aspect: The plant&rsquo;s output can be dialed way","byline":"By STANLEY REED","date":"20121101","title":"GREEN COLUMN; Votality of Renewables Pushes Europe Back Toward Dependence on Coal","url":"http://www.nytimes.com/2012/11/01/business/energy-environment/01iht-green01.html"},{"body":"SINGAPORE &mdash; As part of its continuing quest to become a key player on the global arts scene, the Singaporean government has in recent years worked with various partners to develop the infrastructure for a major Asian contemporary art hub. SAM at 8Q, an extension of the Singapore Art Museum dedicated to contemporary art, opened in 2008; the","byline":"By SONIA KOLESNIKOV-JESSOP","date":"20121101","title":"THE ART OF COLLECTING: ASIAN ART; Singapore Nurtures Art With Bureaucratic Touch","url":"http://www.nytimes.com/2012/11/01/arts/01iht-rartbarracks01.html"},{"body":"BEIJING &mdash; Chinese politics is controlled by the Communist Party and its powerful families and factions, so when the son of a former party chief says the state is virtually &ldquo;fascist,&rdquo; it&rsquo;s worth listening. That&rsquo;s what Hu Deping, son of the late Hu Yaobang, the party general secretary forced to resign in 1987 for being","byline":"By DIDI KIRSTEN TATLOW","date":"20121101","title":"LETTER FROM CHINA; Can China Be Described as 'Fascist'?","url":"http://www.nytimes.com/2012/11/01/world/asia/01iht-letter01.html"},{"body":"HONG KONG &mdash; A longtime Chinese diplomat warned Tuesday that the United States is using Japan as a strategic tool in its effort to mount a comeback in Asia, a policy that he said is serving to heighten tensions between China and Japan. The retired diplomat, Chen Jian, who served as an under secretary general of the United Nations and as","byline":"By JANE PERLEZ and KEITH BRADSHER","date":"20121031","title":"Ex-Envoy Says U.S. Stirs China-Japan Tensions","url":"http://www.nytimes.com/2012/10/31/world/asia/in-speech-organized-by-beijing-ex-diplomat-calls-islands-dispute-with-japan-a-time-bomb.html"},{"body":"TOKYO &mdash; The Japanese central bank announced fresh measures on Tuesday to ease monetary policy, stepping up its bid to fend off recession in the world&rsquo;s third-largest economy after the United States and China. The Bank of Japan , under pressure from the government to act more decisively to halt the economy&rsquo;s slide, said in a","byline":"By HIROKO TABUCHI","date":"20121031","title":"Bank of Japan Announces Fresh Economic Stimulus","url":"http://www.nytimes.com/2012/10/31/business/global/bank-of-japan-announces-fresh-economic-stimulus.html"},{"body":"TOKYO &mdash; Japan has funneled much of the money it promised to disaster-ravaged communities into an array of unrelated projects, recent independent audits have shown, setting off outrage among a public already wary of the government and its response to last year&rsquo;s devastating earthquake and tsunami and the nuclear crisis that followed. An","byline":"By HIROKO TABUCHI","date":"20121031","title":"Outcry in Japan Over Diversion of Aid Funds","url":"http://www.nytimes.com/2012/10/31/world/asia/outcry-in-japan-over-diversion-of-aid-funds.html"},{"body":"LONDON (Reuters) &mdash; World shares rose modestly in subdued trading on Tuesday as investors and traders prepared for markets in the United States to reopen after a huge storm that wrought destruction across the Eastern United States. The monster storm, Hurricane Sandy , was responsible for at least 30 deaths, left millions without power, and","byline":"By THE ASSOCIATED PRESS","date":"20121031","title":"Investors Await Reopening of U.S. Markets","url":"http://www.nytimes.com/2012/10/31/business/daily-stock-market-activity.html"},{"body":"Tom Sermanni, who coached Australia to three women&rsquo;s World Cups, has been hired to coach the United States women&rsquo;s soccer team. Sermanni guided the Matildas to the quarterfinals of the past two World Cups. And he is a familiar name in American women&rsquo;s soccer, having previously coached for three seasons in the now-defunct","byline":"By JER LONGMAN","date":"20121031","title":"Tom Sermanni is Named Coach of U.S. Womens Soccer Team","url":"http://www.nytimes.com/2012/10/31/sports/soccer/tom-sermanni-is-named-coach-of-us-womens-soccer-team.html"},{"body":"BEIJING &mdash; The roots of Toyota &rsquo;s troubles in China run far deeper than the anti-Japan protests that have swept the country. They stretch back to the 2008 introduction of the Yaris subcompact &mdash; a spectacular flop with price-conscious Chinese buyers. The car, a success elsewhere, was meant to help build brand loyalty and send Toyota","byline":"By NORIHIKO SHIROUZU | REUTERS","date":"20121030","title":"Toyota's Misfire in China Offers Lesson in Local Market Savvy","url":"http://www.nytimes.com/2012/10/30/business/global/toyotas-misfire-in-china-offers-lesson-in-local-market-savvy.html"}],"tokens":["Japan"],"total":1876}]}