{"tokens":[],"results":[{"offset":"0","results":[{"body":"IF you still have a taste for festivity tomorrow morning, you might consider easing your way into 1982 by going out to one of the special brunches that will be served around town. Fortunately, it will be possible to do so whether your budget is lavish or modest, whether you want to dress up or dress down and whether you are looking for a setting","byline":"By MIMI SHERATON","date":"19811231","title":"BRUNCH IN NEW YORK: A NEW YEAR'S DAY ROUNDUP","url":"http://www.nytimes.com/1981/12/31/arts/brunch-in-new-york-a-new-year-s-day-roundup.html"},{"body":"Dudley Moore, the film actor who has expended so much energy in recent years making people laugh, does not want to hear a chuckle when he steps onto the concert stage at the Metropolitan Museum of Art on Sunday night at 8. At that time, the star of ''Arthur'' and ''10'' will be giving his New York classical-music debut as part of the museum's","byline":"By ARI L. GOLDMAN","date":"19811231","title":"NO LAUGHING; PLEASE, FOR DUDLEY MOORE, PIANIST","url":"http://www.nytimes.com/1981/12/31/arts/no-laughing-please-for-dudley-moore-pianist.html"},{"body":"EAST RUTHERFORD, N.J. I N a few minutes the members of the Giants' defensive unit would assemble in Bill Parcells's classroom. Ray Perkins is the coach, but he is the first to acknowledge that Bill Parcells has sculpted the defense that Bill Walsh, coach of the San Francisco 49ers, rates ''if not the best in the National Football League, then one","byline":"By Dave Anderson","date":"19811231","title":"Sports of the Times; SCULPTOR OF GIANT DEFENSE","url":"http://www.nytimes.com/1981/12/31/sports/sports-of-the-times-sculptor-of-giant-defense.html"},{"body":"In what Coach Larry Brown said was perhaps the best team effort of the season, the Nets handily defeated the Detroit Pistons, 130-119, at Byrne Meadowlands Arena tonight. The Nets scored a season-high 69 points in the first half. They extended an 8-point halftime margin to a 112-89 lead early in the fourth quarter before resting the entire starting","byline":"By STEVEN CRIST, Special to the New York Times","date":"19811231","title":"Nets Defeat Pistons, 130-119","url":"http://www.nytimes.com/1981/12/31/sports/nets-defeat-pistons-130-119.html"},{"body":"The Knicks had to struggle to become a .500 team tonight against the Cavaliers, who own the worst record in the league. New York needed 12 points from Maurice Lucas in the fourth quarter and his stuff shot with 18 seconds remaining in the five-minute overtime to beat Cleveland, 110-108, at the Coliseum. The Knicks' third straight road victory in","byline":"By SAM GOLDAPER, Special to the New York Times","date":"19811231","title":"Knicks Win in Overtime","url":"http://www.nytimes.com/1981/12/31/sports/knicks-win-in-overtime.html"},{"body":"Barbara Martz says she first made her decision not to wear fur coats in the late 1960's, when she and her husband would return from ski trips in New England and see dead deer lashed to hunters' cars. ''When I was a teen-ager, I wanted a fur coat,'' said Mrs. Martz, a 37-year-old public relations executive. ''But seeing those dead deer changed my","byline":"By JUDY KLEMESRUD","date":"19811231","title":"WHY SOME WOMEN FORSWEAR FURS","url":"http://www.nytimes.com/1981/12/31/style/why-some-women-forswear-furs.html"},{"body":"''DO Patent Leather Shoes Really Reflect Up?'' is the title of a musical that originated three years ago in Chicago and is slowly making its way to New York. While one company is still playing in Chicago, another company opened last week in Philadelphia and is due to arrive on Broadway either late this season or early next fall. The show, which","byline":"By Carol Lawson","date":"19811231","title":"BROADWAY; Nostalgic musical look at parochial schools on its way.","url":"http://www.nytimes.com/1981/12/31/theater/broadway-nostalgic-musical-look-at-parochial-schools-on-its-way.html"},{"body":"Chris Kondo, a senior at Brown University, is worried about the freshmen who live in the dormitory where she is a resident upperclassman. She has noticed that many of the freshmen with scholarships are not turning up for work in the school's cafeterias to earn money, preferring to spend their time studying. She is also concerned that they are not","byline":"By FOX BUTTERFIELD, Special to the New York Times","date":"19811231","title":"LIFE AS A GRIND NOW BEGINS IN FRESHMAN YEAR","url":"http://www.nytimes.com/1981/12/31/us/life-as-a-grind-now-begins-in-freshman-year.html"},{"body":"The chairman of the Nuclear Regulatory Commission has said that some utilities are delaying planning for nuclear power plants because of uncertainty over electrical demand. ''The difficulty is that in some cases utilities are not planning at all,'' Nunzio J. Palladino, the chairman, said in an interview Tuesday. He said that some utilities had not","byline":"AP","date":"19811231","title":"U.S. NUCLEAR OFFICIAL CRITICIZES INDUSTRY PLANNING","url":"http://www.nytimes.com/1981/12/31/us/us-nuclear-official-criticizes-industry-planning.html"},{"body":"At Dallas 46th game; kickoff, 2 P.M.; CBS-TV. Alabama (9-1-1) Rank: A.P., 3; U.P.I.,3; Times,7. Coach: Paul (Bear) Bryant Texas (9-1-1) Rank: U.P.I.,5; A.P.,6; Times,8. Coach: Fred Akers Players to watch Texas--Offense: Robert Brewer (16),QB; A.J.(Jam) Jones (24), TB; Donnie Little (1), WR; Mike Babb (54), C; Terry Tausch (79), T. Defense: William","date":"19811231","title":"COTTON/Alabama vs. Texas","url":"http://www.nytimes.com/1981/12/31/sports/cotton-alabama-vs-texas.html"}],"tokens":["good"],"total":16442},{"offset":"0","results":[{"body":"ADOUBLE helping of deja vu is the specialty at Pierre Francois, the insistently nouvelle-cuisine restaurant that opened two-and-ahalf months ago on 58th Street, between First Avenue and Sutton Place. The first where-have-I-seen-this-before feeling comes at the door, with the realization that this is the former home of the nowextinct Dodin-Bouffant","byline":"By Mimi Sheraton","date":"19821231","title":"RESTAURANTS; A new entry in nouvelle cuisine.","url":"http://www.nytimes.com/1982/12/31/arts/restaurants-a-new-entry-in-nouvelle-cuisine.html"},{"body":"Georgia is an incredibly talented team, perhaps a better team than the one that was ranked No. 1 in 1980. The thing you don't realize until you scout them is that they can beat you in so many ways. Sure, they have Herschel Walker, but against us this season (a 38-18 Georgia victory on Nov. 27), Herman Archie touched the ball once and scored a","byline":"By BILL CURRY, Head Coach, Georgia Tech","date":"19821231","title":"Georgia Scouting Report","url":"http://www.nytimes.com/1982/12/31/sports/georgia-scouting-report.html"},{"body":"Governor Carey leaves office today, his record a mix of impressive success and puzzling lapses and his place in New York State's history still uncertain. As he has through most of his eight years in office, Hugh L. Carey still stirs strong passion. Admirers talk in heroic terms about the ''crisis manager'' who saved New York City from bankruptcy","byline":"By MICHAEL ORESKES","date":"19821231","title":"CAREY ENDS 8 YEARS IN OFFICE, HIS RECORD A MIX OF CONTRASTS","url":"http://www.nytimes.com/1982/12/31/nyregion/carey-ends-8-years-in-office-his-record-a-mix-of-contrasts.html"},{"body":"Yuri V. Andropov was quoted today as saying that a meeting with President Reagan could be a ''very effective'' way of improving relations between Moscow and Washington but that the success of any meeting would depend on ''good preparatory work.'' The press agency Tass also quoted Mr. Andropov, the Soviet party leader, as saying he believed that","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19821231","title":"ANDROPOV SAYS TALK WITH REAGAN COULD AID TIES","url":"http://www.nytimes.com/1982/12/31/world/andropov-says-talk-with-reagan-could-aid-ties.html"},{"body":"It was cold, with 1982 less than an hour away. And it was dark, no stars, no moon, just the winter clouds hanging low over the frozen farm fields of southern Indiana along the Ohio River. Traffic was light on state Route 66, where three lives would shortly be hurtling toward each other at a little more than 110 miles an hour. State Trooper Danny","byline":"By ANDREW H. MALCOLM","date":"19821231","title":"DRINKING AND DRIVING: NEW YEAR'S EVE, 1981","url":"http://www.nytimes.com/1982/12/31/us/drinking-and-driving-new-year-s-eve-1981.html"},{"body":"''THERE may be some perfectly nice people who use the word 'brunch,' '' the late Heywood Broun is reported to have said, ''but I prefer not to know about them.'' However you may feel about the word, brunch probably conjures up generally expensive meals for which reservations must be made and special clothes (at least, casually elegant) must be","byline":"By MIMI SHERATON","date":"19821231","title":"ETHNIC 'BRUNCHES' FOR THE MORNING AFTER","url":"http://www.nytimes.com/1982/12/31/arts/ethnic-brunches-for-the-morning-after.html"},{"body":"Penn State has moved into a position to be the No. 1 team in the country for three reasons. Its offense can hurt you badly both running and passing; its rebuilt offensive line has done the job, and the defense, especially at linebacker, is as strong as ever. Coach Joe Paterno has built an offense to suit the skills of Todd Blackledge, the","byline":"By GERRY FAUST, Head Coach, Notre Dame","date":"19821231","title":"Penn State Scouting Report","url":"http://www.nytimes.com/1982/12/31/sports/penn-state-scouting-report.html"},{"body":"TWO of the three commercial networks have special programs for tonight's New Year's Eve celebrations. At 11:30, CBS-TV is offering ''Happy New Year, America,'' a collection of festivities from three locations, with Donny Osmond as anchor. At New York's Waldorf-Astoria Hotel, Mr. Osmond will be joined by cast members of Broadway's ''Sophisticated","byline":"By JOHN J. O'CONNOR","date":"19821231","title":"TV WEEKEND; 2 NETWORKS OFFER TOASTS ON THE EVE OF NEW YEAR","url":"http://www.nytimes.com/1982/12/31/arts/tv-weekend-2-networks-offer-toasts-on-the-eve-of-new-year.html"},{"body":"The Rangers defeated the New Jersey Devils, 5-2, before a sellout crowd of 19,023 at the Byrne Meadowlands Arena tonight although the New Yorkers were outshot and yielded a short-handed goal. Eddie Mio turned in a solid goaltending performance, turning aside 31 shots for the Rangers, who scored three goals after Joel Quenneville's short-handed goal","byline":"By ALEX YANNIS, Special to the New York Times","date":"19821231","title":"HEDBERG EXCELS AS RANGERS WIN","url":"http://www.nytimes.com/1982/12/31/sports/hedberg-excels-as-rangers-win.html"},{"body":"From now until spring, the search by President Reagan, Congress and a Presidential commission for a way to base the MX missile will drive them well beyond that issue to delve into the fundamental shape of the nuclear deterrent. As the smoke has cleared from the most recent Congressional battle over the proposed MX, senior Administration officials","byline":"By RICHARD HALLORAN, Special to the New York Times","date":"19821231","title":"REAGAN IS SAID TO SELECT SCOWCROFT TO HEAD BROAD STUDY ON MISSILES","url":"http://www.nytimes.com/1982/12/31/us/reagan-is-said-to-select-scowcroft-to-head-broad-study-on-missiles.html"}],"tokens":["good"],"total":15533},{"offset":"0","results":[{"body":"Studies of the black family, enough to fill the shelves of a good-size library, focus almost entirely on women. In much of history and sociology, black men, particularly from the ranks of the poor, are ignored. Now, as sociologists, civil rights leaders and government planners focus on the tremendous growth in the number of households headed by","byline":"By RONALD SMOTHERS","date":"19831231","title":"CONCERN FOR THE BLACK FAMILY: ATTENTION TURNS TO MEN","url":"http://www.nytimes.com/1983/12/31/us/concern-for-the-black-family-attention-turns-to-men.html"},{"body":"B.A.T Industries, a major tobacco and retailing concern, has apparently won the most expensive takeover battle in British history by bidding just over $1.4 billion for Eagle Star Holdings, the nation's sixth-largest insurer. The bid came today after Allianz Versicherungs A.G., West Germany's largest insurer, agreed to abandon the 10-week-old","byline":"By BARNABY J. FEDER","date":"19831231","title":"ALLIANZ YIELDS B.A.T. IN FIGHT FOR EAGLE STAR","url":"http://www.nytimes.com/1983/12/31/business/allianz-yields-bat-in-fight-for-eagle-star.html"},{"body":"The Rangers picked apart the Philadelphia Flyers last night at Madison Square Garden, blending opportunistic offense and stingy defense for a 6-3 victory in one of their most thorough games of the season. It was reminiscent of their three-game sweep of the Flyers in the opening round of last season's playoffs. ''I thought the Rangers played","byline":"By KEVIN DUPONT","date":"19831231","title":"RANGERS THRASH FLYERS","url":"http://www.nytimes.com/1983/12/31/sports/rangers-thrash-flyers.html"},{"body":"Following are key questions and answers from an interview with Senator Ernest F. Hollings by William E. Farrell: Q. What do you think is the most important problem facing the United States over the next decade? What new ideas do you have for dealing with it? HOLLINGS. The most important problem facing the country this very minute, and probably will","date":"19831231","title":"AN INTERVIEW WITH ERNEST F. HOLLINGS, A 'CENTRIST' IN POLITICS","url":"http://www.nytimes.com/1983/12/31/us/an-interview-with-ernest-f-hollings-a-centrist-in-politics.html"},{"body":"TRACKING THE MARVELOUS: A Life in Gallery Gossip the New York Art World. By John Bernard Myers. 285 pages. Illustrated. Random House. $17.95. Gossip may be as good a way as any to talk about art in New York City. It might even be argued that gossip, for John Bernard Myers, is a form of ''action painting.'' In ''Tracking the Marvelous,'' he is in a","byline":"By ANATOLE BROYARD","date":"19831231","title":"Books of The Times","url":"http://www.nytimes.com/1983/12/31/books/books-of-the-times-146967.html"},{"body":"Who possesses the most power to reduce driving by drunks? State legislators, governors, members of Congress and even the President of the United States are making welcome efforts. Still, their power is slight beside that of a lesser functionary: the party host. The host cannot raise the legal age for public drinking or impose stiff jail terms for","date":"19831231","title":"Sobering Rules for New Year's Eve","url":"http://www.nytimes.com/1983/12/31/opinion/sobering-rules-for-new-year-s-eve.html"},{"body":"When Randy C. Sanderson graduated from Belmont High School in St. Louis in 1973, his main goal was not much different from other inner-city high school graduates - to find a decent-paying job. Going to college was not on his mind, nor was becoming a business leader someday. Later that spring, however, things changed when Mr. Sanderson was","date":"19831231","title":"PUTTING MINORITY GRADUATES ON CORPORATE CAREER","url":"http://www.nytimes.com/1983/12/31/business/putting-minority-graduates-on-corporate-career.html"},{"body":"It's New Year's Eve, and he wakes up feeling blue. He's seen too many New Year's Eves now and he's jaded with them and he hates that - being jaded, I mean. He hates people saying he's ''jaded'' with this and that, has hated it ever since he told Ben Cooper he never wanted to see another ''I Love Lucy'' as long as he lived, and Ben said, ''You've","byline":"By Russell Baker","date":"19831231","title":"OBSERVER; GONE WITH THE PHILCO","url":"http://www.nytimes.com/1983/12/31/opinion/observer-gone-with-the-philco.html"},{"body":"Many contributors to The New York Times Neediest Cases Fund say their donations have been inspired by case histories of those who have received help from the charities benefited by the fund. ''My uncle died of Alzheimer's disease, and I was particularly moved by your story of Sam and Mary T., who are going through it now,'' wrote Kim F. Albertson","byline":"By GLENN FOWLER","date":"19831231","title":"CONTRIBUTOR TO NEEDIEST CITES CASE OF ALZHEIMER'S DISEASE","url":"http://www.nytimes.com/1983/12/31/nyregion/contributor-to-neediest-cites-case-of-alzheimer-s-disease.html"},{"body":"The distinctive John Riggins, who set a National Football League record with 24 touchdowns this season at the age of 34 and carried the ball 115 more times than he ever had before, explained today the philosophy that has nurtured him through this stage of his life. ''Everyone else wants to know what's behind Door No. 1 and Door No. 2,'' Riggins","byline":"By GERALD ESKENAZI","date":"19831231","title":"RIGGINS IN LEAGUE BY HIMSELF","url":"http://www.nytimes.com/1983/12/31/sports/riggins-in-league-by-himself.html"}],"tokens":["good"],"total":15386},{"offset":"0","results":[{"body":"When the House and Senate open the 99th session of Congress Thursday, legislative leaders say the biggest issue they will face is the Federal budget deficit - the same big issue they have faced each of the last four years. Once again the same question will be asked: Can the deficit, which Congress and the Administration have sought to cut each year","byline":"By JONATHAN FUERBRINGER , Special to the New York Times","date":"19841231","title":"NEW CONGRESS IS AWAITING ITS TURN TO COMBAT FEDERAL BUDGET DEFICIT","url":"http://www.nytimes.com/1984/12/31/us/new-congress-is-awaiting-its-turn-to-combat-federal-budget-deficit.html"},{"body":"THE playing field is where he is most at home, where he is known as No. 22, the starting quarterback, or simply Doug because he is not even the only Flutie on the Boston College football team. On the playing field, he is one of the guys, undistinguished in a sea of maroon-and-gold-clad players, most of them bigger and more imposing than he. On the","byline":"By PETER ALFANO","date":"19841231","title":"FLUTIE SHOWS GRACE UNDER A NEW BLITZ","url":"http://www.nytimes.com/1984/12/31/sports/flutie-shows-grace-under-a-new-blitz.html"},{"body":"Leontyne Price, the great soprano who has held center stage of the Metropolitan Opera for almost a quarter of a century, will leave her operatic career Thursday night ''to steal a little time'' for herself. She will make her farewell in the title role of Verdi's ''A\"ida,'' among the grandest of grand operas, with which she has been long identified","byline":"By NAN ROBERTSON","date":"19841231","title":"FAREWELL ROLE FOR PRICE: VERDI'S 'AIDA' AT THE MET","url":"http://www.nytimes.com/1984/12/31/arts/farewell-role-for-price-verdi-s-aida-at-the-met.html"},{"body":"It has been a difficult year for most major stock exchanges, with Toronto and New York losing ground and minor gains on other exchanges offset by inflation and depreciation of their currencies. There was improvement in the fourth quarter, with most exchanges registering some rise in average share prices. Because of the pickup, and the prospect of","byline":"By NICHOLAS D. KRISTOF","date":"19841231","title":"INTERNATIONAL REPORT; WORLD'S STOCK EXCHANGES EXPERIENCE A DIFFICULT YEAR","url":"http://www.nytimes.com/1984/12/31/business/international-report-world-s-stock-exchanges-experience-a-difficult-year.html"},{"body":"More than 2,000 philosophers were gathered yesterday at the New York Hilton, talking, pacing, scratching their heads, delivering papers and, of course, thinking. It was the 81st annual meeting of the American Philosophers Association, Eastern division. ''I've been to a lot of these conventions over the years,'' said Rhianna Kohl, the daughter of","byline":"By Susan Heller Anderson and David W. Dunlap","date":"19841231","title":"NEW YORK DAY BY DAY; Scratching Heads Together","url":"http://www.nytimes.com/1984/12/31/nyregion/new-york-day-by-day-scratching-heads-together.html"},{"body":"The names on their uniforms have changed, but the Pittsburgh Steelers haven't. Once again they are in the American Conference championship game, two victories away from their fifth Super Bowl championship. Once the names in the Steelers' backfield were Terry Bradshaw, Franco Harris and Rocky Bleier. In yesterday's 24-17 upset of the Denver Broncos,","byline":"DAVE ANDERSON","date":"19841231","title":"NO FRANCO, JUST FRANK","url":"http://www.nytimes.com/1984/12/31/sports/no-franco-just-frank.html"},{"body":"IT can be the best of times and the worst of times when a good friend marries. The marriage may increase the number of friendships, with the spouse making three where before there were two, but also diminish the intimacy among the friends. ''The research shows that the marriage of a friend is a mixed blessing,'' said James Youniss, a psychology","byline":"By Margot Slade","date":"19841231","title":"RELATIONSHIPS; MARRIAGE OF FRIEND: MIXED BLESSING","url":"http://www.nytimes.com/1984/12/31/style/relationships-marriage-of-friend-mixed-blessing.html"},{"body":"EVERY seacoast dweller fond of gathering wild edibles should attain reasonable oyster-shucking skills. There are three basic approaches to opening oysters and the fastest, until it is mastered, is the most dangerous, offering the greatest chance for a knife stab in the hand. A few weeks ago while duck hunting in Fairfield, N.C., I marveled at the","byline":"By NELSON BRYANT","date":"19841231","title":"OUTDOORS: ART OF SHUCKING OYSTERS","url":"http://www.nytimes.com/1984/12/31/sports/outdoors-art-of-shucking-oysters.html"},{"body":"Metromedia Television has established a tradition of venturing somewhat out of the ordinary during the December holidays, and this year's elegant package, being presented tonight at 7:30 on WNEW/Channel 5, contains Giacomo Pucccini's ''Manon Lescaut.'' The production was recorded for the BBC at the Royal Opera at Covent Garden, London, in May of","byline":"By JOHN J. O'CONNOR","date":"19841231","title":"TV OPERA: 'MANON' FOR BBC","url":"http://www.nytimes.com/1984/12/31/arts/tv-opera-manon-for-bbc.html"},{"body":"The Pittsburgh Steelers made life miserable for John Elway the first time they saw him. And not much changed today. As they did in the opening game of the 1983 season, when Elway completed one of eight passes and left the game injured, the Steelers treated him rather rudely: They sacked him four times, knocked him to the ground after many passes","byline":"By MICHAEL JANOFSKY","date":"19841231","title":"BEARS AND STEELERS WIN TO ADVANCE TO TITLE GAMES","url":"http://www.nytimes.com/1984/12/31/sports/bears-and-steelers-win-to-advance-to-title-games.html"}],"tokens":["good"],"total":16301},{"offset":"0","results":[{"body":"Michael Almond noticed a greater variety of wines showing up on store shelves in Charlotte, N.C. In Nashville, this year's United Way campaign was the city's most successful in history. At a new industrial park in Hibbing, Minn., 80 Americans will soon be manufacturing chopsticks by the hundreds of millions. And here in Murfreesboro, Esther Seeman,","byline":"By ANDREW H. MALCOLM, Special to the New York Times","date":"19851231","title":"FOREIGN MONEY CHANGING U.S. SOCIAL-CULTURAL LIFE","url":"http://www.nytimes.com/1985/12/31/us/foreign-money-changing-us-social-cultural-life.html"},{"body":"Winston Churchill said in the worst of times, ''I'm an optimist because there's not much point in anything else.'' In better times, it is reasonable to focus on what's wrong with the world because there's always room for improvement, always dangers to be warded off. There is a virtue in Cassandras. Their warnings of disaster can be depressing, but","byline":"By Flora Lewis","date":"19851231","title":"FOREIGN AFFAIRS; What's Right in The World","url":"http://www.nytimes.com/1985/12/31/opinion/foreign-affairs-what-s-right-in-the-world.html"},{"body":"SCIENTIFICALLY speaking, Marvin Harris tells us, human beings are omnivores - between us we manage to consume an enormous number of different substances, animal, vegetable and mineral. But that doesn't mean that we all eat everything that is edible. Some of us eat some things, some of us eat other things, and one man's delicacy is quite likely to","byline":"By John Gross GOOD TO EAT: Riddles of Food & Culture. By Marvin Harris. 289 pages. Simon and Schuster. $17.95.","date":"19851231","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1985/12/31/books/books-of-the-times-259910.html"},{"body":"HARVARD has established a special center dedicated to the proposition that reliable health information is vital to the public's intelligent pursuit of good health. The Center for Health Communication, established within the Harvard School of Public Health, ''reflects the conviction that transmitting knowledge broadly and in a compelling way is a","date":"19851231","title":"SCIENCE WATCH; HEALTH INFORMATION UNIT SET","url":"http://www.nytimes.com/1985/12/31/science/science-watch-health-information-unit-set.html"},{"body":"A day ago, it was the San Francisco 49ers. Next Sunday, it will be the Chicago Bears. After that, who knows? Last week, workmen at Giants Stadium taped a sign on the Giants' lockerroom door that read: ''Nothing Could Be Finer Than to Beat the 49er.'' On Sunday, in the National Conference wild-card playoff game, the Giants beat the San Francisco","byline":"By FRANK LITSKY, Special to the New York Times","date":"19851231","title":"AN OLD RIVALRY RESUMES IN CHICAGO; SIGNMAKER GOES TO WORK AGAIN","url":"http://www.nytimes.com/1985/12/31/sports/an-old-rivalry-resumes-in-chicago-signmaker-goes-to-work-again.html"},{"body":"Most people tend to think of the onset of the New Year as a time of commitment or recommitment, of wishes wished, of promises made that this year, this time, will surely be kept. And nowhere, it seems in these times when fitness is often akin to godliness, are such resolves more earnest than at America's spas. According to the people who run these","byline":"By FRED FERRETTI","date":"19851231","title":"RINGING IN THE NEW YOU AT HEALTH SPAS","url":"http://www.nytimes.com/1985/12/31/style/ringing-in-the-new-you-at-health-spas.html"},{"body":"VIEWS FROM ON HIGH On New Year's Eve, many feel the need for sociability, for the press of bodies, as in Times Square, for reassurance in the path of time's inexorable advance. Others want to get away and above the crowd to contemplate past and future with a special perspective of the present. Contemplation is possible from three of New York's","byline":"By Richard F. Shepard","date":"19851231","title":"GOING OUT GUIDE","url":"http://www.nytimes.com/1985/12/31/arts/going-out-guide.html"},{"body":"Earlier this year, Kenneth Meeks and Jack Steinhebel drove an hour from Manhattan to Kenneth's parents' condominium here in the suburbs for lunch. Ken Meeks had something to say to his mother and father. The main participants at lunch that day were: THE SON, Kenneth Meeks, 44 years old, former public school teacher, Ph.D, former college professor.","byline":"By MICHAEL WINERIP, Special to the New York Times","date":"19851231","title":"OUR TOWNS; BREAKING THE NEWS ABOUT AIDS TO THE FAMILY","url":"http://www.nytimes.com/1985/12/31/nyregion/our-towns-breaking-the-news-about-aids-to-the-family.html"},{"body":"The Giants and the Bears - the nicknames alone symbolize their storied stature as the two cornerstone teams of the National Football League's formative years. Over the N.F.L.'s first four decades, the Giants and the Bears played for the championship six times, with the Giants winning three. And on Sunday, in the Super Bowl XX divisional playoffs,","byline":"By Dave Anderson","date":"19851231","title":"SPORTS OF THE TIMES; WELLINGTON MARA LOOKS BACK","url":"http://www.nytimes.com/1985/12/31/sports/sports-of-the-times-wellington-mara-looks-back.html"},{"body":"NOW that the season to be jolly is past, the real fun for fashion fans - the season of post-Christmas markdowns - begins. For men, Barneys New York offers Italian designer suits in blues, grays and pin stripes that almost never go on sale, discounted to $499 to 539. And there are great-looking Kenzo reversible wool and cotton baseball jackets in","byline":"By Michael Gross","date":"19851231","title":"NOTES ON FASHION","url":"http://www.nytimes.com/1985/12/31/style/notes-on-fashion.html"}],"tokens":["good"],"total":16917},{"offset":"0","results":[{"body":"ALL that glitters isn't gold, and all that bubbles sure isn't champagne. Literally hundreds of sparkling wines are made around the world - about 60 in California alone - and champagne is just one of them. In this part of the world we tend to think of champagne as the best of the lot. Even if we're right, we owe it to ourselves to discover a few of","byline":"By FRANK J. PRIAL","date":"19861231","title":"WINE TALK; Exploring the 'Other' sparkling Varieties","url":"http://www.nytimes.com/1986/12/31/garden/wine-talk-exploring-the-other-sparkling-varieties.html"},{"body":"Five seasons ago, in their first playoffs since 1963, the Giants were eliminated by the San Francisco 49ers. Joe Montana, the 49ers' quarterback, picked on an inexperienced substitute who was playing because the Giants' starting free safety was injured. This Sunday, the Giants and the 49ers will meet in the playoffs here. Montana is still the","byline":"By FRANK LITSKY, Special to the New York Times","date":"19861231","title":"Welch Has Parcells's Respect","url":"http://www.nytimes.com/1986/12/31/sports/welch-has-parcells-s-respect.html"},{"body":"John Tonelli's first return to the metropolitan area since he was traded to Calgary by the Islanders late last season was rather impressive tonight. The hard-working Tonelli first tied the game against the Devils when he scored a goal with 5 minutes 35 seconds to go in the third period. He scored again with 23 seconds remaining to give Calgary a","byline":"By ALEX YANNIS, Special to the New York Times","date":"19861231","title":"TONELLI BURNS DEVILS WITH 2 LATE GOALS","url":"http://www.nytimes.com/1986/12/31/sports/tonelli-burns-devils-with-2-late-goals.html"},{"body":"WELCOME to the universe of Food-1987, in which the forces of nutrition and convenience will determine the shape of things to come: what consumers buy, what supermarkets sell, what restaurants serve, what manufacturers produce. Periodically these forces will join - a nutritious meal will also be a tasty, quick one. More often, however, the need for","byline":"By MARIAN BURROS","date":"19861231","title":"FOOD '86-'87: THE HIGH ROAD; The New Year, on the Run","url":"http://www.nytimes.com/1986/12/31/garden/food-86-87-the-high-road-the-new-year-on-the-run.html"},{"body":"WHETHER New Year's Day is celebrated on Jan. 1 according to the Gregorian calendar, in September or October as the Jews' Rosh ha-Shanah or in midwinter by Asians, foods serve as edible talismans to assure luck, happiness or prosperity in the coming year. The notion, for example, that eating gold-colored food will put money in your pocket is common","byline":"By FLORENCE FABRICANT","date":"19861231","title":"CULINARY TALISMANS FOR A LUCKY 1987","url":"http://www.nytimes.com/1986/12/31/garden/culinary-talismans-for-a-lucky-1987.html"},{"body":"T. Boone Pickens Jr., the oilman, issued some ire along with the eggnog and holiday cheer at the company Christmas party. He urged his 400 employees at Mesa Petroleum to cancel their subscriptions to the local newspapers to protest ''negative reporting'' of Amarillo news. A week later an uneasy truce had been called between two of this Panhandle","byline":"By ROBERT REINHOLD, Special to the New York Times","date":"19861231","title":"PICKENS BATTLES HIS HOMETOWN PRESS","url":"http://www.nytimes.com/1986/12/31/us/pickens-battles-his-hometown-press.html"},{"body":"NINETEEN EIGHTY-SIX was the year of the common scold. Almost everybody was severely criticized by almost everybody else - and usually with good cause. The United States was roundly attacked for fiscal irresponsibility. The National Consumers League, a nonpartisan group that calls itself the nation's oldest consumer organization, handed the Reagan","byline":"By Leonard Silk","date":"19861231","title":"ECONOMIC SCENE; The Year Of the Scold","url":"http://www.nytimes.com/1986/12/31/business/economic-scene-the-year-of-the-scold.html"},{"body":"To the Editor: For years our union has warned of corruption and the possibility of corruption in New York City's process for awarding contracts to outside companies. No one paid heed; apparently, a union is a suspect source. The first indictments, however, drew full and immediate attention from all the media and elected officials who previously","date":"19861231","title":"Civil Service System Demands Eternal Vigilance","url":"http://www.nytimes.com/1986/12/31/opinion/l-civil-service-system-demands-eternal-vigilance-276686.html"},{"body":"Following is a sampling, provided by the National Association of Broadcasters, of the recent public service announcements on drunken driving that have been aired around the country using local broadcast personalities: ''I'm (personality gives name). The holiday season is a time for giving . . . and for sharing joy with your friends. Unfortunately,","byline":"Special to the New York Times","date":"19861231","title":"WASHINGTON TALK; What the Ads Say","url":"http://www.nytimes.com/1986/12/31/us/washington-talk-what-the-ads-say.html"},{"body":"The tournament bridge world often serves to bring together in marriage two players who are widely separated geographically. The ultimate in this area occurred yesterday in New York City, when Tom Snow, one of the managers of the prestigious Cavendish Club, married Sue Hobley of Sydney, Australia. Since she was 19, and had been playing the game for","byline":"By ALAN TRUSCOTT","date":"19861231","title":"Bridge: A Wedding Unites Players From 2 Far-Flung Corners","url":"http://www.nytimes.com/1986/12/31/nyregion/bridge-a-wedding-unites-players-from-2-far-flung-corners.html"}],"tokens":["good"],"total":17082},{"offset":"0","results":[{"body":"LEAD: A retired New Englander who spun a tall tale about a phonograph record he received years ago has disproved the notion that honesty is the best policy. A retired New Englander who spun a tall tale about a phonograph record he received years ago has disproved the notion that honesty is the best policy. Ed Boyajian, originally from Wellesley,","byline":"AP","date":"19871231","title":"World Champion Teller of Tall Tales","url":"http://www.nytimes.com/1987/12/31/arts/world-champion-teller-of-tall-tales.html"},{"body":"LEAD: There is usually an element of luck involved when a team wins all its games, many with some last-second heroics that even the most loyal fans thought improbable. When those at Syracuse reflect on the 1987 season, the first image that may come to mind is that of Michael Owens, the sophomore running back, sprinting untouched into the end zone,","byline":"By PETER ALFANO, Special to the New York Times","date":"19871231","title":"Syracuse's New No. 44 Is Filling the Slot","url":"http://www.nytimes.com/1987/12/31/sports/syracuse-s-new-no-44-is-filling-the-slot.html"},{"body":"LEAD: Betty Ford, the former first lady, was reported in good condition today at Eisenhower Medical Center here, where she was taken when she began feeling weak after dinner Tuesday, officials said. Mrs. Ford, who underwent heart surgery last month, was ''feeling quite good'' today and was able to sit up, said her secretary, Penny Circle. Betty","byline":"AP","date":"19871231","title":"Betty Ford Improving","url":"http://www.nytimes.com/1987/12/31/us/betty-ford-improving.html"},{"body":"LEAD: Long before he reaches those sobering final words in the end credits - ''Filmed entirely at Kaufman Astoria Studios in New York'' - Woody Allen abandons any pretense that his new film, ''September,'' is anything other than a one-set play performed before the camera. The play is Chekhovian. We know this because the characters drink only vodka","byline":"By FRANK RICH","date":"19871231","title":"CRITIC'S NOTEBOOK; Woody Allen Flirts With Chekhov","url":"http://www.nytimes.com/1987/12/31/movies/critic-s-notebook-woody-allen-flirts-with-chekhov.html"},{"body":"LEAD: The British and American producers of the musical ''Chess'' have postponed indefinitely an American production of the show, leaving in question when - and if - the musical will open in New York. The British and American producers of the musical ''Chess'' have postponed indefinitely an American production of the show, leaving in question when","byline":"By JEREMY GERARD","date":"19871231","title":"Musical 'Chess' Postponed Indefinitely","url":"http://www.nytimes.com/1987/12/31/theater/musical-chess-postponed-indefinitely.html"},{"body":"LEAD: P. J. Carlesimo has waited long and hard for 1988 to arrive. Ever since 1983, when he had his first outstanding recruiting year, the affable Seton Hall coach has pointed to 1987-88 as the season when his young talent would ripen and his frustration would end. P. J. Carlesimo has waited long and hard for 1988 to arrive. Ever since 1983, when","byline":"By WILLIAM C. RHODEN","date":"19871231","title":"Big East Report; Only One Question Haunts Seton Hall: Can It Finally Win?","url":"http://www.nytimes.com/1987/12/31/sports/big-east-report-only-one-question-haunts-seton-hall-can-it-finally-win.html"},{"body":"LEAD: There have been recent afternoons at Hialeah Park when it seemed that the flamingos in the infield outnumbered the railbirds in the grandstand. Flamingos and railbirds are both endangered species in Florida these days, as is Hialeah Park itself. All of them, though, look like good bets to escape extinction. There have been recent afternoons","byline":"By STEVEN CRIST, Special to the New York Times","date":"19871231","title":"Hialeah Park Not Ready to Be Scratched","url":"http://www.nytimes.com/1987/12/31/sports/hialeah-park-not-ready-to-be-scratched.html"},{"body":"LEAD: The following bowl preview was prepared by Gordon S. White Jr. All times are Eastern standard. Orange Bowl Miami (11-0) vs. Oklahoma (11-0) Kickoff 8 P.M., at Miami, NBC-TV. Ranking Miami - A.P. 2, U.P.I. 2, Times 2. Oklahoma - A.P. 1, U.P.I. 1, Times 1. Coaches Miami - Jimmy Johnson. The following bowl preview was prepared by Gordon S. White","date":"19871231","title":"The New Year's Bowls; Miami and Oklahoma to Meet to Decide No. 1 Spot","url":"http://www.nytimes.com/1987/12/31/sports/the-new-year-s-bowls-miami-and-oklahoma-to-meet-to-decide-no-1-spot.html"},{"body":"LEAD: The Borough Presidents of New York City and the teachers' union, overcoming the opposition of the president of the Board of Education, have forced the board to reconsider three candidates for the job of Schools Chancellor. The Borough Presidents of New York City and the teachers' union, overcoming the opposition of the president of the Board","byline":"By JANE PERLEZ","date":"19871231","title":"NEW YORK REOPENS HUNT BY SCHOOLS FOR A CHANCELLOR","url":"http://www.nytimes.com/1987/12/31/nyregion/new-york-reopens-hunt-by-schools-for-a-chancellor.html"},{"body":"LEAD: After decades of dealing with diesel, thousands of Suffolk County commuters are switching to electric this week. Electric trains, that is. As part of the first major extension of its electrified rail system since 1970, the Long Island Rail Road on Monday began replacing diesel-powered trains with faster, quieter electric trains on 18 miles of","byline":"By ERIC SCHMITT, Special to the New York Times","date":"19871231","title":"Electric Service Extended by L.I.R.R.","url":"http://www.nytimes.com/1987/12/31/nyregion/electric-service-extended-by-lirr.html"}],"tokens":["good"],"total":17067},{"offset":"0","results":[{"body":"LEAD: New York was on vacation from itself this week, awash in tourists, tinsel and lights. But in some places, the spirit of the holidays did not reach. New York was on vacation from itself this week, awash in tourists, tinsel and lights. But in some places, the spirit of the holidays did not reach. One such place was the Criminal Court building","byline":"By WILLIAM GLABERSON","date":"19881231","title":"Few Joys in This World: Life in Criminal Court","url":"http://www.nytimes.com/1988/12/31/nyregion/few-joys-in-this-world-life-in-criminal-court.html"},{"body":"LEAD: This military training base has anchored this part of central Illinois since 1917, which is why a Federal proposal to shut down the base has shaken nearby residents. They say they not only see dying businesses and empty schools but also fear a breaking up of families and friendships. This military training base has anchored this part of","byline":"By DIRK JOHNSON, Special to the New York Times","date":"19881231","title":"Businesses Near Illinois Base Fear for Survival","url":"http://www.nytimes.com/1988/12/31/us/businesses-near-illinois-base-fear-for-survival.html"},{"body":"LEAD: No matter what happens to the Knicks for the remainder of the season, they can look back at tonight's 122-111 loss to the Charlotte Hornets as one of their most embarrassing defeats. No matter what happens to the Knicks for the remainder of the season, they can look back at tonight's 122-111 loss to the Charlotte Hornets as one of their most","byline":"By SAM GOLDAPER, Special to the New York Times","date":"19881231","title":"Hornets Expand Knicks' Losing Streak","url":"http://www.nytimes.com/1988/12/31/sports/hornets-expand-knicks-losing-streak.html"},{"body":"LEAD: The Pursuit of Happiness By Peter Quennell 200 pages. Little, Brown & Company. $17.95. The Pursuit of Happiness By Peter Quennell 200 pages. Little, Brown & Company. $17.95. Of ''Confessions of an English Opium-Eater'' by Thomas De Quincey, Peter Quennell writes that it is ''one of the most maddeningly diffuse and prolix books ever produced","byline":"By MICHIKO KAKUTANI","date":"19881231","title":"BOOKS OF THE TIMES; Exploring the Paths to a Happy Life","url":"http://www.nytimes.com/1988/12/31/books/books-of-the-times-exploring-the-paths-to-a-happy-life.html"},{"body":"LEAD: Everything about their unplanned departure seemed so unreal, so many things had happened so quickly, that Tony Brooks and Ricky Watters figured there had to be some reprieve. Everything about their unplanned departure seemed so unreal, so many things had happened so quickly, that Tony Brooks and Ricky Watters figured there had to be some","byline":"By MALCOLM MORAN, Special to the New York Times","date":"19881231","title":"FOOTBALL; Two Tardy Irish Sophomores Learn About Punctuality Holtz's Way","url":"http://www.nytimes.com/1988/12/31/sports/football-two-tardy-irish-sophomores-learn-about-punctuality-holtz-s-way.html"},{"body":"LEAD: Necessity is hardly the mother of all inventions. Just ask Donald Spector, inventor of the aromatic record player, swimsuits that change color and, most recently, the popcorn sculpture. Necessity is hardly the mother of all inventions. Just ask Donald Spector, inventor of the aromatic record player, swimsuits that change color and, most","byline":"By Edmund L. Andrews","date":"19881231","title":"Patents; Celebrating The Artistic And Fanciful","url":"http://www.nytimes.com/1988/12/31/business/patents-celebrating-the-artistic-and-fanciful.html"},{"body":"LEAD: Heaped on the pavement in front of the Lockerbie town hall are dozens of floral wreaths and bouquets bearing expressions of sympathy. Heaped on the pavement in front of the Lockerbie town hall are dozens of floral wreaths and bouquets bearing expressions of sympathy. They come from all over the world: from individuals, like the one with the","byline":"By STEVE LOHR, Special to the New York Times","date":"19881231","title":"For Lockerbie, Therapy of Self-Help","url":"http://www.nytimes.com/1988/12/31/world/for-lockerbie-therapy-of-self-help.html"},{"body":"LEAD: The coaches are not exactly drinking buddies. The home team's quarterbacks are not exactly best friends, perhaps because no one seems sure from week to week which one will start. The visiting team knows which of its quarterbacks will start because its entire offense revolves around him. The coaches are not exactly drinking buddies. The home","byline":"By FRANK LITSKY, Special to the New York Times","date":"19881231","title":"Bears and Eagles Cook Up An Intriguing Playoff Plot","url":"http://www.nytimes.com/1988/12/31/sports/bears-and-eagles-cook-up-an-intriguing-playoff-plot.html"},{"body":"LEAD: The Phoenix Suns had not won a game in New Jersey since 1981, and in the first quarter of tonight's game with the Nets, they were behind by 17 points. The Phoenix Suns had not won a game in New Jersey since 1981, and in the first quarter of tonight's game with the Nets, they were behind by 17 points. But as the Nets' shooting went sour, the","byline":"Special to the New York Times","date":"19881231","title":"BASKETBALL; SUNS POST THEIR FIRST VICTORY IN ARENA","url":"http://www.nytimes.com/1988/12/31/sports/basketball-suns-post-their-first-victory-in-arena.html"},{"body":"LEAD: Two of the biggest hits of the Bombay theater season lately have been English-language revivals of ''Evita'' and ''Kabaret,'' as it is misspelled here on playbills. The success of reworked Broadway musicals with local audiences illustrates the changes that have been emerging in the cultural life of Two of the biggest hits of the Bombay","byline":"By SANJOY HAZARIKA, Special to the New York Times","date":"19881231","title":"Broadway Is Reborn In Bombay","url":"http://www.nytimes.com/1988/12/31/movies/broadway-is-reborn-in-bombay.html"}],"tokens":["good"],"total":17200},{"offset":"0","results":[{"body":"LEAD: IT is probably inevitable that a society as star-struck as ours should focus on leaders in analyzing why organizations succeed or fail. As a long-time student and teacher of management, I, too, have tended to look to the men and women at the top for clues on how organizations achieve and maintain institutional health. IT is probably","byline":"By Warren Bennis; Warren Bennis is Distinguished Professor of Business Administration at the University of Southern California School of Business Administration. He is the author of ''On Becoming a Leader.''","date":"19891231","title":"THE DILEMMA AT THE TOP; Followers Make Good Leaders Good","url":"http://www.nytimes.com/1989/12/31/business/the-dilemma-at-the-top-followers-make-good-leaders-good.html"},{"body":"LEAD: BEFORE the Reagan Administration cut off liberal money to the arts and humanities, I traveled around to a lot of posh little writing-teaching gigs. They'd fly you in, you'd get a pile of manuscripts to look over and a bunch of students. After some seminars and receptions, you'd take your check and fly home. BEFORE the Reagan Administration","byline":"By Ken Kesey: Ken Kesey is the author of ''One Flew Over the Cuckoo's Nest.'' He has collaborated on a group novel, ''Caverns,'' by the pseudonymous O. U. Levon.","date":"19891231","title":"Remember This: Write What You Don't Know","url":"http://www.nytimes.com/1989/12/31/books/remember-this-write-what-you-don-t-know.html"},{"body":"LEAD: When Fiona Shaw opened as Rosalind in ''As You Like It'' at London's Old Vic last summer, the theater critic Michael Billington wrote in The Guardian that the Irish-born actress ''has a touch of Celtic fairy about her that makes you believe her when she says, 'I have, since I was 3 years old, conversed with a magician. When Fiona Shaw opened","byline":"By Hilary de Vries; Hilary de Vries writes frequently about the arts in Britain.","date":"19891231","title":"THEATER: A Young Actress Extends Her Reach To the Stars","url":"http://www.nytimes.com/1989/12/31/arts/theater-a-young-actress-extends-her-reach-to-the-stars.html"},{"body":"LEAD: A CENTURY of draining and road building, mosquito eradication and waste dumping has reduced the Hackensack Meadowlands to a featureless reed-choked vista that greets motorists driving the northern reaches of the New Jersey Turnpike. Few birds sing, and about the only thing that nests in the once-fertile mud are discarded tires. A CENTURY of","byline":"By IVER PETERSON","date":"19891231","title":"Compensating for Filling In a Wetland","url":"http://www.nytimes.com/1989/12/31/realestate/compensating-for-filling-in-a-wetland.html"},{"body":"LEAD: If Buddy Ryan is right, the Philadelphia Eagles are a cinch to beat the Los Angeles Rams in the National Football Conference wild-card game on Sunday. If Buddy Ryan is right, the Philadelphia Eagles are a cinch to beat the Los Angeles Rams in the National Football Conference wild-card game on Sunday. ''The key to any defense is the pass","byline":"AP","date":"19891231","title":"Eagles Coach Is Eager To Put Rush on Rams","url":"http://www.nytimes.com/1989/12/31/sports/eagles-coach-is-eager-to-put-rush-on-rams.html"},{"body":"LEAD: WHILE 1989 was not a banner year for discovering restaurants rated excellent, there was one clear winner in that league. La Provence (86 Washington Street, South Norwalk, 855-8958) combines a comfortable decor inspired by the south of France, with food to match. The restaurant, operated by two graduates of the Guy Savoy restaurant in Paris,","byline":"By PATRICIA BROOKS","date":"19891231","title":"DINING OUT; Memorable Meals: A Critic's Choices","url":"http://www.nytimes.com/1989/12/31/nyregion/dining-out-memorable-meals-a-critic-s-choices.html"},{"body":"LEAD: Professional football coaches like players who can block and tackle and run and pass and catch the ball. They do not like kickers because kickers do nothing but kick, and they can miss kicks and they can get hurt. Professional football coaches like players who can block and tackle and run and pass and catch the ball. They do not like kickers","byline":"By FRANK LITSKY, Special to The New York Times","date":"19891231","title":"Kicker Is Giants' Problem","url":"http://www.nytimes.com/1989/12/31/sports/kicker-is-giants-problem.html"},{"body":"LEAD: A FEW months ago, I mentioned to some associates that I was thinking about writing an article on why I liked working with women. Men invariably responded with flippancy, raised eyebrows, ribald chuckles or lewd innuendo. Women unhesitatingly gave the topic a serious context. Most wanted a full discussion of the subject right then and there. A","byline":"By Karl Decker; Karl Decker lives in Monroe.","date":"19891231","title":"CONNECTICUT OPINION; Work, Women and Men","url":"http://www.nytimes.com/1989/12/31/nyregion/connecticut-opinion-work-women-and-men.html"},{"body":"LEAD: As early as 1902 singers started putting their art on Mr. Edison's fairly recent (1877) invention, only they recorded on flat disks rather than the cylinders favored by the inventor. It is safe to say that every great singer, and thousands of lesser ones, made records. Eventually their original records disappeared, but they were not lost. As","byline":"By HAROLD C. SCHONBERG; Harold C. Schonberg was formerly chief music critic of The Times.","date":"19891231","title":"RECORDINGS: The Past Raises Its Voice Once More","url":"http://www.nytimes.com/1989/12/31/arts/recordings-the-past-raises-its-voice-once-more.html"},{"body":"LEAD: FICTION This Week Title Last Week Weekson List 1 DADDY, by Danielle Steel. (Delacorte, $19.95.) Unexpected crises wreck the safe, predictable world a man has built for himself and his family. 2 7 2 THE DARK HALF, by Stephen King. (Viking, $21.95.) After a writer of horror tales kills off his pseudonym, the deceased goes on a murderous","date":"19891231","title":"BEST SELLERS","url":"http://www.nytimes.com/1989/12/31/books/best-sellers.html"}],"tokens":["good"],"total":16399},{"offset":"0","results":[{"body":"Having given thousands of castaway dolls refuge in her genteel house in Harlem, Lenon Holder Hoyte may have developed a sixth sense about them. Mrs. Hoyte said she was not even home when she realized that some of her \"babies\" were missing, \"stolen away in the night and sold, just like slaves, to people who don't appreciate them,\" she said. Hundreds","byline":"By STEPHANIE STROM","date":"19901231","title":"'Babies' Stolen in Night At a Museum in Harlem","url":"http://www.nytimes.com/1990/12/31/nyregion/babies-stolen-in-night-at-a-museum-in-harlem.html"},{"body":"World stock markets begin 1991 facing the threat of a war in the Persian Gulf, recessions or economic slowdowns around the world, and dismal earnings -- the same factors that drove stock markets down sharply in 1990. Yet many market watchers expect a better year than the one ending today. In 1990, these pressures resulted in a worse year for stocks","byline":"By JONATHAN FUERBRINGER","date":"19901231","title":"INTERNATIONAL REPORT; World Markets Begin 1991 Pressed by Problems of 1990","url":"http://www.nytimes.com/1990/12/31/business/international-report-world-markets-begin-1991-pressed-by-problems-of-1990.html"},{"body":"JUST in time for all of those \"today-I'll-start-a-diet\" resolutions, the Thompson Medical Company will begin a new series of commercials tomorrow for its Slim-Fast diet aid. The spots are intended to serve as an umbrella campaign for a new line of reduced-calorie foods the company plans to introduce. The commercials focus on a group of","byline":"By KIM FOLTZ","date":"19901231","title":"THE MEDIA BUSINESS: Advertising; Slim-Fast to Sell Itself as 'a Way of Life'","url":"http://www.nytimes.com/1990/12/31/business/the-media-business-advertising-slim-fast-to-sell-itself-as-a-way-of-life.html"},{"body":"The Knicks need more time. John MacLeod has said so repeatedly since replacing Stu Jackson as the coach 12 games ago. And he said it again Saturday after the Milwaukee Bucks handed New York its seventh home loss in 10 games, 109-100. Time for what? To press and trap more? With the Knicks trailing by 19 points in the early minutes of third quarter,","byline":"By SAM GOLDAPER","date":"19901231","title":"N.B.A.; Knick Coach Isn't in Hurry to Add Press","url":"http://www.nytimes.com/1990/12/31/sports/nba-knick-coach-isn-t-in-hurry-to-add-press.html"},{"body":"The world of rare books, battered by soaring prices, a scarcity of good volumes and a shift by American collectors away from foreign language manuscripts and books, is struggling to redefine itself. The large houses that once dominated the trade have been hurt by auction houses that now sell directly to the collector and by the growing number of","byline":"By CHRIS HEDGES","date":"19901231","title":"Selling Books to be Cherished, Not Just Read","url":"http://www.nytimes.com/1990/12/31/books/selling-books-to-be-cherished-not-just-read.html"},{"body":"N.B.A. Timberwolves 126, Sonics 106: Sam Mitchell scored 26 points as Minnesota shook off an offensive slump with a team scoring record and ended a seven-game losing streak with a victory over Seattle in Minneapolis. Minnesota's previous record for points in a game was 125, set in an overtime victory over Philadelphia in the team's fourth game last","date":"19901231","title":"Result Plus","url":"http://www.nytimes.com/1990/12/31/sports/result-plus.html"},{"body":"The First Universal Nation Leading Indicators and Ideas About the Surge of America in the 1990's By Ben J. Wattenberg 418 pages. The Free Press. $22.95. In \"The First Universal Nation,\" Ben J. Wattenberg comes at us like an Uncle Sam on stilts, with a smile on his face, a calculator in his hand and the message that everything in America is good and","byline":"By CHRISTOPHER LEHMANN-HAUPT","date":"19901231","title":"Books of The Times; America, the Evermore Beautiful","url":"http://www.nytimes.com/1990/12/31/books/books-of-the-times-america-the-evermore-beautiful.html"},{"body":"ON a late September evening in Austin, Tex., after a tie, the most narrow of victories and a defeat had already altered a season that began with so much promise, Bill McCartney, the football coach at the University of Colorado, stood on a sideline and watched a team refuse to fall apart. His Buffaloes, having lost a 4-point second-quarter lead,","byline":"By MALCOLM MORAN","date":"19901231","title":"At Colorado, No Giving Up","url":"http://www.nytimes.com/1990/12/31/sports/at-colorado-no-giving-up.html"},{"body":"In a pentathlon contest it would be extraordinary if a competitor won all five events. But something comparable happened at the start of the Greater New York Bridge Association's Winter Regional Championships last week in Manhattan. An innovative 5-in-1 pairs event lasting two days was expected to provide five winners: Thursday, Friday, two","byline":"By Alan Truscott","date":"19901231","title":"Bridge","url":"http://www.nytimes.com/1990/12/31/nyregion/bridge-125490.html"},{"body":"Desmond Richardson and Elizabeth Roxas were sultry and brooding as the lost Adam and Eve in John Butler's \"After Eden,\" presented by the Alvin Ailey American Dance Theater on Saturday afternoon at City Center. Mr. Richardson and Ms. Roxas made each shift of power clear in this ballet pas de deux about two lovers who cannot be together or apart.","byline":"By Jennifer Dunning","date":"19901231","title":"Review/Dance; Adam and Eve, Sensuously and Sadly","url":"http://www.nytimes.com/1990/12/31/arts/review-dance-adam-and-eve-sensuously-and-sadly.html"}],"tokens":["good"],"total":15960},{"offset":"0","results":[{"body":"With his rejection of the Tampa Bay Buccaneers' offer to become the richest head football coach in history, Bill Parcells is down to two options. He will soon become the Green Bay Packers' coach or he will stay at least one more year with what had appeared to be a temporary job as a football studio host and analyst for NBC television. The chances","byline":"By FRANK LITSKY","date":"19911231","title":"PRO FOOTBALL; The Grind of the Gridiron: Has Parcells Had Enough?","url":"http://www.nytimes.com/1991/12/31/sports/pro-football-the-grind-of-the-gridiron-has-parcells-had-enough.html"},{"body":"\"Whenever people talk about the weather,\" Oscar Wilde wrote in 1895, \"I always think they mean something else.\" Now that 1991 has almost left the room, may I vary the form? \"Whenever people talk about something else, I think they mean the news.\" So, Happy New Year! It's your Hit Parade: Who can ever forget 1991 (fast enough)? The Persian Gulf war","byline":"By Allan Gurganus;","date":"19911231","title":"Relax, It's Almost Over","url":"http://www.nytimes.com/1991/12/31/opinion/relax-it-s-almost-over.html"},{"body":"MOMENTS and flip sides, in 1991, to remember: January: Uniformed men in SWAT teams on the roof of Tampa Stadium during the Super Bowl (and during the Persian Gulf War), while down below 73,813 fans watch other uniformed men swatting one another on the field. The Giants win it by 20-19 -- kinder to say than the Bills lost it -- when Scott Norwood of","byline":"By IRA BERKOW","date":"19911231","title":"Sports of The Times; For Auld Lang Syne, And So On","url":"http://www.nytimes.com/1991/12/31/sports/sports-of-the-times-for-auld-lang-syne-and-so-on.html"},{"body":"At Salomon Brothers, what began as a housecleaning in the wake of the Treasury market scandal has evolved into a big renovation from the foundation up. At stake in the transformation of the firm into a leaner, more selective operation is its survival as a major force on Wall Street. No longer can the firm support pet strategies pushed by top","byline":"By KURT EICHENWALD","date":"19911231","title":"A Radical New Leaf for Salomon","url":"http://www.nytimes.com/1991/12/31/business/a-radical-new-leaf-for-salomon.html"},{"body":"MANY people who have dutifully given up soy sauce, pickles and pretzels in an attempt to prevent high blood pressure by limiting salt may be sacrificing needlessly, a growing number of researchers now believe. For about half of those with hypertension, they say, restricting salt has little effect; for many of the others, the benefits are slim. And","byline":"By ELISABETH ROSENTHAL","date":"19911231","title":"Hypertension Research Challenges Role of Salt","url":"http://www.nytimes.com/1991/12/31/science/hypertension-research-challenges-role-of-salt.html"},{"body":"The plane ride back home from Houston was not as wild as the ride back from Miami last week. Nothing could match the giddy feeling of taking the Dolphins into overtime, then beating them and getting into the playoffs. But when the Jets put down their landing gear to conclude the 1991 season, they could still hold their heads in the air. At least","byline":"By AL HARVIN,","date":"19911231","title":"PRO FOOTBALL; Coslet Packs Up And Offers Predictions","url":"http://www.nytimes.com/1991/12/31/sports/pro-football-coslet-packs-up-and-offers-predictions.html"},{"body":"\"Take a penny, or leave a penny,\" the sign suggests with indifference. It sits by a dish on the sales counter of the Barnes and Noble bookstore on Broadway near 73d Street. Some customers look pleased and weed out their change. \"People come in and give us whole bunches of pennies,\" says Chandra Muguercia, a clerk at the bookstore. \"They say, 'I","byline":"By ELEANOR BLAU","date":"19911231","title":"The Penny Plague; For Many New Yorkers, They Just Don't Add Up","url":"http://www.nytimes.com/1991/12/31/nyregion/the-penny-plague-for-many-new-yorkers-they-just-don-t-add-up.html"},{"body":"A fire that began in a liquor store in New Rochelle destroyed a whole swath of buildings in the heart of the city's business district last night, fire officials said. The fire, which was reported at 9:08 P.M., was not yet under control four hours later. No one was killed in the blaze. One firefighter suffered minor injuries, said Fire Commissioner","byline":"By BRUCE WEBER","date":"19911231","title":"Fire Guts Row of Businesses in Downtown New Rochelle","url":"http://www.nytimes.com/1991/12/31/nyregion/fire-guts-row-of-businesses-in-downtown-new-rochelle.html"},{"body":"In a significant breakthrough, Republican leaders of the New York State Senate offered yesterday to help limit an increase in the New York City subway and bus fare to $1.25, from the current $1.15, according to many officials involved in the negotiations. But whether the Republicans' offer would produce a final accord on the fare rested on","byline":"By ALAN FINDER","date":"19911231","title":"Albany G.O.P. Offers to Work To Hold Transit Fare to $1.25","url":"http://www.nytimes.com/1991/12/31/nyregion/albany-gop-offers-to-work-to-hold-transit-fare-to-1.25.html"},{"body":"HAVING produced the biggest box-office hit of the year, \"Terminator 2: Judgment Day,\" Carolco Pictures Inc. should have been feeling good about 1991 and looking forward to 1992. Instead, it is going into the new year struggling to come up with enough cash to continue making movies and paying its debts. Carolco said yesterday that it wants to buy","byline":"By Richard W. Stevenson","date":"19911231","title":"Market Place; Hobbled Carolco To Buy Back Debt","url":"http://www.nytimes.com/1991/12/31/business/market-place-hobbled-carolco-to-buy-back-debt.html"}],"tokens":["good"],"total":15418},{"offset":"0","results":[{"body":"Asked about tapes they'll offer in the future, video dealers invariably tick off a list of new feature films to rent. This year, though, many also talk about other things: children's videos, exercise tapes, sports events, documentaries, old television shows and instructional videos, to name a few. In 1993, dealers say, video-store inventories will","byline":"By Peter M. Nichols","date":"19921231","title":"Home Video","url":"http://www.nytimes.com/1992/12/31/movies/home-video-841992.html"},{"body":"The Ray Handley era ended today. To no one's surprise, the Giants dismissed their head coach after two tumultuous seasons marked by player-coach controversies, confrontations with the news media, inconsistent play and, most galling to the team's supporters, a losing record. George Young, the Giants' vice president and general manager, announced the","byline":"By FRANK LITSKY,","date":"19921231","title":"PRO FOOTBALL; Handley's Unhappy Reign Is Brought to an End","url":"http://www.nytimes.com/1992/12/31/sports/pro-football-handley-s-unhappy-reign-is-brought-to-an-end.html"},{"body":"About last year's dreary set of prognostications: Hence, loathed Melancholy! Next year is another day. 1. Most unexpected good news will be (a) Charles and Diana reconcile; (b) \"right to intervene\" to stop anarchy or genocide becomes international law; (c) ostentatiously informal President Bill becomes known as William Jefferson Clinton, delivers","byline":"By WILLIAM SAFIRE","date":"19921231","title":"Essay; Office Pool, 1993","url":"http://www.nytimes.com/1992/12/31/opinion/essay-office-pool-1993.html"},{"body":"After announcing he will meet with President President Boris N. Yeltsin of Russia on Saturday, President Bush began a foreign trip Wednesday to Saudi Arabia, Somalia and Russia on what he called a purely humanitarian -- and not personal -- mission of good will. The five-day trip comes just three weeks before his term is to end and is the last","byline":"By MICHAEL WINES,","date":"19921231","title":"Bush Off on Foreign Trip, With Russia on Agenda","url":"http://www.nytimes.com/1992/12/31/world/bush-off-on-foreign-trip-with-russia-on-agenda.html"},{"body":"All too often during 1992, advertising agencies chose derivativity over creativity, producing work that shamelessly recycled the tried-and-true, like celebrity endorsements, uplifting jingles or special effects. A Burger King campaign by D'Arcy Masius Benton & Bowles, for example, borrows a personality from MTV, Dan Cortese, and a theme from","byline":"By STUART ELLIOTT","date":"19921231","title":"THE MEDIA BUSINESS: Advertising; 1992: The Year Mundane Became Commonplace","url":"http://www.nytimes.com/1992/12/31/business/the-media-business-advertising-1992-the-year-mundane-became-commonplace.html"},{"body":"The Government's forward-looking economic gauge jumped eight-tenths of 1 percent in November, its second straight advance and the biggest in 10 months, the Commerce Department reported today. The rise in the Government's index of leading indicators was another in a recent series of upbeat figures, and it confirmed the widely shared belief among","byline":"By ROBERT D. HERSHEY Jr.,","date":"19921231","title":"0.8% Rise In Leading Indicators","url":"http://www.nytimes.com/1992/12/31/business/0.8-rise-in-leading-indicators.html"},{"body":"Stocks scored measured gains across the board yesterday, led by smaller stocks and some larger companies that have been out of favor with investors. The Dow Jones industrial average rose 10.26 points, or 0.31 percent, to close at 3,321.10. Investors continued to favor smaller stocks, however, as the Nasdaq index set its second straight daily","byline":"By ALLEN R. MYERSON","date":"19921231","title":"Broad Gains for Stocks As Dow Advances 10.26","url":"http://www.nytimes.com/1992/12/31/business/broad-gains-for-stocks-as-dow-advances-10.26.html"},{"body":"Ling-Ling, the female giant panda who symbolized the opening of relations between the United States and China and was the National Zoo's most popular feature for 20 years, was found dead by a keeper at the zoo this afternoon. Officials of the zoo said the death was unexpected, although at the age of 23 Ling-Ling was old for a panda, which in the","date":"19921231","title":"Ling-Ling, Symbol of Opening of China, Dies","url":"http://www.nytimes.com/1992/12/31/us/ling-ling-symbol-of-opening-of-china-dies.html"},{"body":"HELPING grown children leave home when they finished school, started a job or married used to be thought of as handing them a one-way ticket. They would surely visit or come home for the holidays, and in their absence, their old bedrooms could be put to other uses. But a relatively large number of parents of grown children have discovered that","byline":"By Lawrence Kutner","date":"19921231","title":"PARENT & CHILD","url":"http://www.nytimes.com/1992/12/31/garden/parent-child.html"},{"body":"The sight of the President-elect and the First Lady-elect arriving here today with monogrammed (BC and HRC) matching overstuffed boxes of work papers to celebrate New Year's Eve by talking about \"personal and national renewal\" with 1,500 friends invites the question: Is America really ready for the Renaissance? Can the politesse of an intellectual","byline":"By MICHAEL KELLY,","date":"19921231","title":"Political Memo; The New Year at a New Age Retreat: The Clintons in Agreeable Company","url":"http://www.nytimes.com/1992/12/31/us/political-memo-new-year-new-age-retreat-clintons-agreeable-company.html"}],"tokens":["good"],"total":15914},{"offset":"0","results":[{"body":"Three months ago, or maybe an eternity ago, the Oilers were sinking with a 1-4 record. Buddy Ryan, the defensive coordinator, was publicly criticizing Kevin Gilbride, the offensive coordinator. Jack Pardee, the head coach, seemed headed for the scrap pile. What happened? The Oilers straightened out against lesser teams and won their next 10 games,","byline":"By FRANK LITSKY,","date":"19931231","title":"PRO FOOTBALL; Oilers End Sniping And Begin A Streak","url":"http://www.nytimes.com/1993/12/31/sports/pro-football-oilers-end-sniping-and-begin-a-streak.html"},{"body":"NEW YEAR'S EVE. Not again. Why is this night different from all other nights? I know; wrong holiday. But when a horror is familiar and you know it's coming, you wait for it, trepidatiously, and tonight's the night for that awful moment at midnight when the clock ticks and the universe makes a tiny, perceptible lunge forward and there we all are,","byline":"By BRUCE WEBER","date":"19931231","title":"New Year's Resolutions For the Second Half of Life","url":"http://www.nytimes.com/1993/12/31/arts/new-year-s-resolutions-for-the-second-half-of-life.html"},{"body":"\"What's new?\" When people ask me that, they mean it in the literal sense. They want to know about Markham and Bolo and Christer's, about Amarcord, Shin's and Iridium, all restaurants that have opened in the last couple of months. \"Have you been there?\" they ask. \"Is it good?\" Somehow, I always find myself telling them about Fresco, which opened","byline":"By Ruth Reichl","date":"19931231","title":"Restaurants","url":"http://www.nytimes.com/1993/12/31/arts/restaurants-164193.html"},{"body":"IF Madison Avenue created New Year's celebrations, Old Man 1993 would be a self-confident, silver-haired model toting a tennis racquet, straight out of a commercial for denture adhesive, not a crotchety geezer lugging a scythe. And Baby 1994 would be a voluptuous nymph in a revealing swimsuit, borrowed from a beer campaign, rather than a","byline":"By Stuart Elliott","date":"19931231","title":"THE MEDIA BUSINESS: Advertising; Some fanciful suppositions as Madison Avenue makes its resolutions for a new year.","url":"http://www.nytimes.com/1993/12/31/business/media-business-advertising-some-fanciful-suppositions-madison-avenue-makes-its.html"},{"body":"If Seton Hall is going to have any success at all in the Big East this season, someone is going to have to fill the void created by the graduation of Terry Dehere. Arturas Karnishovas is supposed to be that player. A four-year starter and career 47 percent shooter from the floor for three years, Karnishovas had yet to find his touch before tonight,","date":"19931231","title":"COLLEGE BASKETBALL; Karnishovas Awakens, Rallies Pirates to Title","url":"http://www.nytimes.com/1993/12/31/sports/college-basketball-karnishovas-awakens-rallies-pirates-to-title.html"},{"body":"A Dirty Van Dyck You can't be too careful if you're a museum selling a work of art, even if that work has long been relegated to storage and is not in good shape. Recently, an early Van Dyck, \"Portrait of a Seated Couple,\" from 1618-1620, was sold to an unidentified museum by the Manhattan branch of Colnaghi, the Old Master gallery, reportedly for","byline":"By Carol Vogel","date":"19931231","title":"Inside Art","url":"http://www.nytimes.com/1993/12/31/arts/inside-art.html"},{"body":"The dollar moved higher on world currency markets yesterday, bolstered by better-than-expected data on the American economy. Gold prices, meanwhile, rose sharply in Europe on speculative buying but ended only marginally higher in the United States. On the Commodity Exchange in New York, gold for February delivery settled at $391.90 an ounce, up 10","date":"19931231","title":"CURRENCY MARKETS; Dollar Gains on Good News For the American Economy","url":"http://www.nytimes.com/1993/12/31/business/currency-markets-dollar-gains-on-good-news-for-the-american-economy.html"},{"body":"In late 1939, Ernest and Auguste Mohr received the most important letter of their lives. In the envelope sent to their home in Bavaria was an affidavit of support signed by Julius Ochs Adler, a vice president and general manager of The New York Times and a friend of the Mohrs' distant relatives in the United States. The piece of paper literally","byline":"By RANDY KENNEDY","date":"19931231","title":"Gratitude for Deliverance With Gifts to the Neediest","url":"http://www.nytimes.com/1993/12/31/nyregion/gratitude-for-deliverance-with-gifts-to-the-neediest.html"},{"body":"AS of February, the I.B.M. Gallery of Science and Art will present shows from its permanent collection, and will no longer offer the loan exhibitions that have made it a vital presence in New York City during the last decade. With such scholarly shows as \"Corot to Monet: The Rise of Landscape Painting in France,\" the splendid Tibetan showcase","byline":"By HOLLAND COTTER","date":"19931231","title":"Review/Art; Sacred Pieces From Sardinia","url":"http://www.nytimes.com/1993/12/31/arts/review-art-sacred-pieces-from-sardinia.html"},{"body":"The Green Knight By Iris Murdoch 472 pages. Viking. $23.95. In this age of glittering post-modern fictions and tiny, domestic novellas, Iris Murdoch's commodious novels of ideas tend to feel like strange, provocative throwbacks to the 19th century. Her elaborate, improbable plots; her sprawling casts of characters; her insistent manipulation of","byline":"By MICHIKO KAKUTANI","date":"19931231","title":"Books of The Times; A Novel's Rich Tapestry From Another Century","url":"http://www.nytimes.com/1993/12/31/books/books-of-the-times-a-novel-s-rich-tapestry-from-another-century.html"}],"tokens":["good"],"total":15722},{"offset":"0","results":[{"body":"The John P. Fisk fish restaurant here is a bustling place where herring is served with brisk Scandinavian efficiency. Its clientele is affluent, its waiters good-humored. So when the uncontrollable sobbing of Ermin Sestovic begins, his anguish is doubly shocking. Mr. Sestovic is a Bosnian Muslim, a refugee in Sweden. At a recent lunch, he was","byline":"By ROGER COHEN,","date":"19941231","title":"Lost in War: A special report.; One Bosnian Family, Torn Apart and Scattered","url":"http://www.nytimes.com/1994/12/31/world/lost-in-war-a-special-report-one-bosnian-family-torn-apart-and-scattered.html"},{"body":"The news release carried a startling announcement: the Microsoft Corporation had agreed to acquire the Roman Catholic Church in exchange for \"an unspecified number of shares of Microsoft common stock.\" The release, distributed in the guise of an Associated Press news article to thousands of computers around the world, was a prank, its anonymous","byline":"By PETER H. LEWIS","date":"19941231","title":"Computer Jokes and Threats Ignite Debate on Anonymity","url":"http://www.nytimes.com/1994/12/31/us/computer-jokes-and-threats-ignite-debate-on-anonymity.html"},{"body":"International 2-5 MISSING BOSNIANS The question of the missing in Bosnia has long been overshadowed by the war itself, but now it is coming to the forefront in negotiations. A special report tells the story of one family's struggles. 1 More talks toward cementing the Bosnian cease-fire. 5 SYRIA-ISRAEL TALKS REVEALED Israel and Syria have been","date":"19941231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1994/12/31/nyregion/news-summary-257877.html"},{"body":"Seton Hall 89, California 45 Dawn Johnson had 20 points, including her 1,000th career point, to lead No. 20 Seton Hall over California, 89-45, last night in South Orange, N.J. With a short jumper with 7 minutes 8 seconds left in the game, Johnson became the 14th player in Seton Hall history to reach 1,000 points. The senior center from Lyndhurst,","date":"19941231","title":"BASKETBALL; Seton Hall's Johnson Hits Mark With 1,000th Point","url":"http://www.nytimes.com/1994/12/31/sports/basketball-seton-hall-s-johnson-hits-mark-with-1000th-point.html"},{"body":"For the next few days, if not years, Dick Haley, who helped the Steelers build a dynasty in the 1970's, will have a major impact on the direction of the Jets. Haley, well known and well respected around the National Football League, is the behind-the-scenes Jets player personnel director who has suddenly been given virtual general manager's status","byline":"By GERALD ESKENAZI","date":"19941231","title":"FOOTBALL; Jets' Haley Concentrates On Talent, Not on Size","url":"http://www.nytimes.com/1994/12/31/sports/football-jets-haley-concentrates-on-talent-not-on-size.html"},{"body":"The Kendall Square Research Corporation, the battered former supercomputer maker, made good on earlier warnings and filed for Chapter 11 bankruptcy protection in Boston yesterday. William I. Koch, the company's largest shareholder, resigned as chairman and director. The company had warned of a possible bankruptcy filing in September, when it said","date":"19941231","title":"COMPANY NEWS; KENDALL SQUARE FILES A CHAPTER 11 BANKRUPTCY","url":"http://www.nytimes.com/1994/12/31/business/company-news-kendall-square-files-a-chapter-11-bankruptcy.html"},{"body":"Treasury prices fell in a shortened session yesterday, bringing down the curtain on one of the market's worst years in decades. A report indicating strong economic growth, coupled with a weak dollar, prompted investors to sell yesterday. The price of the 30-year bond fell 12/32 , to 9524/32 . Its yield, which moves in the opposite direction from","byline":"By ROBERT HURTADO","date":"19941231","title":"Bond Prices Off on Mixed Economic News","url":"http://www.nytimes.com/1994/12/31/business/bond-prices-off-on-mixed-economic-news.html"},{"body":"Warring factions in the conflict that has convulsed Bosnia and Herzegovina for 33 months continued today to inch toward a four-month cessation of fighting, which United Nations mediators hope will be a prelude to a political settlement of the war. Seeking to conclude the accord by this weekend, the senior United Nations commander, Lieut. Gen. Sir","byline":"By STEPHEN KINZER,","date":"19941231","title":"With Hope and Caution, U.N. Is Trying to Extend the Cease-Fire in Bosnia","url":"http://www.nytimes.com/1994/12/31/world/with-hope-and-caution-un-is-trying-to-extend-the-cease-fire-in-bosnia.html"},{"body":"Tournament players rarely bestir themselves early in the morning, but they must do so today at the conclusion of the Winter Regional Championships of the Greater New York Bridge Association at the Vista Hotel. Play in a variety of Swiss Teams -- Open, Stratified and Senior -- begins at the unaccustomed hour of 10 A.M., allowing plenty of time for","byline":"By Alan Truscott","date":"19941231","title":"Bridge","url":"http://www.nytimes.com/1994/12/31/nyregion/bridge-260797.html"},{"body":"With its belated release of a captured U.S. pilot shot down over its territory, North Korea has defused a crisis that threatened to erode political support in Washington for its just-concluded nuclear agreement with the U.S. The Clinton Administration displayed admirable restraint in its handling of the case, applying just enough private and public","date":"19941231","title":"Repatriation in the Nick of Time","url":"http://www.nytimes.com/1994/12/31/opinion/repatriation-in-the-nick-of-time.html"}],"tokens":["good"],"total":15902},{"offset":"0","results":[{"body":"THIS is the season of the toast, attempted by many but mastered by few. Even Mark Brown, voted the 1995 best speaker in the world by Toastmasters International, rarely does them. But in the genial spirit of the season he took time recently to offer a few tips on how to give terrific New Year toasts. First of all, Mr. Brown said in his mellifluous,","byline":"By FELICIA R. LEE","date":"19951231","title":"Top Toastmaster's How-To Guide","url":"http://www.nytimes.com/1995/12/31/style/top-toastmaster-s-how-to-guide.html"},{"body":"LIKE every other First Night -- the New Year's Eve celebration that includes all things festive except alcohol -- First Night Red Bank will have all kinds of music playing. It will have dancing, from ballet to line dancing. Naturally, it will have face-painting and clowns for children. But Red Bank will also have the quintessential","byline":"By BARBARA STEWART","date":"19951231","title":"IN SEARCH OF . . .;First Night","url":"http://www.nytimes.com/1995/12/31/nyregion/in-search-of-first-night.html"},{"body":"It has been a banner year for interesting, inexpensive, everyman restaurants. Authentic little ethnic spots, humble eating places with talented, gifted chefs and unusual restaurants that combine excellent food and budget prices proliferated. The 10 restaurants and honorable-mention selections represent the best of the spots that stress exceptional","byline":"By RICHARD JAY SCHOLEM","date":"19951231","title":"A La Carte;A Banner Year for Interesting and Inexpensive Restaurants","url":"http://www.nytimes.com/1995/12/31/nyregion/a-la-carte-a-banner-year-for-interesting-and-inexpensive-restaurants.html"},{"body":"LAMB shanks are a very inexpensive cut of meat, and they make delicious winter stews. They are especially good baked with white beans or lentils, which absorb their flavor, or braised in white wine with orange peel and rosemary and served with soft polenta. Osso buco, the hind shank of veal, is more often sawed into thick pieces, tied with string","byline":"By MOIRA HODGSON","date":"19951231","title":"FOOD;Cheap and Tasty Lamb Shanks","url":"http://www.nytimes.com/1995/12/31/nyregion/food-cheap-and-tasty-lamb-shanks.html"},{"body":"Shanghai is the New York of China. Its pace of life is palpably faster, its sense of style more flamboyant, and its inhabitants' opinion of themselves noticeably higher than anywhere else in the nation. Chinese from smaller cities sometimes fear Shanghai's fast-talking and quick-changing ways, but for those who like big-city life, Shanghai is the","byline":"By SETH FAISON","date":"19951231","title":"WHAT'S DOING IN;Shanghai","url":"http://www.nytimes.com/1995/12/31/travel/what-s-doing-in-shanghai.html"},{"body":"IN recent years, when I worked in a children's camp in the Swiss resort of Morgins, I used to conduct a torchlight walk on the darkest evening of the week, taking the kids down a trail in a deeply wooded valley where a mountain stream ran through the forest. Along the way I would tell a ghost story, of smugglers who met a grisly end trying to bring","byline":"By ERIC WEINBERGER","date":"19951231","title":"On the International Ski Circuit","url":"http://www.nytimes.com/1995/12/31/travel/on-the-international-ski-circuit.html"},{"body":"I helped a friend return a baby lamb to a farm in Columbia County, New York, last Monday, and it put me back in touch with something. The lamb was one of the animals in the Christmas pageant the day before at the Cathedral of St. John the Divine, on Amsterdam Avenue and 112th Street. (I played a shepherd, which is easy. Just tie a rope around a","byline":"By Anne Raver","date":"19951231","title":"Cuttings;May the Spirit of Gardening Seep Into Your Soul","url":"http://www.nytimes.com/1995/12/31/style/cuttings-may-the-spirit-of-gardening-seep-into-your-soul.html"},{"body":"AS SAMANTHA STEPHENS, the witch-turned-suburban-housewife in \"Bewitched,\" Elizabeth Montgomery, a sunny, spunky, vaguely tomboyish blonde, was a transition from Doris Day, the marriage-minded virgin of 1950's movies, to Mary Tyler Moore, the independent but vulnerable career woman of 1970's television. The series ran from 1964 to 1972 and has won","byline":"By Camille Paglia","date":"19951231","title":"The Lives They Lived: Elizabeth Montgomery;The Good Witch","url":"http://www.nytimes.com/1995/12/31/magazine/the-lives-they-lived-elizabeth-montgomery-the-good-witch.html"},{"body":"AFTER a year of dizzying new heights for the market, investors may despair of finding any good stocks left. One natural strategy for these worried rummagers is to look among the year's most disappointing equities. And, despite the stellar market, there were disappointing stocks in 1995, and they included many large and well-known companies.","byline":"By REED ABELSON","date":"19951231","title":"INVESTING IT;In a Soaring Market, Looking for Good Luck at Low Altitudes","url":"http://www.nytimes.com/1995/12/31/business/investing-it-in-a-soaring-market-looking-for-good-luck-at-low-altitudes.html"},{"body":"It began innocuously enough, with Patrick Ewing strongly indicating that he would not mind taking more shots in the low post. It picked up steam when Anthony Mason said his Knicks teammates need to worry about more important things than themselves and reached a low boil when Charles Oakley wondered aloud why everyone does not just pipe down and","byline":"By MIKE WISE","date":"19951231","title":"BASKETBALL;Knicks Have No Trouble Expressing Themselves","url":"http://www.nytimes.com/1995/12/31/sports/basketball-knicks-have-no-trouble-expressing-themselves.html"}],"tokens":["good"],"total":16118},{"offset":"0","results":[{"body":"President Clinton's second term officially begins on Jan. 20. But now is the time for New Year's resolutions. Here are a few suggestions, some more serious than others. Oseola McCarty Retired laundrywoman who donated her life savings of $150,000 to the University of Southern Mississippi. Well, I think we should all put the Lord first. And I think","date":"19961231","title":"Be Resolute, Mr. Clinton. Here's How.","url":"http://www.nytimes.com/1996/12/31/opinion/be-resolute-mr-clinton-here-s-how.html"},{"body":"As New Year's Eve is the time to look back and remember what was with fondness and forgiveness, it seems fitting to consider the occasion itself. Whatever happened to that old rowdy holiday that prompted thousands of drunken tourists, thousands of drunken teen-agers and a few dozen sober pickpockets to get together for an annual revel in Times","byline":"By BRUCE WEBER","date":"19961231","title":"Should Old Drunken Revelries Be Forgot?","url":"http://www.nytimes.com/1996/12/31/nyregion/should-old-drunken-revelries-be-forgot.html"},{"body":"To the Editor: I disagree with Brent Staples's assertion in ''Rock-and-Roll for Grown-Ups'' (Editorial Notebook, Dec. 23) that radio formatting is to blame for the dearth of music that would appeal to baby boomers. If anyone is to blame, it is the record companies, which historically have forsaken taste and innovation in the quest for a quick buck.","date":"19961231","title":"Boomers' Music","url":"http://www.nytimes.com/1996/12/31/opinion/l-boomers-music-960780.html"},{"body":"It was to have been Eric Fichaud's dream matchup. The Islanders' goaltender was given the start against Toronto tonight, marking his first chance to face the National Hockey League team that traded him in April 1995. More important for Fichaud, it was to have been his first opportunity to oppose Felix Potvin, his mentor in the Quebec junior league","byline":"By RICK WESTHEAD","date":"19961231","title":"Double Nightmare for Fichaud and Islanders","url":"http://www.nytimes.com/1996/12/31/sports/double-nightmare-for-fichaud-and-islanders.html"},{"body":"Emil Sutovskij, a 19-year-old Israeli grandmaster who emigrated from Russia in 1992, won the World Junior Championship last month. He scored 10-3 in the tournament, sponsored by the International Chess Federation and held in Medellin, Colombia, from Nov. 8 to 22. Altogether, 58 players competed in the Swiss-system event, which was for players under","byline":"Robert Byrne","date":"19961231","title":"Chess","url":"http://www.nytimes.com/1996/12/31/arts/chess-959766.html"},{"body":"The members of an international religious group chipped in $600,000 to President Clinton's legal defense fund after a major Democratic fund-raiser made a pilgrimage to its headquarters in Taiwan and described Mr. Clinton's legal problems, the group's leader said. Suma Ching Hai, the leader of Ching Hai, a religious organization that follows her","byline":"By JANE H. LII","date":"19961231","title":"Religious Leader Describes Decision to Help Clinton After Hearing of Woes","url":"http://www.nytimes.com/1996/12/31/us/religious-leader-describes-decision-to-help-clinton-after-hearing-of-woes.html"},{"body":"Gov. George E. Pataki promoted the top lawyer at the Department of Environmental Conservation yesterday to be its acting commissioner. John P. Cahill, 37, an environmental lawyer who has been general counsel for a year, will succeed Michael D. Zagata, Mr. Pataki's original choice for commissioner, today. Mr. Zagata announced his resignation earlier","byline":"By ANDREW C. REVKIN","date":"19961231","title":"Pataki Names Lawyer to Top Post at Environmental Agency","url":"http://www.nytimes.com/1996/12/31/nyregion/pataki-names-lawyer-to-top-post-at-environmental-agency.html"},{"body":"YOU just want to pop a beer and a Martian or two. Instead you must answer incomprehensible questions about ''drivers that have not been certified,'' after which you discover your Windows 95 machine does not work quite the way it used to. That kind of thing can happen all too easily with Directx, a Microsoft Corporation technology devised to help","byline":"By STEPHEN MANES","date":"19961231","title":"If Directx Simplifies, Confusion May Result","url":"http://www.nytimes.com/1996/12/31/science/if-directx-simplifies-confusion-may-result.html"},{"body":"Treasury prices ended the last full trading session of the year little changed yesterday in thin trading. Bond prices were somewhat bolstered by a sharp rise in the dollar against the Japanese yen. ''The stronger dollar obviously helped,'' said Ed Rydwelski, who helps manage about $200 million in bonds at Abacus Financial Group in Chicago. ''It","date":"19961231","title":"Bond Prices Barely Move In Slow Day","url":"http://www.nytimes.com/1996/12/31/business/bond-prices-barely-move-in-slow-day.html"},{"body":"Say what you will about the transformation from porn parlors to Disney megastores, but whether Times Square has been cleaned up or sanitized, it has clearly been transformed by a spate of new billboard and light displays. At the moment, the most mesmerizing public art in New York City is this collective and expanding jumble of flashing signs,","byline":"By MICHAEL KIMMELMAN","date":"19961231","title":"That Flashing Crazy Quilt of Signs? It's Art","url":"http://www.nytimes.com/1996/12/31/arts/that-flashing-crazy-quilt-of-signs-it-s-art.html"}],"tokens":["good"],"total":17635},{"offset":"0","results":[{"body":"GILL-Brendan. The Trustees, Trustees Council and staff of the Preservation League of NYS mourn the loss of our esteemed Chairman Emeritus Brendan Gill. We will miss his lively and sharp wit, his steady guidance, and his passion for New York. A great friend of preservation, Mr. Gill was a source of inspiration to all of us. Through his writing,","date":"19971231","title":"Paid Notice: Deaths GILL, BRENDAN","url":"http://www.nytimes.com/1997/12/31/classified/paid-notice-deaths-gill-brendan.html"},{"body":"John Starks does not just walk on the edge. He hops and teeters and springs on it, a thrilling sight to watch when he maintains his balance. He can even inspire. And if any team needed a dose of inspiration, it was the Knicks. Drummed by their coach for their waning commitment, the Knicks fed off Starks's energy and leaned on the broad shoulders of","byline":"By SELENA ROBERTS","date":"19971231","title":"PRO BASKETBALL; Intense Play By Starks Invigorates The Knicks","url":"http://www.nytimes.com/1997/12/31/sports/pro-basketball-intense-play-by-starks-invigorates-the-knicks.html"},{"body":"THIS was a fascinating year in the wine business. And not just because the grape harvest was so good in so many places. It was a year of consolidation and new directions, a year that may even lead to cheaper prices. It was a year of silver anniversaries, too; a lot of people decided to become winemakers in 1972. A good harvest means good wine, of","byline":"By FRANK J. PRIAL","date":"19971231","title":"Wine Talk; Let's Lift a Glass To the Grapes of '97","url":"http://www.nytimes.com/1997/12/31/dining/wine-talk-let-s-lift-a-glass-to-the-grapes-of-97.html"},{"body":"The photo opportunity seemed to have little purpose, except to demonstrate that football players would be willing to interrupt their preparations for the Rose Bowl if given the chance to eat hamburgers. Leaders of the teams from Michigan and Washington State stood on a makeshift stage at a restaurant in nearby Universal City and listened to their","byline":"By MALCOLM MORAN","date":"19971231","title":"FOOTBALL: The Hunter Being Hunted; Woodson Will Be the Focus at the Rose Bowl","url":"http://www.nytimes.com/1997/12/31/sports/football-the-hunter-being-hunted-woodson-will-be-the-focus-at-the-rose-bowl.html"},{"body":"The announcement by the Japanese automobile maker Toyota early this month that it would build an assembly plant employing 2,000 workers in the rust-belt town of Valenciennes in northern France seemed a hopeful omen that even a European welfare state could still be a good investment. With 3.1 million people unemployed, 12.4 percent of the labor","byline":"By CRAIG R. WHITNEY","date":"19971231","title":"INTERNATIONAL BRIEFS; Cloudy Visibility on France's Road to Recovery","url":"http://www.nytimes.com/1997/12/31/business/international-briefs-cloudy-visibility-on-france-s-road-to-recovery.html"},{"body":"'Seinfeld' Leaves A Broader Gap The news of Jerry Seinfeld's decision to end production on his top-rated comedy was as superficially good for ABC, CBS, and Fox as it was materially awful for NBC. But already some executives at those competing networks are voicing a few words of regret. It won't just be NBC that loses when ''Seinfeld'' leaves the","byline":"By Bill Carter","date":"19971231","title":"TV Notes","url":"http://www.nytimes.com/1997/12/31/arts/tv-notes.html"},{"body":"Despite heated and escalating criticism from pedestrians and their advocates, the Giuliani administration announced yesterday that it would extend by a week, until at least Jan. 12, its experiment to ease vehicular gridlock in midtown by blocking off pedestrian crosswalks. Mayor Rudolph W. Giuliani said yesterday that the metal barriers and police","byline":"By ANDY NEWMAN","date":"19971231","title":"Another Week For Barriers In Midtown","url":"http://www.nytimes.com/1997/12/31/nyregion/another-week-for-barriers-in-midtown.html"},{"body":"Truman Capote, observing the 60-ish Katherine Anne Porter flirt with a handsome young man, is reported to have once remarked acidly that ''the last thing that dies in a snake is the tail.'' Restated in a kinder way, our sexual urges may diminish with age, but they never completely vanish. Desire lives on in memory if not in action. The notion that","byline":"By STEPHEN HOLDEN","date":"19971231","title":"FILM REVIEW; Joy of Good Old Love, Or at Least Lust","url":"http://www.nytimes.com/1997/12/31/movies/film-review-joy-of-good-old-love-or-at-least-lust.html"},{"body":"Peyton Manning of Tennessee finished second in the Heisman Trophy balloting and is considered by many to be the best college quarterback in the country. Nebraska quarterback Scott Frost, after transferring from Stanford two years ago, is just now getting his team's fans to appreciate him. When Manning needs quarterback advice he goes to his father,","byline":"By TIMOTHY W. SMITH","date":"19971231","title":"FOOTBALL; Manning Is the Big Star; Frost Is the Big Mystery","url":"http://www.nytimes.com/1997/12/31/sports/football-manning-is-the-big-star-frost-is-the-big-mystery.html"},{"body":"Wheat fell almost 2 percent to a five-month low yesterday as heavy rain ended in Argentina, allowing farmers to harvest the new crop and increase exports. In other markets, hogs fell to a two-year low, while natural gas and orange juice also dropped. The Commodity Research Bureau index, a broad barometer of trends in commodity prices, slid 1.19","date":"19971231","title":"FUTURES MARKETS; Wheat Prices at 5-Month Low As Argentine Rains Subside","url":"http://www.nytimes.com/1997/12/31/business/futures-markets-wheat-prices-at-5-month-low-as-argentine-rains-subside.html"}],"tokens":["good"],"total":18570},{"offset":"0","results":[{"body":"Dr. Paul A. Marks, the president and chief executive of Memorial Sloan-Kettering Cancer Center and one of the city's most important medical figures, said yesterday that he would retire soon after the start of the new year. Dr. Marks gained renown for attracting influential benefactors and patients -- often people who fitted both descriptions -- to","byline":"By JENNIFER STEINHAUER","date":"19981231","title":"Chief Leaving Cancer Center After 18 Years","url":"http://www.nytimes.com/1998/12/31/nyregion/chief-leaving-cancer-center-after-18-years.html"},{"body":"Early this year, Bonnie Black, a Hollywood talent agent, got a call from a casting director who was working against a deadline that even the toughest cinematic hero might have had trouble beating. The casting director had less than 20 hours to find an actor to play the role of an F.B.I. agent on the television series ''Players.'' Such last-minute","byline":"By VERNE G. KOPYTOFF","date":"19981231","title":"For Actors and Agents, On-Line Links to Casting Directors","url":"http://www.nytimes.com/1998/12/31/technology/for-actors-and-agents-on-line-links-to-casting-directors.html"},{"body":"If anyone wants to understand at least one aspect of what Coach Bill Parcells is all about, then know this: He is not so much preparing his Jets to win in the playoffs as he is preparing them not to lose. For that is at the heart of Parcells's philosophy. Before you understand how to win, he believes, you must understand what it is that causes you","byline":"By GERALD ESKENAZI","date":"19981231","title":"PRO FOOTBALL: ON THE GIANTS; There's Nothing to Fear But the Fear of Losing","url":"http://www.nytimes.com/1998/12/31/sports/pro-football-on-the-giants-there-s-nothing-to-fear-but-the-fear-of-losing.html"},{"body":"FORDHAM 73, RICHMOND 70 Alejandro Olivares scored a career-high 25 points and Bevon Robin added 24, including the final 3 of overtime, as Fordham matched last season's victory total by beating visiting Richmond, 73-70, last night. The Rams (6-3), who finished 6-21 last season, have won five of their last six games. Robin, a 6-foot-2-inch sophomore,","date":"19981231","title":"BASKETBALL: MEN'S COLLEGE ROUNDUP; Rams Match Last Season's Victories","url":"http://www.nytimes.com/1998/12/31/sports/basketball-men-s-college-roundup-rams-match-last-season-s-victories.html"},{"body":"I'll remember 1998 as the year I spied a display box with rows of what looked, from a distance, like identical videotapes with black-and-flame-colored covers. But at close range it turned out to hold two different titles packaged in suspiciously similar ways. Each featured the oversize, noble heads of its actors against a blazing backdrop. Each","byline":"By JANET MASLIN","date":"19981231","title":"Critic's Notebook; Beyond the Meteors, Another, Riskier '98","url":"http://www.nytimes.com/1998/12/31/movies/critic-s-notebook-beyond-the-meteors-another-riskier-98.html"},{"body":"AS Manhattan's real estate market burbles merrily along -- stock market turmoil or no -- the real estate market in the Hamptons has been more like a roller coaster. After the heart-stopping 512-point drop in the Dow on Aug. 31, would-be buyers of Manhattan apartments hesitated, and prices took a slight dip -- many brokers estimated between 5 and 10","byline":"By TRACIE ROZHON","date":"19981231","title":"TURF; Hamptons Property Rides Wild","url":"http://www.nytimes.com/1998/12/31/garden/turf-hamptons-property-rides-wild.html"},{"body":"REMEMBER the scene in ''2001: A Space Odyssey'' when the apes confront their first computer? The computer just sits there, a silent monolith, unblinking, not even deigning to offer a cryptic error message. The apes have no access to technical support and, driven mad by frustration, they grab clubs and go on a rampage, smiting any chimp who is","byline":"By Peter H. Lewis","date":"19981231","title":"STATE OF THE ART; Resolutions For Happy PC Year","url":"http://www.nytimes.com/1998/12/31/technology/state-of-the-art-resolutions-for-happy-pc-year.html"},{"body":"Bill Snyder and his Kansas State Wildcats broke the cardinal rule of the bowl season. They came to a game they didn't want to play in and didn't feel guilty about it until the last 12 minutes. By then it was too late to stave off an upset. Their punishment? A 37-34 loss to Purdue, an unranked, mid-level Big Ten team, in the Alamo Bowl on Tuesday","byline":"By JOE DRAPE","date":"19981231","title":"COLLEGE FOOTBALL; Kansas State Is Unable To Live Up to Promise","url":"http://www.nytimes.com/1998/12/31/sports/college-football-kansas-state-is-unable-to-live-up-to-promise.html"},{"body":"Hip-hop never stands still, even in the waning weeks of the year. While most of the music business stops putting out new releases by mid-November so it can promote hits for Christmas, rappers have pushed the deadline well into December. These recent releases extend established product lines from hip-hop conglomerates like No Limit and the Wu-Tang","byline":"By JON PARELES","date":"19981231","title":"CRITIC'S CHOICE/Pop CD's; Hip-Hop Stretches A Common Deadline","url":"http://www.nytimes.com/1998/12/31/arts/critic-s-choice-pop-cd-s-hip-hop-stretches-a-common-deadline.html"},{"body":"The Index of Leading Economic Indicators jumped six-tenths of 1 percent in November, a sign that the economy's expansion is on a firm footing to continue well into next year. The index, which was released by the Conference Board yesterday, is meant to predict the economy's direction over the coming six months. The current expansion already is the","date":"19981231","title":"Leading Indicators Point to Continuing Growth","url":"http://www.nytimes.com/1998/12/31/business/leading-indicators-point-to-continuing-growth.html"}],"tokens":["good"],"total":20134},{"offset":"0","results":[{"body":"IF life were an arc that could emit colors, Reggie Carter's life would be a rainbow. Yesterday, 1,000 friends and colleagues came to pay tribute at Riverside Church to the former St. John's star and Knick who died on Christmas Eve after a long battle with sarcoidosis, a disease that affected his heart. Most said that his life ended too soon, but","byline":"By WILLIAM C. RHODEN","date":"19991231","title":"Sports of The Times; The Rainbow That Was Reggie Carter","url":"http://www.nytimes.com/1999/12/31/sports/sports-of-the-times-the-rainbow-that-was-reggie-carter.html"},{"body":"Patrick Ewing was far from dominating when even the easiest of his shots popped off the rim like jumping beans, but he gladly lumbered out of the millennium by slipping back into his superstar skin -- if only in the eyes of the referees. They were good to him, providing him with an ample supply of free throws and a couple of generous calls at the","byline":"By SELENA ROBERTS","date":"19991231","title":"PRO BASKETBALL; Ewing Stars Again, Sort Of, Against Washington","url":"http://www.nytimes.com/1999/12/31/sports/pro-basketball-ewing-stars-again-sort-of-against-washington.html"},{"body":"Plugging In With an 'In' Crowd Ever since dowdy, disreputable Times Square gave way to brand-new buildings with ribbon-cutting ceremonies to be photographed at, City Hall and Albany have been vying to take credit for the goings-on in the neighborhood. If one indulges a New York kind of Kremlinology, studying photographs of who was where and who was","byline":"By JAMES BARRON","date":"19991231","title":"PUBLIC LIVES","url":"http://www.nytimes.com/1999/12/31/nyregion/public-lives.html"},{"body":"Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''DIE FLEDERMAUS,'' If you simply must have ''Die Fledermaus'' on New Year's Eve and can't get into or afford the Metropolitan Opera's production, you can have a good time at Amato","date":"19991231","title":"CLASSICAL MUSIC AND DANCE GUIDE","url":"http://www.nytimes.com/1999/12/31/movies/classical-music-and-dance-guide.html"},{"body":"Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in New York City this weekend, including New Year's Eve celebrations. * denotes a highly recommended concert. ANTIFOLK Y2K PARTY, Sidewalk Cafe, 94 Avenue A, at Sixth Street, East Village, (212) 473-7373. Ring in the new century the East Village way, at a","date":"19991231","title":"POP AND JAZZ GUIDE","url":"http://www.nytimes.com/1999/12/31/movies/pop-and-jazz-guide-136395.html"},{"body":"Keith Van Horn began tonight's game with the look of a man in need of a hot bowl of soup, a bundle of blankets over his body and a warm bed. Wearied and pained by the flu, he looked incapable of sprinting up and down the court. Two hours later, after he and his teammates finished a toilsome contest against the gritty Orlando Magic, Van Horn seemed","byline":"By CHRIS BROUSSARD","date":"19991231","title":"BASKETBALL; Nets Win Their 9th Straight at Home","url":"http://www.nytimes.com/1999/12/31/sports/basketball-nets-win-their-9th-straight-at-home.html"},{"body":"Before departing from New York yesterday for a Hawaii vacation, Joe Torre moved busily through his morning, working out at Yankee Stadium, talking with reporters on a conference call and submitting to his last scheduled round of radiation therapy in the treatment for his prostate cancer. ''I feel great; I feel real good,'' said Torre, who will open","byline":"By BUSTER OLNEY","date":"19991231","title":"BASEBALL; Torre Looks Ahead, and Can't Wait to See Yarnall","url":"http://www.nytimes.com/1999/12/31/sports/baseball-torre-looks-ahead-and-can-t-wait-to-see-yarnall.html"},{"body":"INTERNATIONAL A3-10 Ex-Beatle George Harrison Is Stabbed by an Intruder A man armed with a large knife broke into the house of the former Beatle George Harrison near London and stabbed him in the chest, the authorities said. Mr. Harrison, 56, was treated for a collapsed lung and minor stab wounds and was reported to be in stable condition. His wife","date":"19991231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1999/12/31/nyregion/news-summary-149284.html"},{"body":"Here is a selective listing of new or noteworthy cabaret shows in Manhattan this weekend. * denotes a highly recommended show. BETTY BUCKLEY, Cafe Carlyle, Carlyle Hotel, 35 East 76th Street, (212) 744-1600. No one infuses songs with a more insistent instinct for high drama than Ms. Buckley, whose cutting voice vibrates with tension and a lurking","byline":"By Stephen Holden","date":"19991231","title":"CABARET GUIDE","url":"http://www.nytimes.com/1999/12/31/arts/cabaret-guide.html"},{"body":"To the Editor: In view of all the grief caused by the late recognition of the Y2K problem, I would like to alert your readers in good time to the looming Y10K problem. When the clock rolls over to Jan. 1, 10,000, computers that allow four spaces in the date field will be in trouble because they will need five spaces. This early warning will be","date":"19991231","title":"On This Last Eve, a Glance Back, and Ahead; A Very Early Warning","url":"http://www.nytimes.com/1999/12/31/opinion/l-on-this-last-eve-a-glance-back-and-ahead-a-very-early-warning-152064.html"}],"tokens":["good"],"total":20774},{"offset":"0","results":[{"body":"THE therapist slowly peeled the backing from the Polaroid shot he'd just taken of me, sitting there in a bathrobe and rubber sandals in front of a multi colored backdrop. There was a sharp intake of breath. ''Oh, my,'' he said. Now, this is not the sort of gasp you hope to hear when someone has just taken a picture of your ''aura'' after an hour","byline":"By RICK LYMAN","date":"20001231","title":"A Jackpot of Rich Indulgences","url":"http://www.nytimes.com/2000/12/31/travel/a-jackpot-of-rich-indulgences.html"},{"body":"Truth & Bright Water By Thomas King. 266 pp. New York: Atlantic Monthly Press. $24. In real life, it's hard enough to be 15 even under the best of circumstances. But it's harder still when you're a fictional character in a story front-loaded with just about every element of hardship or confusion that could ever confound a teenage boy. Tecumseh, the","byline":"By Stephanie Zacharek","date":"20001231","title":"Bridge to Nowhere","url":"http://www.nytimes.com/2000/12/31/books/bridge-to-nowhere.html"},{"body":"A FAMILIAR face missing from the cafeteria line, a vacant chair at the board meeting, an empty spot on the bench at the corner park -- these are the kinds of holes that death tears in a community. Memories remain alive, of course, for families, friends and colleagues. Other legacies live on as well: the vision that built a business or an art","byline":"By Kate Stone Lombardi","date":"20001231","title":"Snapshot of Their Lives; Remembering Some Unforgettable People Who Died in 2000","url":"http://www.nytimes.com/2000/12/31/nyregion/snapshot-of-their-lives-remembering-some-unforgettable-people-who-died-in-2000.html"},{"body":"WHEN Thabo Mbeki, president of South Africa, visited Brazil early in December, his hosts made a point of bringing him here in hopes he would be dazzled, as so many other guests have been, by this country's growing technological and military capabilities. Brazil's space program was born in this trim and tranquil city of 500,000 people, as were","byline":"By LARRY ROHTER","date":"20001231","title":"Brazil's Hot Commodity? Not Coffee or Soccer","url":"http://www.nytimes.com/2000/12/31/business/brazil-s-hot-commodity-not-coffee-or-soccer.html"},{"body":"Call the winners and losers, straight arrows and boozers, To send off this excellent year. We all will go back to college with Shaq To study my subjects most dear. What could be worser than Heather Sue Mercer Making the team at Duke? A star high school kicker, the coach wouldn't pick her, Afraid he'd be mocked as a kook. What is it with coaches,","byline":"By ROBERT LIPSTYE","date":"20001231","title":"FROM SYDNEY TO THE BRONX, THE WINNERS; A Year in Verse of the Good and the Worse","url":"http://www.nytimes.com/2000/12/31/sports/from-sydney-to-the-bronx-the-winners-a-year-in-verse-of-the-good-and-the-worse.html"},{"body":"A relative of mine is a physician whose 'drug rep' gives him virtually unlimited samples of a drug I take daily, as prescribed by another physician. Am I wrong to accept these samples rather than buy the drug? -- Anonymous, Evanston, Ill. It is fine to accept a few samples to try out a new medication -- that's why the drug company hands them out --","byline":"By Randy Cohen","date":"20001231","title":"The Way We Live Now: 12-31-00: The Ethicist; Drugstore Cowboy","url":"http://www.nytimes.com/2000/12/31/magazine/the-way-we-live-now-12-31-00-the-ethicist-drugstore-cowboy.html"},{"body":"HOSTAGE TO FORTUNE The Letters of Joseph P. Kennedy. Edited by Amanda Smith. Illustrated. 738 pp. New York: Viking. $39.95. Many Americans now in late middle age got their first, enduring image of Joseph P. Kennedy on Jan. 20, 1961, when the patriarch, behind owlish glasses and a sharkish smile, took the tipped-hat salute of his second son, Jack,","byline":"By Thomas Mallon","date":"20001231","title":"Ambassador in Spite of Himself","url":"http://www.nytimes.com/2000/12/31/books/ambassador-in-spite-of-himself.html"},{"body":"BIGGER AND BIGGEST -- A peculiar year. To begin peculiarly, with institutions, there was the colossal popularity of the new Tate in London, a healthy sign, I suppose, never mind whether the installation or the architecture are particularly great. Then, in New York, mayoral approval finally came for an even bigger modern art museum, the Guggenheim","byline":"By MICHAEL KIMMELMAN","date":"20001231","title":"ART/ARCHITECTURE: THE YEAR IN REVIEW; As the Tate Towered, a Giant Guggenheim Got a Lift","url":"http://www.nytimes.com/2000/12/31/arts/art-architecture-year-review-tate-towered-giant-guggenheim-got-lift.html"},{"body":"It was just five games, even if they were all Giants victories. From a historical context, there had been 21 five-game winning streaks to precede it in Giants history. But few late-season resurrections of a season have come with such unforeseen, theatrical timing. Before their game at Arizona on Nov. 27, the Giants were considered the inelegant,","byline":"By BILL PENNINGTON","date":"20001231","title":"PRO FOOTBALL; The Giants' Late-Season Rallying Cry Is Heard: Blitz!","url":"http://www.nytimes.com/2000/12/31/sports/pro-football-the-giants-late-season-rallying-cry-is-heard-blitz.html"},{"body":"IN his 20 years at Iona College here, Dr. George Thottam has turned a small mass communications program into the college's largest undergraduate major and created two graduate programs. But his major goal remains unfulfilled -- to gain national accreditation for his program. He hopes for the status late next year or early in 2002. If successful,","byline":"By TOM CALLAHAN","date":"20001231","title":"Journalism Program Seeks Status","url":"http://www.nytimes.com/2000/12/31/nyregion/journalism-program-seeks-status.html"}],"tokens":["good"],"total":21731},{"offset":"0","results":[{"body":"He bounded through City Hall as if it were his living room, singing ''what a wonderful tow-w-n,'' while trailed by silent bodyguards. They stopped shadowing him only when he reached his corner office, a sanctuary where the most telling additions to the dcor were the most recent: cardboard moving boxes stacked in the corner. So blurred has the man","byline":"By DAN BARRY","date":"20011231","title":"THE GIULIANI YEARS: THE OVERVIEW; A Man Who Became More Than a Mayor","url":"http://www.nytimes.com/2001/12/31/nyregion/the-giuliani-years-the-overview-a-man-who-became-more-than-a-mayor.html"},{"body":"Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MYCHAL JUDGE Where He Was Needed The Rev. Mychal Judge never shut his door at the Midtown Franciscan friary, literally or emotionally. Anybody with the slightest need for the contents inside -- be it a warm jacket or his attentive ear -- was welcome. Not that","byline":"These sketches were written by Carla Baranauckas, Felicity Barringer, Michael Brick, David W. Chen, Anthony DePalma, Shaila K. Dewan, Jim Dwyer, Leslie Eaton, Elissa Gootman, Jane Gross, Amy Harmon, Anemona Hartocollis, Diana B. Henriques, Jan Hoffman, John Hyland, Tina Kelley, N. R. Kleinfield, Dylan Loeb McClain, Gretchen Morgenson, Iver Peterson, Terry Pristin, Melena Z. Ryzik, Susan Stellin, Barbara Stewart Edward Wong and Kate Zernike.","date":"20011231","title":"A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; The Chaplain's Embrace, the Sergeant's Songs, and More Than One Parent's Devotion","url":"http://www.nytimes.com/2001/12/31/nyregion/nation-challenged-portraits-grief-victims-chaplain-s-embrace-sergeant-s-songs.html"},{"body":"Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MYCHAL JUDGE Where He Was Needed The Rev. Mychal Judge never shut his door at the Midtown Franciscan friary, literally or emotionally. Anybody with the slightest need for the contents inside -- be it a warm jacket or his attentive ear -- was welcome. Not that","byline":"These sketches were written by Carla Baranauckas, Felicity Barringer, Michael Brick, David W. Chen, Anthony DePalma, Shaila K. Dewan, Jim Dwyer, Leslie Eaton, Elissa Gootman, Jane Gross, Amy Harmon, Anemona Hartocollis, Diana B. Henriques, Jan Hoffman, John Hyland, Tina Kelley, N. R. Kleinfield, Dylan Loeb McClain, Gretchen Morgenson, Iver Peterson, Terry Pristin, Melena Z. Ryzik, Susan Stellin, Barbara Stewart and Kate Zernike.","date":"20011231","title":"A NATION CHALLENGED: THE VICTIMS; The Chaplain's Embrace, the Sergeant's Songs, and More Than One Parent's Devotion","url":"http://www.nytimes.com/2001/12/31/nyregion/nation-challenged-victims-chaplain-s-embrace-sergeant-s-songs-more-than-one.html"},{"body":"WIDE BLUE YONDER By Jean Thompson 367 pages. Simon & Schuster. $24. Jean Thompson's amiable third novel takes its title from a slightly garbled version of the Air Force anthem. And that is by no means the only mixed-up ingredient here. This novel conjures up a humorously quirky family, from the great-uncle who takes all his wisdom from the Weather","byline":"By JANET MASLIN","date":"20011231","title":"BOOKS OF THE TIMES; A Life Guided by the Weather Channel","url":"http://www.nytimes.com/2001/12/31/books/books-of-the-times-a-life-guided-by-the-weather-channel.html"},{"body":"As Ron Dixon galloped toward the Philadelphia end zone, with the yard markers swiftly passing beneath his feet 5 and 10 at a time, the Veterans Stadium game clock completed its countdown to zero. On their sideline, dozens of Giants surged toward the field, riveted by the ever-widening strides of their fastest teammate while players jumped in place","byline":"By BILL PENNINGTON","date":"20011231","title":"PRO FOOTBALL; Giants Lose In Race To End Zone, And Playoffs","url":"http://www.nytimes.com/2001/12/31/sports/pro-football-giants-lose-in-race-to-end-zone-and-playoffs.html"},{"body":"DEAR DIARY: It was a weekend before Christmas and I stopped in a shop on my way home from the gym. A pair of shoes caught my eye -- black suede pumps embroidered all over with snowflake flecks; a snowman, green holiday tree and gold star on the big toe; and at the heel a white edge of snow with a little stitched cottage. I tried them on, and a man","byline":"By Enid Nemy","date":"20011231","title":"Metropolitan Diary","url":"http://www.nytimes.com/2001/12/31/nyregion/metropolitan-diary-914312.html"},{"body":"Tate Britain has expanded. The British galleries at the Victoria and Albert have just opened. And at the Courtauld ''Art on the Line,'' an excellent show, celebrates the coming of age of British art in the annual exhibitions that took place in the Great Room at Somerset House starting in the late 18th century. In other words London is everywhere","byline":"By MICHAEL KIMMELMAN","date":"20011231","title":"CRITIC'S NOTEBOOK; London Revels In Art, Cheeky Or Grandiose","url":"http://www.nytimes.com/2001/12/31/arts/critic-s-notebook-london-revels-in-art-cheeky-or-grandiose.html"},{"body":"The sniper sat behind sandbags on the roof of the American Embassy as the sun dropped behind the Paghman Mountains and the sky began to fade. A camp stove at his knee exhaled the stink of diesel and a steady hiss. His name was Sgt. Shane B. Schmidt. He was a marine. This was his bunker. To his left was a bolt-action rifle with a telescopic sight.","byline":"By C. J. CHIVERS","date":"20011231","title":"A NATION CHALLENGED: REPORTER'S DIARY; Two Worlds Paired by War: Life or Death, as Luck Will Have It","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-reporter-s-diary-two-worlds-paired-war-life-death-luck-will.html"},{"body":"By mid-December a year ago, it had become quite clear that while Ridley Scott's ''Gladiator'' was the film to beat for the Academy Award, a spirited battle was still likely involving Steven Soderbergh's ''Traffic'' and Ang Lee's ''Crouching Tiger, Hidden Dragon.'' The year before, it was even earlier in December that Sam Mendes's ''American","byline":"By RICK LYMAN","date":"20011231","title":"In a Muddled Year, Many Films Have Reason for Oscar Dreams","url":"http://www.nytimes.com/2001/12/31/movies/in-a-muddled-year-many-films-have-reason-for-oscar-dreams.html"},{"body":"The plan was simple and seemingly foolproof, and it was hatched by the world-famous Bode Miller. Just half a day removed from his first World Cup victory in France three weeks ago, and hours before a second circuit title under the lights in northern Italy, Miller, the hottest name in ski racing, decided to warm his frozen boots on the dashboard","byline":"By SELENA ROBERTS","date":"20011231","title":"SKIING; Don't Look for Grace From Miller, Just Speed","url":"http://www.nytimes.com/2001/12/31/sports/skiing-don-t-look-for-grace-from-miller-just-speed.html"}],"tokens":["good"],"total":21074},{"offset":"0","results":[{"body":"The game had it all -- an altercation that nearly spilled into the locker room area, a standout performance by a little-known player, a last-second shot by a superstar with the contest in the balance and a stunning result. With the sellout crowd of 19,763 fans standing and chanting at various intervals, the Knicks upset the powerful San Antonio","byline":"By CHRIS BROUSSARD","date":"20021231","title":"PRO BASKETBALL; Reserves Help Knicks Pull Off Upset of Spurs","url":"http://www.nytimes.com/2002/12/31/sports/pro-basketball-reserves-help-knicks-pull-off-upset-of-spurs.html"},{"body":"At its rawest, New York City in the wee hours is a town of drinkers, where there is always one more drink to be found, and maybe one more after that. As early as 1685, the city's Assembly worried about the spillover from New Yorkers' drinking, and felt compelled to raise the fine on public intoxication, describing ''that Louthsome and Odious sin''","byline":"By MARC SANTORA","date":"20021231","title":"Old Intoxications, Best Forgot; A Drink, and Maybe Trouble, Around Every New York Corner","url":"http://www.nytimes.com/2002/12/31/nyregion/old-intoxications-best-forgot-drink-maybe-trouble-around-every-new-york-corner.html"},{"body":"A screenwriter's own particular brand of self-disgust is combined with the germy self-hatred of the game-show creator and host Chuck Barris in ''Confessions of a Dangerous Mind,'' this week's Charlie Kaufman screenplay. (Actually, Mr. Kaufman's ''Adaptation'' has been out all of three weeks.) The whole is less than the sum of its parts: the dueling","byline":"By ELVIS MITCHELL","date":"20021231","title":"FILM REVIEW; Espionage, Game Shows And the Curse Of Ambition","url":"http://www.nytimes.com/2002/12/31/movies/film-review-espionage-game-shows-and-the-curse-of-ambition.html"},{"body":"Many drugs can save your life or kill you, depending on how much of them you take. Only one comes on the rocks with a twist, in a chilled mug with a foamy head, or in a goblet with lingering overtones of raspberry and oak. Alcohol has become the sharpest double-edged sword in medicine. Thirty years of research has convinced many experts of the","byline":"By ABIGAIL ZUGER","date":"20021231","title":"The Case for Drinking (All Together Now: In Moderation!)","url":"http://www.nytimes.com/2002/12/31/science/the-case-for-drinking-all-together-now-in-moderation.html"},{"body":"Stockholm rode the technology boom as well as any area outside of Silicon Valley, and is now feeling the pinch, too. Besides being home to telecommunications giants like Ericsson, Stockholm and the nearby towns of Sodertalje and Uppsala also have a robust medical-device industry, with more than 100 companies like Q-Med and Biacore International.","byline":"By MARK A. STEIN","date":"20021231","title":"BUSINESS TRAVEL: ON THE GROUND -- In Stockholm; High Technology And Lots of Salmon","url":"http://www.nytimes.com/2002/12/31/business/business-travel-on-the-ground-in-stockholm-high-technology-and-lots-of-salmon.html"},{"body":"Is it peculiarly American to want to make yourself a better person? Do people in other countries begin the New Year with a set of resolutions to get up earlier, cut down on drinking, stop smoking and lose weight? Do they energize themselves with books telling them how to be their own shrinks? Do people in, say, Italy or France, think they need to","byline":"By Edmund S. Morgan","date":"20021231","title":"Poor Richard's New Year","url":"http://www.nytimes.com/2002/12/31/opinion/poor-richard-s-new-year.html"},{"body":"A drink or two a day provides the equivalent of a potent cholesterol medicine and a weak blood thinner, as well as a variety of other substances that may keep the body's metabolism tuned and its cells in good repair. Alcohol raises the blood levels of H.D.L., the ''good'' cholesterol, thought to scour blood vessels free of the fatty plaques that","byline":"By ABIGAIL ZUGER","date":"20021231","title":"How a Tonic Keeps the Parts Well Oiled","url":"http://www.nytimes.com/2002/12/31/health/how-a-tonic-keeps-the-parts-well-oiled.html"},{"body":"Smiling as best he could yesterday, moving his hands like a man still formulating one last game plan, Dave Campo accepted the fate he had been hearing about for several weeks in the form of loud whispers about Bill Parcells's return to the coaching ranks in his place. And when Campo was fired as coach of the Dallas Cowboys, on the same day Tom","byline":"By DAMON HACK","date":"20021231","title":"PRO FOOTBALL; With Campo Out, Parcells Is Closer to Dallas","url":"http://www.nytimes.com/2002/12/31/sports/pro-football-with-campo-out-parcells-is-closer-to-dallas.html"},{"body":"From Broadway to Baltimore? ''Baltimore suffers from a case of pathological modesty,'' said its mayor, MARTIN O'MALLEY, below. Mayor O'Malley, who is often photographed in his trademark muscle T-shirt as the lead singer of the band O'Malley's March, suffers no such ailment. But last week, attending the Broadway version of ''Hairspray,'' he was more","byline":"By Marc Santora","date":"20021231","title":"BOLDFACE NAMES","url":"http://www.nytimes.com/2002/12/31/nyregion/boldface-names-630829.html"},{"body":"In the course of the last year, the woman lost her husband to cancer and then her job. But she did not come to my office as a patient; she sought advice about her teenage son who was having trouble dealing with his father's death. Despite crushing loss and stress, she was not at all depressed -- sad, yes, but still upbeat. I found myself stunned by","byline":"By RICHARD A. FRIEDMAN, M.D.","date":"20021231","title":"BEHAVIOR; Born to Be Happy, Through a Twist of Human Hard Wire","url":"http://www.nytimes.com/2002/12/31/health/behavior-born-to-be-happy-through-a-twist-of-human-hard-wire.html"}],"tokens":["good"],"total":21458},{"offset":"0","results":[{"body":"NEW YORK, since the time it could truly be called a city, has been serious about food and not exactly shy about declaring itself to be the country's capital of fine dining. In 1828, when Delmonico's was still a rickety cafe selling pastries and coffee, a local guidebook assured visitors that ''New York abounds beyond all other places in the","byline":"By William Grimes","date":"20031231","title":"CRITIC'S NOTEBOOK; After 1,200 Meals, 'Check, Please'","url":"http://www.nytimes.com/2003/12/31/dining/critic-s-notebook-after-1200-meals-check-please.html"},{"body":"PARIS has its baguettes and Dublin its soda bread. San Francisco trades heavily in sourdough, while New Orleans greets each morning with beignets. It wouldn't be Philadelphia without soft pretzels and it couldn't be Bonn without pumpernickel. But no city, perhaps in the history of the world, is so closely identified with a breadstuff as New York is","byline":"By ED LEVINE","date":"20031231","title":"Was Life Better When Bagels Were Smaller?","url":"http://www.nytimes.com/2003/12/31/dining/was-life-better-when-bagels-were-smaller.html"},{"body":"Shaqulle Abrom was 8 months old in 1996 when his uncle, Gerald Abrom, picked him up at a newsstand by the Broadway Junction subway station in Brooklyn. Mr. Abrom had already taken in two of Shaqulle's brothers, Shatike and Sideny, now 10 and 16. He knew that their mother -- his sister -- was unable to care for Shaqulle, just as she had been unable","byline":"By ANNA BAHNEY","date":"20031231","title":"The Neediest Cases; A Troubled Sister, and 3 Nephews to Care For","url":"http://www.nytimes.com/2003/12/31/nyregion/the-neediest-cases-a-troubled-sister-and-3-nephews-to-care-for.html"},{"body":"The first recognizable melody played on grand piano No. K0862 was the opening of the theme from ''The Simpsons,'' but only one person at the Steinway & Sons factory in Queens heard it. Inside a soundproof booth, Eric Thompson smiled, even though the notes sounded flat. His job is to tune not-yet-finished pianos like No. K0862 a bit lower than","byline":"By JAMES BARRON","date":"20031231","title":"Need Sounding Board? Cue the Bellyman; Finally, a Steinway Makes Some Music","url":"http://www.nytimes.com/2003/12/31/nyregion/need-sounding-board-cue-the-bellyman-finally-a-steinway-makes-some-music.html"},{"body":"THE year ending tonight was a good one for wine in America, and not just for the vintage, which, it so happens, wasn't bad. We will have drunk some 264 million cases of wine by midnight, about 14 million cases more than in 2002. Early this year, a lot of the surge had to do with price cutting brought on by the economic downturn. But by the end of","byline":"By Frank J. Prial","date":"20031231","title":"WINE TALK; Time to Put a Cork in '03 and Stick On a Label","url":"http://www.nytimes.com/2003/12/31/dining/wine-talk-time-to-put-a-cork-in-03-and-stick-on-a-label.html"},{"body":"A month after American troops occupied Baghdad, the family of Dr. Taki al-Moosawi was gathered at his Baghdad home, watching one of the Arab satellite channels that have become popular since the toppling of Saddam Hussein made it possible for any Iraqi, not just the ruling clique, to have satellite receivers. And suddenly there it was: Old film","byline":"By JOHN F. BURNS","date":"20031231","title":"How Disappearance in '84 Blighted Family in Iraq","url":"http://www.nytimes.com/2003/12/31/world/how-disappearance-in-84-blighted-family-in-iraq.html"},{"body":"SOME restaurants take a while to find their footing. Others hit the ground running. 'Cesca belongs to the second group. Like Ouest, the other joint venture of Godfrey Polistina and Tom Valenti, his chef and partner, 'Cesca knew what it was and where it was the moment it opened its doors. Diners did, too. Never before have I been forced to accept so","byline":"By William Grimes","date":"20031231","title":"RESTAURANTS; West Side Trattoria With Velvet-Booth Style","url":"http://www.nytimes.com/2003/12/31/dining/restaurants-west-side-trattoria-with-velvet-booth-style.html"},{"body":"John Gregory Dunne, the brashly insightful novelist, journalist, and screenwriter who wrote novels and successful works of nonfiction crammed with pungent dialogue, lavish brutality and vivid glimpses of the Hollywood demimonde, died on Tuesday evening in his Manhattan apartment. He was 71. Joan Didion, his wife and frequent collaborator, said he","byline":"By RICHARD SEVERO","date":"20031231","title":"John Gregory Dunne, Novelist, Screenwriter and Observer of Hollywood, Is Dead at 71","url":"http://www.nytimes.com/2003/12/31/arts/john-gregory-dunne-novelist-screenwriter-and-observer-of-hollywood-is-dead-at-71.html"},{"body":"Shirley Hargrove spent her life in Harlem. She was a fixture on the storied Striver's Row, and active in the Abyssinian Baptist Church. A mother 10 times over -- and a grandmother and great-grandmother more than 30 times over -- she stubbornly stuck to her independence. She would not let creeping blindness stop her from cooking, and that may have","byline":"By OREN YANIV","date":"20031231","title":"Kitchen Fire Leaves Pillar Of Harlem Dead at 71","url":"http://www.nytimes.com/2003/12/31/nyregion/kitchen-fire-leaves-pillar-of-harlem-dead-at-71.html"},{"body":"Friends and colleagues nagged David Macaulay for 25 years to write a book about a mosque to complement the series that started with ''Cathedral'' and went on to include ''City,'' ''Pyramid'' and ''Castle.'' But to him, the books had begun to feel formulaic. He had moved on to other pursuits: ''The Way Things Work'' and ''Building Big,'' as well as","byline":"By KATE ZERNIKE","date":"20031231","title":"Learning to Build Mosques, and Maybe Some Bridges","url":"http://www.nytimes.com/2003/12/31/books/learning-to-build-mosques-and-maybe-some-bridges.html"}],"tokens":["good"],"total":20871},{"offset":"0","results":[{"body":"Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means","date":"20041231","title":"The Listings","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DE6DA1739F932A05751C1A9629C8B63"},{"body":"To the Editor: ''Supermarket Giants Crush Central American Farmers'' (front page, Dec. 28) aptly highlights the structural pressures from the supply chain that give increasingly larger pieces of the pie to buyers and less to small farmers in developing countries. It is yet another example of the neediest being cheated out of the benefits of","date":"20041231","title":"Global Trade and Farmers","url":"http://query.nytimes.com/gst/fullpage.html?res=9F02E2D91439F932A05751C1A9629C8B63"},{"body":"Maybe it's the war in Iraq, the continuing threat of terrorism and male anxieties about being tarnished by that dreaded slur, ''girlie man,'' in a bullying political climate, but 2004 was the Year of the Man in movies. Rehabilitated if not sanctified, that quaint bogeyman, the Male Chauvinist Pig, crawled out from his cave to beat his chest, grab","byline":"By STEPHEN HOLDEN","date":"20041231","title":"CRITIC'S NOTEBOOK; First-Rate Acting In Secondary Roles","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DEED91439F932A05751C1A9629C8B63"},{"body":"Artie Shaw, the jazz clarinetist and big-band leader who successfully challenged Benny Goodman's reign as the King of Swing with his recordings of ''Begin the Beguine,'' ''Lady Be Good'' and ''Star Dust'' in the late 1930's, died yesterday at his home in Newbury Park, Calif. He was 94. He apparently died of natural causes, his lawyer, Eddie Ezor,","byline":"By JOHN S. WILSON","date":"20041231","title":"Artie Shaw, Bandleader, Composer and Wizard of the Clarinet, Is Dead at 94","url":"http://query.nytimes.com/gst/fullpage.html?res=9401EFDB1439F932A05751C1A9629C8B63"},{"body":"Stocks were mixed in a listless session yesterday as investors collected profits for a second consecutive day despite an unexpected drop in unemployment claims. The market was heartened by the latest Labor Department report, which showed continued strength in the nation's labor market. First-time jobless claims fell by 5,000, to 326,000, last week.","date":"20041231","title":"THE MARKETS: STOCKS & BONDS; On a Quiet Day, Profit Taking Leaves Markets Mixed","url":"http://query.nytimes.com/gst/fullpage.html?res=980DE4DB1439F932A05751C1A9629C8B63"},{"body":"Aspiring actors are accustomed to having doors slammed in their faces, but lately in a modest club in the East Village, a few have been doing some slamming of their own. At a frenetic monthly competition called the Manhattan Monologue Slam, performers looking for that fabled big break, or even a small break, are squaring off against one another in","byline":"By NEIL GENZLINGER","date":"20041231","title":"On Your Marks, Get Set, Act! A Race for Attention","url":"http://query.nytimes.com/gst/fullpage.html?res=9D04E6D81439F932A05751C1A9629C8B63"},{"body":"On a quiet Sunday night in the foothills above the city, a line of cars carrying smiling faces streamed onto the property of the San Diego Chargers' practice facility. Before long, hundreds of fans had emerged, standing shoulder to shoulder in front of the offices, waiting for the return of a football team the likes of which has not been seen in","byline":"By DAMON HACK","date":"20041231","title":"PRO FOOTBALL; Chargers Show They're No Laughing Matter","url":"http://query.nytimes.com/gst/fullpage.html?res=9400E0D81439F932A05751C1A9629C8B63"},{"body":"For years, reggaeton -- the reggae-influenced form of hip-hop that's based in Puerto Rico -- has been part of the soundtrack of New York City: the loping, staccato beat rattles car trunks and leaks out of open windows. But this year, something else has been happening: hip-hop and reggae D.J.'s have been taking an interest, and the music has even","byline":"By KELEFA SANNEH","date":"20041231","title":"The Listings; DADDY YANKEE","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E4DC1739F932A05751C1A9629C8B63"},{"body":"Abdul Hamid Ansar woke up before dawn Thursday, whispered prayers, gulped down a cup of steaming tea and resumed his surreal new existence: overseer of Sri Lanka's coast of death. Mr. Ansar, a shy, 42-year-old divisional secretary, the Sri Lankan equivalent of an American city manager, has led the search for bodies along a four-mile stretch of","byline":"By DAVID ROHDE","date":"20041231","title":"ASIA'S DEADLY WAVES: GOVERNMENT; In a Corner Of Sri Lanka, Devastation And Divisions","url":"http://query.nytimes.com/gst/fullpage.html?res=9906E0D91439F932A05751C1A9629C8B63"},{"body":"The largest crowd for a Nets game in Continental Arena history was oohing and aahing over Vince Carter's acrobatics during the pregame warm-ups Thursday night, eagerly anticipating Carter's first home game with the Nets. ''Vince could draw a crowd playing the park,'' the Nets' Richard Jefferson said. But by the end of the game there were more sighs","byline":"By JASON DIAMOS","date":"20041231","title":"BASKETBALL; Carter Provides Highlights, But Pacers Provide Victory","url":"http://query.nytimes.com/gst/fullpage.html?res=9D02E4D71439F932A05751C1A9629C8B63"}],"tokens":["good"],"total":20072},{"offset":"0","results":[{"body":"YOU might think that a column about finances in the new year would include tips about adding some razzle-dazzle to your portfolio or a few sage words on real estate. That all seems a little 2005. What if you asked yourself instead: What is the relationship between my finances and my happiness, anyway? As some of you may have heard, money does not","byline":"By M.P. Dunleavey","date":"20051231","title":"BASIC INSTINCTS; Recalculating What Money Can't Buy","url":"http://www.nytimes.com/2005/12/31/business/31instincts.html"},{"body":"ANTICIPATING that you might need help coming up with -- or keeping -- your New Year's resolutions, Business 2.0 asked 30 business visionaries, collectively worth over $70 billion, what single philosophy they swear by more than any other. Those leaders were told their answers could address success in business, life or both. What is most intriguing","byline":"By PAUL B. BROWN","date":"20051231","title":"WHAT'S OFFLINE; Resolved: I Will Take Good Advice","url":"http://www.nytimes.com/2005/12/31/business/31offline.html"},{"body":"World stock markets ended a generally up year on a down note yesterday, leaving the Dow Jones industrial average in the United States with its first annual decline since 2002. The Dow ended the year down 0.61 percent, at 10,717.50. But the Standard & Poor's 500-stock index -- the more closely watched benchmark among investing professionals -- ended","byline":"By FLOYD NORRIS; Eric Dash contributed reporting for this article.","date":"20051231","title":"THE MARKETS: STOCKS & BONDS; Good Year Globally For Stocks","url":"http://www.nytimes.com/2005/12/31/business/31markets.html"},{"body":"HERMAN EDWARDS looked the news media in its collective eye Thursday and said with finality that he was the Jets' head coach and planned to be the Jets' head coach. We've heard that before, and in New York we've heard it a lot. ''I'm the Jets' coach, as far as I'm concerned,'' he said. ''Period. That's all I've got to say. We don't have to talk","byline":"By William C. Rhoden","date":"20051231","title":"Sports of The Times; Edwards Runaround Affects Jets' Turnaround","url":"http://select.nytimes.com//2005/12/31/sports/football/31rhoden.ready.html"},{"body":"The team tied for the fewest victories in the N.B.A., the Atlanta Hawks, was in town Friday night, but the warning signs were loud and clear for the Nets. The Hawks had played well against several upper-echelon teams this season. The Nets already had lost at home to two less-than-formidable foes, the Toronto Raptors and the Charlotte Bobcats. And","byline":"By JOHN ELIGON","date":"20051231","title":"PRO BASKETBALL; Nets Keep Focus and Win Their Eighth in a Row","url":"http://www.nytimes.com/2005/12/31/sports/basketball/31nets.html"},{"body":"Olympic Coach Is Accused of Harassment Some members of the United States women's skeleton team, including the 2002 Olympic gold medalist, have accused their coach of sexual harassment. The coach denied the accusations. SPORTSSATURDAY, PAGE D1 New Church Plan Over Abuse The Roman Catholic Archdiocese of Boston extended a financial settlement","date":"20051231","title":"INSIDE","url":"http://query.nytimes.com/gst/fullpage.html?res=9B04EEDC1030F932A05751C1A9639C8B63"},{"body":"If it seems like you are getting a lot of credit card solicitations, you are. Credit card companies sent out about six billion letters in the last year. But if you opened any, you may have noticed a dwindling number of zero-percent balance-transfer offers and more pitches for cash-back reward cards. Half of them are for reward cards. It is the","byline":"By DAMON DARLIN","date":"20051231","title":"YOUR MONEY; Gift Horses To Consider: Credit Cards That Reward","url":"http://www.nytimes.com/2005/12/31/business/yourmoney/31money.html"},{"body":"William H. Miller III, manager of the Legg Mason Value Trust fund, beat the Standard & Poor's 500-stock index for a 15th consecutive year, winning by the thinnest margin since 1994. The $19.5 billion mutual fund had a return of 5.32 percent for the year, according to Lipper Inc., compared with 4.91 percent for the S.& P. 500. Mr. Miller, who works","date":"20051231","title":"Fund Manager Beats S.& P. For 15th Year","url":"http://www.nytimes.com/2005/12/31/business/31miller.html"},{"body":"A Palestinian leader who is serving five life sentences in an Israeli prison vowed Friday that if his associates were elected in Palestinian elections next month, corruption would be snuffed out and honest government installed. Marwan Barghouti, formerly the head of Fatah in the West Bank, called on Palestinians ''to renew their confidence in Fatah","byline":"By STEVEN ERLANGER","date":"20051231","title":"Jailed Palestinian Urges Voters to Back Fatah","url":"http://www.nytimes.com/2005/12/31/international/middleeast/31mideast.html"},{"body":"From the prison cell where he contemplated an executioner's bullet, a migrant worker named Wang Binyu gave an anguished account of his wasted life. Unexpectedly, it rippled across China like a primal scream. For three weeks, the brutal murders Mr. Wang committed after failing to collect unpaid wages were weighed on the Internet and in Chinese","byline":"By JIM YARDLEY","date":"20051231","title":"In Worker's Death, View of China's Harsh Justice","url":"http://www.nytimes.com/2005/12/31/international/asia/31china.html"}],"tokens":["good"],"total":20679},{"offset":"0","results":[{"body":"ANDREA MAZZONETTO, a restaurant owner here for 20 years, prides himself on the Northern Italian cuisine served at Lago di Como, his Main Street restaurant. Unfortunately, the food is not always enough to keep customers coming back. ''I have had problems where people came to town and couldn't find a parking space,'' said Mr. Mazzonetto, one of the","byline":"By BARBARA WHITAKER","date":"20061231","title":"TRAFFIC; Stores, Stores Everywhere, But Not a Place to Park","url":"http://query.nytimes.com/gst/fullpage.html?res=9D00E3DB1F31F932A05751C1A9609C8B63"},{"body":"AT Frank E. Campbell's funeral chapel on Madison Avenue two weeks ago, friends and colleagues gathered to remember the actor Peter Boyle, who died on Dec. 12 at 71. They told stories about his impishness, his artfulness, his liberal fervor. Judy Collins sang ''Amazing Grace.'' In the pews Patricia Heaton couldn't stop sobbing. For the nine seasons","byline":"By JESSE GREEN","date":"20061231","title":"THEATER; Not Everbody Loves Patricia","url":"http://www.nytimes.com/2006/12/31/theater/31gree.html"},{"body":"News in New York City -- and the unfortunate souls who make it -- can be likened to a heavy coastal rain, blustering through with eternal thunder one day and swept off by a shifting wind the next. Who among us still remembers why we should remember Vado Diomande or Nicholas Bartha or Parviz Benhuri or Jared Paul Stern? What about Rebekah Johnson?","byline":"By ALAN FEUER","date":"20061231","title":"HEADLINES 2006; A Trapped Cat, a Fleeing Bull And a Few Human Tragedies, Too","url":"http://www.nytimes.com/2006/12/31/nyregion/31roundup.html"},{"body":"MY new fourth-floor co-op in Queens measures about 800 square feet, pretty good for one person. It's in a well-preserved apartment at the graceful Hampton Court, built in 1921 in what is now the Jackson Heights Historic District. Its eight windows all overlook the stately trees and manicured shrubs of a one-acre courtyard, not visible from the","byline":"By SETH KUGEL","date":"20061231","title":"Moving for the Food","url":"http://www.nytimes.com/2006/12/31/realestate/31cover.html"},{"body":"The neon lights are bright in Times Square, but the restaurants, a group that includes chains like Applebee's and Red Lobster, are generally dull. Better options can be found just outside the neon's glare. These five newcomers have all arrived not far from where the ball drops tonight. BLUE POINT (212) 247-8040; 662 Ninth Avenue (46th Street); $$;","byline":"Compiled by Kris Ensminger","date":"20061231","title":"GOOD EATING/TIMES SQUARE; New for Auld Lang Syne","url":"http://events.nytimes.com/2006/12/31/dining/31rest.html"},{"body":"WHAT is the most pressing problem facing the economy? A good case can be made for the developing health care crisis. Soaring costs, growing ranks of uninsured and a steady erosion of corporate health benefits add up to a giant drag on the nation's future prosperity. While the outlook seems scary, it doesn't have to be. There is a solution, proven","byline":"By ANNA BERNASEK","date":"20061231","title":"ECONOMIC VIEW; Health Care Problem? Check the American Psyche","url":"http://www.nytimes.com/2006/12/31/business/yourmoney/31view.html"},{"body":"To the Editor: Re ''Still Flying High'' (editorial, Dec. 25): It is a distraction to cast the debate about America's economic future as an argument about ''free trade'' versus ''protectionism.'' The real challenge is whether the United States can ignore the erosion of its manufacturing capacity and still expect rapid innovation, high productivity","date":"20061231","title":"Globalization's Winners and Losers","url":"http://query.nytimes.com/gst/fullpage.html?res=9F05E3DD1630F932A05751C1A9609C8B63"},{"body":"Most politicians are fortunate if they're remembered for one good thing. In the case of Gov. George Pataki, that good thing will almost surely be his work for the environment. Mr. Pataki has earned his badge as an environmental governor by protecting wilderness, adding riverside parks, creating coalitions for cleaner air and alternative fuels and,","date":"20061231","title":"The George Pataki Era","url":"http://query.nytimes.com/gst/fullpage.html?sec=health&res=9B04E6DB1F31F932A05751C1A9609C8B63"},{"body":"''Listen to this,'' Daniel Levitin said. ''What is it?'' He hit a button on his computer keyboard and out came a half-second clip of music. It was just two notes blasted on a raspy electric guitar, but I could immediately identify it: the opening lick to the Rolling Stones' ''Brown Sugar.'' Then he played another, even shorter snippet: a single","byline":"By CLIVE THOMPSON","date":"20061231","title":"MUSIC; Music of the Hemispheres","url":"http://www.nytimes.com/2006/12/31/arts/music/31thom.html"},{"body":"IT was Saint Patrick's Day in Kansas City, Mo., and Steven Holl, the New York architect, was presenting his conceptually complex addition -- ''a scatter of lenses fused in the landscape'' he often calls it -- for the 73-year-old Nelson-Atkins Museum of Art. Even in those early days of construction it was clear that the $196 million structure --","byline":"By JULIE V. IOVINE","date":"20061231","title":"ARCHITECTURE; Steven Holl's Dark Year Gets Brighter","url":"http://www.nytimes.com/2006/12/31/arts/design/31iovi.html"}],"tokens":["good"],"total":20904},{"offset":"0","results":[{"body":"Thirty-one hours of Nol Coward is a bit much, like 31 profiteroles or 31 martinis. But taken in small doses, one bitter comedy or frothy farce at a time, Coward's work goes down easily. And some of it has surprising staying power. ''The Nol Coward Collection,'' recently released by BBC Video as a seven-disc DVD set ($79.98, unrated), contains","byline":"By SUSAN STEWAR","date":"20071231","title":"DVD REVIEW | 'THE NOL COWARD COLLECTION'; For New Year's, a Party Where They Honor Nol Ca-ad","url":"http://theater2.nytimes.com/2007/12/31/arts/television/31stew.html"},{"body":"In an instant, a world in which everything seemed right suddenly seemed all wrong. John and Elizabeth Edwards's 16-year-old son, Wade, their first-born, was dead, with nothing to blame but the gust of wind that had flipped his car off a wide-open road. As the couple walked down the aisle of the church for his funeral, they braced each other,","byline":"By KATE ZERNIKE","date":"20071231","title":"THE LONG RUN; After the Pain of a Son's Death, A Shared Mission in Politics","url":"http://www.nytimes.com/2007/12/31/us/politics/31edwards.html"},{"body":"Yesterday The Times published a highly informative chart laying out the positions of the presidential candidates on major issues. It was, I'd argue, a useful reality check for those who believe that the next president can somehow usher in a new era of bipartisan cooperation. For what the chart made clear was the extent to which Democrats and","byline":"By PAUL KRUGMAN","date":"20071231","title":"OP-ED COLUMNIST; The Great Divide","url":"http://www.nytimes.com/2007/12/31/opinion/31krugman.html"},{"body":"What if nobody wins the high-definition DVD format wars? That increasingly looks to be the situation for the next-generation DVD technology, which is available to consumers in two incompatible formats. A little more than 18 months after their introduction, the two systems -- Blu-ray, developed by Sony, and HD DVD, from Toshiba -- have sold around","byline":"By ERIC A. TAUB","date":"20071231","title":"In the DVD War Over High Definition, Most Buyers Are Sitting It Out","url":"http://www.nytimes.com/2007/12/31/business/31dvd.html"},{"body":"Five of James Brown's children are seeking to invalidate his will on grounds that former advisers seeking to profit unduly influenced Brown, below, to create charitable trusts, The Associated Press reported, citing court documents. The children of Brown, the soul singer, were largely excluded from the financial part of the will, which left the bulk","date":"20071231","title":"ARTS, BRIEFLY COMPILED BY LAWRENCE VAN GELDER | CHILDREN CONTEST JAMES BROWN WILL; Children Contest James Brown Will","url":"http://query.nytimes.com/gst/fullpage.html?res=9F07E6D91E3FF932A05751C1A9619C8B63"},{"body":"In a collaboration of a sort that would be unthinkable in most industries, T-Mobile UK and 3 UK, two British mobile phone operators, are combining their third-generation networks in an effort to save each of them 1 billion over the next decade. Vodafone and Orange, two other British mobile phone companies, have been talking about a similar deal","byline":"By ERIC SYLVERS","date":"20071231","title":"Two British Mobile Phone Operators Share Networks","url":"http://query.nytimes.com/gst/fullpage.html?res=9804EFDA153BF932A05751C1A9619C8B63"},{"body":"One of the risks the NFL Network faced by having CBS and NBC simulcast the Patriots-Giants game Saturday night was the exposure to a wider world it would give Bryant Gumbel, the channel's play-by-play announcer. The NFL Network reaches 43 million cable and satellite subscribers, but the simulcast increased the viewing universe to 113 million TV","byline":"By RICHARD SANDOMIR","date":"20071231","title":"TV SPORTS; Gumbel Is Precisely the Problem for the NFL Network","url":"http://www.nytimes.com/2007/12/31/sports/31sandomir.html"},{"body":"It almost sounds like a joke. Florida State's football team will be short-handed and vulnerable in the Music City Bowl against Kentucky on Monday because the Seminoles will be missing players who were suspended for cheating on, of all things, a music test. Ten to 15 years ago, at the height of its prominence in college football, Florida State was","byline":"By RAY GLIER","date":"20071231","title":"Seminoles Meet Kentucky After Facing a Scandal","url":"http://www.nytimes.com/2007/12/31/sports/ncaafootball/31bowden.html"},{"body":"The presidential candidates spent the last Sunday before the Iowa caucuses attending church services, staging big rallies and sniping at one another as new polls suggested tightening races in both the Democratic and Republican fields. With three Democrats scrambling for the lead in Iowa heading into the voting on Thursday, the candidates tried to","byline":"By PATRICK HEALY and JULIE BOSMAN; David D. Kirkpatrick, Cate Doty, Michael Cooper and Michael Luo contributed reporting from Iowa, and Marc Santora from New Hampshire.","date":"20071231","title":"With New Poll Results, Candidates Scramble for Edge in Caucuses","url":"http://www.nytimes.com/2007/12/31/us/politics/31campaign.html"},{"body":"In recent years, Pakistan has been the home of banks that wired money for the 9/11 plot, been the chief source of illicit nuclear proliferation, offered a tribal-area haven for planners of worldwide terrorism, abetted the reconstitution of the Taliban and educated many a suicide bomber in Islamic religious schools. At the same time, President","byline":"By ROGER COHEN","date":"20071231","title":"OP-ED COLUMNIST; On America's Watch","url":"http://www.nytimes.com/2007/12/31/opinion/31cohen.html"}],"tokens":["good"],"total":20368},{"offset":"0","results":[{"body":"I LEARNED how to make pizzoccheri over a number of trips to northern Italy simply by ordering it every time I saw it. Eventually, I figured it out. It wasn't easy (on my arteries, that is) because traditionally this dish is made with an unconscionable amount of butter -- an amount that makes cardiologists duck under the table. There is an","byline":"By MARK BITTMAN","date":"20081231","title":"THE MINIMALIST; From Italy, Buckwheat Bathed in Butter","url":"http://query.nytimes.com/gst/fullpage.html?res=9D07E0D71531F932A05751C1A96E9C8B63"},{"body":"Defying Senate leaders in Washington and a galaxy of political leaders here, Gov. Rod R. Blagojevich of Illinois announced Tuesday that he would fill the Senate seat of President-elect Barack Obama, which he has been accused of trying to sell. Mr. Blagojevich said he would appoint Roland W. Burris, a former state attorney general who was the first","byline":"By MONICA DAVEY; David Stout contributed reporting from Washington, and Jeff Zeleny from Chicago.","date":"20081231","title":"Defiant Governor Names Successor to Obama","url":"http://www.nytimes.com/2008/12/31/us/31illinois.html"},{"body":"International BURIED IN A QUAKE'S RUBBLE, A BOND LIVES, AND GROWS STRONGER They were trapped together in the wreckage of their apartment building for 28 hours, their arms wrapped around each other, their faces only inches apart. Like the stories of many survivors of the earthquake that razed much of southwest China last May, the journey of Li","date":"20081231","title":"INSIDE THE TIMES: December 31, 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0DE4D61731F932A05751C1A96E9C8B63"},{"body":"Here are some of the best inexpensive places reviewed in the Dining section this year. ABRAO ESPRESSO86 East Seventh Street, East Village; (212) 388-9731. Espresso drinks are among the city's finest and drip coffee is even better. There's a small flavorful menu with a Spanish-style frittata of ethereal, custardy creaminess ($4) and warm French","date":"20081231","title":"Resolution: Dine Well Without Breaking the Budget","url":"http://www.nytimes.com/2008/12/31/dining/31cheap.html"},{"body":"In ''Good,'' the anemic screen adaptation of C. P. Taylor's play about a respectable ''good German'' who passively acquiesces to Hitler's agenda, Viggo Mortensen, miscast and ineptly directed by Vicente Amorim, plays John Halder, a liberal, mild-mannered literature professor who becomes a Nazi. How and why this could be is never satisfactorily","byline":"By STEPHEN HOLDEN","date":"20081231","title":"MOVIE REVIEW | 'GOOD'; Aligning With the Nazis, Blindfold Tightly in Place","url":"http://movies.nytimes.com/2008/12/31/movies/31good.html"},{"body":"A SIP. And then, surprise. ''It's different from what I'm used to, drier and more bitter,'' said Carlos Wesley, a cosmetic surgeon. He had stopped by Tinto Fino, a Spanish wine shop in the East Village, recently for a tasting of sherry's best: light and dry finos, lip-smackingly crisp manzanillas, full-bodied amontillados and olorosos. He's not","byline":"By FLORENCE FABRICANT","date":"20081231","title":"Sherry Is Ready to Come to Dinner","url":"http://www.nytimes.com/2008/12/31/dining/31sherry.html"},{"body":"IN a humble East Village space with dimensions better suited to a take-out pizza parlor, a restaurant as significant as any in the last few years bloomed. And though it charges an unyielding $100 for food alone at dinner -- and an unbending $160 at lunch -- admission is nearly as competitive as at certain elite preschools. What many food","byline":"By FRANK BRUNI","date":"20081231","title":"CRITIC'S NOTEBOOK; Same Table Next Year? Not So Fast","url":"http://www.nytimes.com/2008/12/31/dining/31year.html"},{"body":"Mayor Michael R. Bloomberg said he feels Caroline Kennedy's linguistic pain. In her pursuit of a Senate seat, Ms. Kennedy has raised eyebrows with her penchant for what are known, informally in language circles, as filler words. Ms. Kennedy has liberally sprinkled her interviews with ''you know'' and ''um,'' as can be seen in transcripts posted on","byline":"By MICHAEL BARBARO","date":"20081231","title":"The Mayor, You Know, Says He Can Relate","url":"http://www.nytimes.com/2008/12/31/nyregion/31mayor.html"},{"body":"Faced with falling oil prices and a weakening economy, President Mahmoud Ahmadinejad presented a plan to Parliament on Tuesday that would scrap energy subsidies, a significant change in a major oil-producing country where gasoline is sold for 36 cents a gallon. Economists warn that the move could spur inflation and raise unemployment. But Mr.","byline":"By NAZILA FATHI","date":"20081231","title":"Iranian President Proposes Ending Energy Subsidies","url":"http://www.nytimes.com/2008/12/31/world/middleeast/31iran.html"},{"body":"The 10 best new restaurants I reviewed this year: 1. MOMOFUKU KODavid Chang's intimate 12-seat, sushi-counter-style restaurant heads this list not only because its best dishes and moments are so memorable, but because it's a paradigm-busting experiment that, like so much of what Mr. Chang has done, heeds and adjusts for what a new generation of","byline":"By FRANK BRUNI","date":"20081231","title":"The Answer Lies Behind These Doors","url":"http://www.nytimes.com/2008/12/31/dining/31yten.html"}],"tokens":["good"],"total":19919},{"offset":"0","results":[{"body":"Calling him arrogant, reckless and without remorse, a judge on Wednesday sentenced a former police chief to 32 months in prison for breaking in to the home of a surrogate mother who was carrying twins for the actors Sarah Jessica Parker and Matthew Broderick. ''Your attorney began this trial by saying what you did may have been stupid but it wasn't","byline":"By SEAN D. HAMILL","date":"20091231","title":"Ex-Police Chief Sentenced in Surrogate Mother Case","url":"http://www.nytimes.com/2009/12/31/us/31chief.html"},{"body":"Chad Ochocinco, the blustery Cincinnati Bengals wide receiver, actually spent part of Wednesday comparing his matchup Sunday against Jets cornerback Darrelle Revis to a world championship prizefight. The day got much quieter after that. Ochocinco even had parts assigned: He would be Floyd Mayweather Jr., and Revis would be Manny Pacquiao. Ochocinco","byline":"By DAVE CALDWELL","date":"20091231","title":"Ochocinco Talking; Jets Focusing","url":"http://www.nytimes.com/2009/12/31/sports/football/31jets.html"},{"body":"IN early November, Burberry deployed a new Web site, artofthetrench.com, that presents street-level views of men and women in their trench coats. Scott Schuman, creator of the popular Sartorialist blog, photographed the first batch of images, and then people began submitting their own. ''They're still coming in,'' said Sarah Manley, senior vice","byline":"By CATHY HORYN","date":"20091231","title":"CRITIC'S NOTEBOOK; Why So Stodgy, Prada.com?","url":"http://www.nytimes.com/2009/12/31/fashion/31NOTEBOOK.html"},{"body":"Wow, what an opportunity! Imagine having a newspaper column published precisely on the last day of the year. What a chance to step back, look ahead, sum it all up! Or else I could just trot out my usual end-of-year silliness, better known as the Pogie Awards. These honors, now in their fifth consecutive year, aren't meant to identify the best","byline":"By DAVID POGUE","date":"20091231","title":"STATE OF THE ART; The Best Tech Ideas Of the Year","url":"http://www.nytimes.com/2009/12/31/technology/personaltech/31pogue.html"},{"body":"NEW YORK -- That Umar Farouk Abdulmutallab, fated to go down in history as the failed underwear bomber, comes from a prominent and prosperous family in Nigeria invites comparison with Maj. Nidal Malik Hasan, the U.S. Army psychiatrist who is accused of killing 13 fellow soldiers at Fort Hood, Texas, in November. Both men came from middle- or","byline":"By RICHARD BERNSTEIN","date":"20091231","title":"LETTER FROM AMERICA; Upper Crust Is Often Drawn to Terrorism","url":"http://www.nytimes.com/2009/12/31/us/31iht-letter.html"},{"body":"AMERICANS are an optimistic, can-do lot. We subscribe to the belief that we have a right to not just pursue happiness, but to be happy. No matter how grim the last year has been, no matter how rotten the economy or one's own setbacks, people believe it can all change with the flip of the calendar: all you need do is look on the bright side.","byline":"By ABBY ELLIN","date":"20091231","title":"Seeking a Cure For Optimism","url":"http://www.nytimes.com/2009/12/31/fashion/31positive.html"},{"body":"Mary Robertson has always been a poet, even when she was not writing full time. ''I love to write,'' Ms. Robertson, 80, said in the warm, bright living room of her apartment in Crown Heights, Brooklyn. ''It keeps your mind together; it keeps you in balance. When I was young I'd scribble here and there.'' Some of her 200 poems were composed in the","byline":"By JENNIFER MASCIA","date":"20091231","title":"THE NEEDIEST CASES; With a New Computer, More Verses in a Lifetime of Writing","url":"http://query.nytimes.com/gst/fullpage.html?res=9F00E2D91E3AF932A05751C1A96F9C8B63"},{"body":"or, perhaps in these times, just sweeping out the old -- involves at least a small leap of faith, a belief that somehow with the dropping of a sparkling ball things will begin to look up or, for the lucky few, keep on in the same happy direction. At the end of a year in which each day seemed to bring another set of mixed economic signals, it is","byline":"By DIANE CARDWELL","date":"20091231","title":"ON SALES; Hoping They Buy, Whether to Celebrate or Forget","url":"http://www.nytimes.com/2009/12/31/nyregion/31sales.html"},{"body":"This is the final round of discussion with our far-flung panel, which is divided between London, Melbourne, New York, the French Alps and the woods north of Boston. In this digital era, that works for a sports chat. But the athletes, at least for now, still need to be in the same place for a sports event. So let's take a quick look ahead at where","byline":"By CHRISTOPHER CLAREY","date":"20091231","title":"THE GLOBAL SPORTS FORUM; 2010 Holds Promise for Africa, Australia and Canada","url":"http://query.nytimes.com/gst/fullpage.html?res=9906E3D7153AF932A05751C1A96F9C8B63"},{"body":"Like many Japanese products, Shigeki Fujishiro's Eiffel Stool is ''good for small spaces'' because it is ''so minimal, and scale-wise, it is small and simple,'' said Keiko Shinomoto, who carries it at Tortoise, a store she runs with her husband, Taku Shinomoto, in Venice, Calif. The stool, which is flat-packed and must be assembled, was inspired by","byline":"By RIMA SUQI","date":"20091231","title":"CURRENTS | DCOR; Bring in the Reinforcements","url":"http://www.nytimes.com/2009/12/31/garden/31decor.html"}],"tokens":["good"],"total":19386},{"offset":"0","results":[{"body":"'COUNTDOWN TO 12!' Most parents wouldn't dream of taking their small children to Times Square for New Year's Eve. So a suburban museum is taking Times Square to the children. Its celebration, ''Countdown to 12!,'' actually counts down from 12 -- 12 noon, that is. The Long Island Children's Museum, which first offered this New York New Year's theme","byline":"By LAUREL GRAEBER","date":"20101231","title":"Spare Times: For Children","url":"http://www.nytimes.com/2010/12/31/arts/31kids.html"},{"body":"You wouldn't have thought that it was too much to ask. For years Jolle Greenleaf, a soprano with a light, bright tone and impeccable delivery who specializes in early music, looked forward to performing in Monteverdi's epochal 1610 Vespers during the 400th anniversary of its publication. ''It was one of my life's goals,'' Ms. Greenleaf, 40, said in","byline":"By JAMES R. OESTREICH","date":"20101231","title":"CRITIC'S NOTEBOOK; Vespers Born of Determination and Joy","url":"http://www.nytimes.com/2010/12/31/arts/music/31jolle.html"},{"body":"Movies Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com/movies. 'All Good Things' (R, 1:38) Andrew Jarecki (''Capturing the Friedmans'') fictionalizes an old true crime involving the moneyed and bloodied of New York. The","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/movies/31movies.html"},{"body":"Brian Urlacher, one of a handful of relics remaining from the Bears' 2006 Super Bowl team, is of the opinion that the current squad is better than that one, largely because Jay Cutler's big-armed presence at quarterback provides a home-run capability the '06 Bears lacked with little Rex Grossman doing the throwing. Urlacher offered that observation","byline":"By DAN McGRATH","date":"20101231","title":"CHICAGO NEWS COOPERATIVE; SPORTS; Bears Have Look of a Champion With Cutler","url":"http://www.nytimes.com/2010/12/31/us/31cncsports.html"},{"body":"I RECENTLY turned 65, just ahead of the millions in the baby boom generation who will begin to cross the same symbolically fraught threshold in the new year to a chorus of well-intended assurances that ''age is just a number.'' But my family album tells a different story. I am descended from a long line of women who lived into their 90s, and their","byline":"By SUSAN JACOBY","date":"20101231","title":"OP-ED CONTRIBUTOR; Real Life Among the Old Old","url":"http://www.nytimes.com/2010/12/31/opinion/31jacoby.html"},{"body":"Saul Bloom is preparing to pack up roomfuls of overstuffed binders in the offices of the small nonprofit environmental organization that he helped form almost 30 years ago. Arc Ecology, whose headquarters in a faded white storefront are protected by metal bars in the Bayview neighborhood's crime-ridden Third Street commercial district, must move to","byline":"By JOHN UPTON","date":"20101231","title":"THE BAY CITIZEN; Nonprofit Says City Took Revenge for Airing Views","url":"http://www.nytimes.com/2010/12/31/us/31bcarc.html"},{"body":"EAST RUTHERFORD, N.J. -- In the Giants' locker room, the offensive linemen sit in a corner reserved for those with big bodies and a towel-snapping sense of humor. Collectively, they form a foundation for a franchise that prides itself on running the ball. But after moving the ball effectively on the ground earlier this year, the Giants are at a","byline":"By MARK VIERA","date":"20101231","title":"Giants' Offensive Line Is Intact, Good News or Not","url":"http://www.nytimes.com/2010/12/31/sports/football/31giants.html"},{"body":"LONDON -- For the past 10 years, since she first visited the charity Kids Company, Annie Hutchinson has spent Christmas there. Back in 2000, she was 14, her mother and grandmother had just died, her sister had been shot and killed and she was sleeping on friends' sofas in Brixton, south London. ''It was the end of the road for me,'' said Ms.","byline":"By JULIA WERDIGIER","date":"20101231","title":"Youth Charity Braces for Austerity","url":"http://www.nytimes.com/2010/12/31/world/europe/31iht-lunch31.html"},{"body":"FLORHAM PARK, N.J. -- As if fullback Tony Richardson needed a reminder, the faux street sign hangs inside his locker at the Jets' facility, depicting a hobbled old man, bent over, leaning on a cane. ''Geezer crossing,'' the sign reads. Richardson turned 39 this month. His real age, according to his teammate and good friend Dustin Keller, falls","byline":"By GREG BISHOP","date":"20101231","title":"Clock Ticks for Richardson, and a Record Approaches","url":"http://www.nytimes.com/2010/12/31/sports/football/31jets.html"},{"body":"Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com/theater. Previews and Openings 'Blood From a Stone' In previews; opens on Jan. 12. Ethan Hawke, Natasha Lyonne and Daphne Rubin-Vega star in this New Group","byline":"By THE NEW YORK TIMES","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/theater/31theater.html"}],"tokens":["good"],"total":20116},{"offset":"0","results":[{"body":"Connecticut's 11-game run to the N.C.A.A. men's basketball championship began with a win over DePaul and ended with a victory against Butler, but it will long be remembered for Kemba Walker's winning shot against Pittsburgh on March 10. With 18 seconds left in their Big East tournament quarterfinal and the score tied, 74-74, the Huskies went","byline":"By ANDREW DAS","date":"20111231","title":"2011: A Glorious Run by UConn, Then Another","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E3D9133CF932A05751C1A9679D8B63"},{"body":"Dick Clark's countdown to the New Year used to begin before dawn on New Year's Eve, when he would appear on ''Good Morning America'' and then, by satellite, on dozens of local newscasts and talk shows. He'd head home, eat something and hurry back to Times Square for ''Dick Clark's New Year's Rockin' Eve.'' These days, he says, he just reports to","byline":"By BRIAN STELTER","date":"20111231","title":"4 Decades Later, He Still Counts","url":"http://www.nytimes.com/2011/12/31/arts/television/dick-clark-and-rockin-eve-reach-milestone.html"},{"body":"Predictions for the economy and markets for 2012 have been bleak, and 2011 was much worse than expected. There may not be much to celebrate this New Year's Eve. That may be good news, at least for investors. The last time things looked this bad -- even worse -- was three years ago, hard on the heels of the bankruptcy of Lehman Brothers, with global","byline":"By JAMES B. STEWART","date":"20111231","title":"COMMON SENSE; 3 Experts Weigh In On 2012","url":"http://www.nytimes.com/2011/12/31/business/three-experts-prognosticate-on-2012.html"},{"body":"I'M not the only one who has seen prognosticators through the years make a wrong call -- Dow 36,000! Dow 5,000! But I can't recall any of them being asked to explain months later why they slipped up. So last January, I thought it worthwhile to find a group of analysts and advisers who would be accountable for their predictions, a group willing not","byline":"By PAUL SULLIVAN","date":"20111231","title":"WEALTH MATTERS; Analyzing the Analysts' Investment Predictions","url":"http://www.nytimes.com/2011/12/31/your-money/analysts-and-advisers-review-investment-predictions.html"},{"body":"Mayor Michael R. Bloomberg's annual interfaith breakfast is typically a feel-good event, a chance for the mayor and other city officials to mingle with representatives of many religions. But the mood at this year's event, held on Friday morning at the New York Public Library, was dampened slightly by a controversy involving accusations of police","byline":"By KATE TAYLOR","date":"20111231","title":"CITY ROOM; Rare Discord at Bloomberg's Interfaith Breakfast","url":"http://query.nytimes.com/gst/fullpage.html?res=9801E3D6123CF932A05751C1A9679D8B63"},{"body":"WILLOWS, Calif. -- These are good days to be a snow goose on the Pacific flyway. The water in the rice fields is at an ideal depth for snacking on marsh plants. A bit of grain is left over from the harvest around the Northern California city of Chico, which is gearing up for its annual Snow Goose Festival. Just past sunset, thousands of the geese","byline":"By FELICITY BARRINGER","date":"20111231","title":"Facing Consequences of Success in Bid to Save a Goose","url":"http://www.nytimes.com/2011/12/31/science/earth/facing-consequences-of-success-in-bid-to-save-a-goose.html"},{"body":"WHITTEMORE, Iowa -- A splash of green on a solid beige horizon, the golf course at the edge of this tiny town promised residents nine modest holes of refuge from corn country. Decades earlier the spot had been farmed, too, but the rocky soil was so poor, the saying went, that you couldn't raise hell there with a fifth of whiskey. ''The rottenest","byline":"By A. G. SULZBERGER","date":"20111231","title":"As Crop Prices Soar, Iowa Farms Expand Into Every Spare Inch","url":"http://www.nytimes.com/2011/12/31/us/in-iowa-farmland-expands-as-crop-prices-soar.html"},{"body":"Eva Zeisel, a ceramic artist whose elegant, eccentric designs for dinnerware in the 1940s and '50s helped to revolutionize the way Americans set their tables, died on Friday in New City, N.Y. She was 105. Her death was confirmed by her daughter, Jean Richards. Ms. Zeisel (pronounced ZY-sel), along with designers like Mary and Russel Wright and","byline":"By WILLIAM L. HAMILTON","date":"20111231","title":"Eva Zeisel, Ceramic Artist and Designer, Dies at 105","url":"http://www.nytimes.com/2011/12/31/arts/design/eva-zeisel-ceramic-artist-and-designer-dies-at-105.html"},{"body":"Deloris Gillespie loved bargains, and when she found a good one -- milk at half-price, soap at a discount -- she bought in bulk and shared with her friends. She gave gifts to everyone, but would not accept any for herself. And when she shared recipes, ingredients were included. ''The last time, she gave me tilapia, Old Bay, buttermilk and hot","byline":"By SAM DOLNICK","date":"20111231","title":"Mourners Honor Life of Woman Set Afire in Elevator","url":"http://www.nytimes.com/2011/12/31/nyregion/memorial-service-for-brooklyn-woman-set-afire-in-elevator.html"},{"body":"FLORHAM PARK, N.J. -- As powerless as the Jets feel now, forced to rely on the kindness of others in order to qualify for the postseason, just imagine what their emotions could be on Sunday evening. If they defeat the Miami Dolphins and Tennessee loses to Houston -- two of the four outcomes necessary for an improbable playoff berth -- the Jets will","byline":"By BEN SHPIGEL","date":"20111231","title":"A Jets Victory Would Let the Squirming Begin","url":"http://www.nytimes.com/2011/12/31/sports/football/if-jets-win-they-can-squirm-over-a-playoff-berth.html"}],"tokens":["good"],"total":19754},{"offset":"0","results":[{"body":"ARLES, FRANCE &mdash; Sylvia Napier and Radcliffe McCormick have spent their lives as antiques dealers and collectors, finding curios like the Afghan wedding dress and the New England dollhouse now on display in their home. But even before any of their furnishings were in place, their initial view of the former convent was &ldquo;love at first","byline":"By LIZA FOREMAN","date":"20121102","title":"A 17th-Century House Bathed in Provenal Light","url":"http://www.nytimes.com/2012/11/02/greathomesanddestinations/a-17th-century-house-bathed-in-provencal-light.html"},{"body":"WASHINGTON &mdash; In back-to-back arguments about drug-sniffing dogs, the Supreme Court on Wednesday seemed open to limiting their use outside homes but not near cars. The first argument concerned Franky, a chocolate Labrador retriever who detected the smell of marijuana outside a Florida house. The police obtained a warrant to search the house","byline":"By ADAM LIPTAK","date":"20121101","title":"Justices Hear Arguments Involving Drug-Sniffing Dogs","url":"http://www.nytimes.com/2012/11/01/us/justices-hear-arguments-involving-drug-sniffing-dogs.html"},{"body":"LIFE may offer worse comedowns. But not many. You train for your big race. You put in the hours and crank out the miles. All your friends say you look terrific. Marathon morning, you pin on your number, run, sweat and finish. A triumph for you and your fabulous body. Then, a day or two later, an e-mail arrives: &ldquo;Your photos are now","byline":"By ELIZABETH WEIL","date":"20121101","title":"Marathon Photos Often Fail to Capture the Glory","url":"http://www.nytimes.com/2012/11/01/fashion/marathon-photos-often-fail-to-capture-the-glory.html"},{"body":"Bad news for hurricane-ravaged homeowners is good news for at least one contingent: construction companies and the army of workers they plan to hire, many of whom have been idled and ailing from the housing bust for nearly half a decade. Two days into the destruction from Hurricane Sandy , phones were ringing nonstop at Garden State Public","byline":"By CATHERINE RAMPELL and SHAILA DEWAN","date":"20121101","title":"For Builders, the Storm Is Good for Business","url":"http://www.nytimes.com/2012/11/01/business/builders-seize-the-silver-lining.html"},{"body":"Editor&rsquo;s note: Paul Downs, owner of Paul Downs Cabinetmakers, is a regular contributor to the Times small-business blog, You&rsquo;re the Boss. This article is adapted from his recent five-part series, &ldquo;My AdWords Debacle.&rdquo; I am going to tell you a story. It is a narrative built around a set of facts and events that happened over","byline":"By PAUL DOWNS","date":"20121101","title":"SMALL-BUSINESS GUIDE; Mistake in a Pay-Per-Click Campaign Leaves a Business Puzzled","url":"http://www.nytimes.com/2012/11/01/business/smallbusiness/mistake-in-a-pay-per-click-campaign-leaves-a-business-puzzled.html"},{"body":"This is two reviews. The first welcomes to town the new Barclays Center . The second, about the arena&rsquo;s context in Brooklyn, gets trickier. The arena opened around a month ago, a hunkered-down, hunchbacked, brooding sight at the intersection of Flatbush and Atlantic Avenues. At first blush it&rsquo;s a shocker, which is one of its virtues.","byline":"By MICHAEL KIMMELMAN","date":"20121101","title":"ARCHITECTURE REVIEW; Barclays Center Arena and Atlantic Yards Project in Brooklyn","url":"http://www.nytimes.com/2012/11/01/arts/design/barclays-center-arena-and-atlantic-yards-project-in-brooklyn.html"},{"body":"About 19 hours after saying the Nets would make their regular-season debut Thursday night at Barclays Center against the Knicks , the N.B.A. on Wednesday accepted Mayor Michael R. Bloomberg&rsquo;s recommendation that the game be postponed because of Hurricane Sandy &rsquo;s lingering effects on the public transportation system. &ldquo;The bottom","byline":"By RICHARD SANDOMIR","date":"20121101","title":"Nets Opener Against Knicks in Brooklyn Is Postponed","url":"http://www.nytimes.com/2012/11/01/sports/basketball/nets-opener-against-knicks-in-brooklyn-is-postponed.html"},{"body":"WASHINGTON &mdash; The security guards at a nuclear weapons plant who failed to stop an 82-year-old nun from reaching a bomb fuel storage building earlier this year were also cheating on a recertification exam, according to an internal investigation by the Department of Energy, which owns the weapons plant. The exam, with answers, was circulated to","byline":"By MATTHEW L. WALD","date":"20121101","title":"Exam Leaked to Guards at Y-12 Nuclear Site, Inquiry Finds","url":"http://www.nytimes.com/2012/11/01/us/guards-at-breached-nuclear-site-in-tennessee-cheated-on-exam-report-says.html"},{"body":"WASHINGTON &mdash; President Obama toured the storm-tossed boardwalks of New Jersey&rsquo;s ravaged coastline on Wednesday, in a vivid display of big-government muscle and bipartisan harmony that confronted Mitt Romney with a vexing challenge just as he returned to the campaign trail in Florida. The scene of Mr. Obama greeting his onetime political","byline":"By MARK LANDLER and MICHAEL BARBARO","date":"20121101","title":"Obama Tours Storm-Ravaged New Jersey With Gov. Chris Christie","url":"http://www.nytimes.com/2012/11/01/us/politics/obama-tours-storm-ravaged-new-jersey-with-gov-chris-christie.html"},{"body":"ARLINGTON, Va. &mdash; With his wire-rimmed glasses and Salvador Dali mustache, Caleb Cunningham does not exactly look like the stereotypical young conservative. He crochets his own stocking caps, and after graduating from Brigham Young University last spring he spent six weeks trekking through Cambodia, Malaysia and other parts of Southeast Asia","byline":"By JESSE McKINLEY","date":"20121101","title":"For Young Volunteers, Realism Is Trumping Idealism of 08","url":"http://www.nytimes.com/2012/11/01/us/politics/for-young-volunteers-realism-is-trumping-idealism-of-08.html"}],"tokens":["good"],"total":16462}]}