{"tokens":[],"results":[{"offset":"0","results":[{"body":"MAXIMILIAN SCHELL has come to New York on a crusade. Through the movie version of a play called ''Tales From the Vienna Woods,'' now at Cinema 3, he wants to introduce Americans to the work of the writer Odon von Horvath. Still astonishingly handsome, though a bit more worn looking than he was in the days when he acted in such pictures as ''The","byline":"By Chris Chase","date":"19811231","title":"AT THE MOVIES; Maximilian Schell's deed for a writer.","url":"http://www.nytimes.com/1981/12/31/movies/at-the-movies-maximilian-schell-s-deed-for-a-writer.html"},{"body":"The United States remained alone yesterday after imposing sanctions against the Soviet Union for the military crackdown in Poland, but there was little official criticism of President Reagan's actions from Western countries. None of the NATO allies joined in the sanctions, although there was discussion of a meeting of the alliance next month to","date":"19811231","title":"WASHINGTON IS ISOLATED ON ACTIONS AGAINST THE RUSSIANS OVER POLAND","url":"http://www.nytimes.com/1981/12/31/world/washington-is-isolated-on-actions-against-the-russians-over-poland.html"},{"body":"Turkey's military leader announced a timetable today for a return to democracy, with general elections to be held in the fall of 1983 at the earliest and the spring of 1984 at the latest. Gen. Kenan Evren, the head of the junta, said democratic rule could be delayed if a new constitution was not completed by the end of next summer or if major","byline":"By MARVINE HOWE, Special to the New York Times","date":"19811231","title":"TURKS PRESENT SCHEDULE FOR RETURN TO DEMOCRACY","url":"http://www.nytimes.com/1981/12/31/world/turks-present-schedule-for-return-to-democracy.html"},{"body":"The West German Government apparently remains committed to participating in the natural gas pipeline from the Soviet Union to Western Europe, despite Tuesday's announcement by the United States of economic sanctions against the project. A Government spokesman, Kurt Becker, acknowledged that American opposition to the pipeline had taken on a new","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19811231","title":"BONN MAY PROCEED ON SOVIET GAS LINE","url":"http://www.nytimes.com/1981/12/31/business/bonn-may-proceed-on-soviet-gas-line.html"},{"body":"Poland's military Government, while broadcasting reassurances that economic life was returning to normal, said today that the stockpiling of winter food supplies had fallen far short of projected needs. The ruling military council also announced on the Warsaw radio that a tribunal would be set up to determine who was ''guilty of causing the deep","byline":"By BARBARA CROSSETTE, Special to the New York Times","date":"19811231","title":"POLAND REPORTS A SHORTAGE IN FOOD SET ASIDE FOR WINTER","url":"http://www.nytimes.com/1981/12/31/world/poland-reports-a-shortage-in-food-set-aside-for-winter.html"},{"body":"The year began with a collective sigh of relief. A 444-day siege of spirit ended as the hostages returned from captivity in Iran, and as the cameras caught the images of jubilation, it seemed American hope was liberated as well. Even though inflation and unemployment were no less painful than before, when President Reagan raised his hand to take","date":"19811231","title":"GLIMPSES OF '81: MOMENTS IN A YEAR OF VIVID IMAGES","url":"http://www.nytimes.com/1981/12/31/nyregion/glimpses-of-81-moments-in-a-year-of-vivid-images.html"},{"body":"To the Editor: Now that the Polish crisis is at the center of world attention, where are the great protests of the left in West Germany? It was rather shocking to read in The Times of Dec. 23 that only 350 protesters against the crackdown in Poland could be seen in recent days. he disparity between such a turnout and demonstrations against the","date":"19811231","title":"WHERE IS THE GERMAN LEFT'S OUTCRY OVER POLAND?","url":"http://www.nytimes.com/1981/12/31/opinion/l-where-is-the-german-left-s-outcry-over-poland-155355.html"},{"body":"The new American sanctions may only inconvenience the Soviet Union, without significantly raising the costs of its backstage management of suppression in Poland. But the inconvenience is real, as is the sacrifice asked of domestic interests that a business-minded Administration normally favors. By spreading the pain of measured penalties, and","date":"19811231","title":"Keeping Faith With Solidarity","url":"http://www.nytimes.com/1981/12/31/opinion/keeping-faith-with-solidarity.html"},{"body":"Dr. Karl E. Schaefer, a medical researcher who carried out studies on carbon dioxide for the Navy, died of a heart attack Saturday at his home in Old Lyme, Conn. He was 69 years old. Dr. Schaefer conducted research on the toxicological effects of increased carbon dioxide concentration on a human being in a closed environment. He was part of a team","date":"19811231","title":"Dr. Karl Schaefer, 69, A Researcher for Navy","url":"http://www.nytimes.com/1981/12/31/obituaries/dr-karl-schaefer-69-a-researcher-for-navy.html"},{"body":"An annual tradition in this space has been the Office Pool, a device to stretch readers' imaginations, force long-range thinking and slyly slip in my own prognostications about the year ahead. Because some grimly frolicsome readers clipped these columns to confront me with them at year's end, this tradition was abandoned several years ago. With the","byline":"By William Safire","date":"19811231","title":"Essay; OFFICE POOL FOR 1982","url":"http://www.nytimes.com/1981/12/31/opinion/essay-office-pool-for-1982.html"}],"tokens":["Germany"],"total":2866},{"offset":"0","results":[{"body":"DESPITE political uncertainties, economic upheavals, language problems, currency difficulties, monetary controls and dozens of other headaches in many foreign countries, American corporations have searched the globe for years for new places to build factories or set up shop. Why? Because they can often make far higher profits abroad than they can","byline":"By Robert J. Cole","date":"19821231","title":"Market Place; Investing Overseas","url":"http://www.nytimes.com/1982/12/31/business/market-place-investing-overseas.html"},{"body":"President Reagan announced today that the United States would not pay a United Nations assessment of as much as $1 million a year. This is the first time, American legal experts said, that Washington has claimed the right to withhold funds. The disputed funds are Washington's share of the costs of a commission set up under the Law of the Sea Treaty","byline":"By BERNARD D. NOSSITER, Special to the New York Times","date":"19821231","title":"U.S. WILL NOT PAY A U.N. ASSESSMENT","url":"http://www.nytimes.com/1982/12/31/world/us-will-not-pay-a-un-assessment.html"},{"body":"S ports reporters don't win games and they don't lose games; their challenge comes in witnessing events in different corners of the world. Some of this year's highlights - and low lights - were worth a postcard home: Pontiac, Mich. Jan. 22 - Claustrophobia sets in half an hour after arriving at Super Bowl headquarters. We have been placed in a","byline":"By George Vecsey","date":"19821231","title":"SPORTS OF THE TIMES; Postcards From 1982","url":"http://www.nytimes.com/1982/12/31/sports/sports-of-the-times-postcards-from-1982.html"},{"body":"Japan has joined the United States, Britain and France in terming the Soviet Union's latest proposal for reducing its missiles in Europe unacceptable, Japanese officials said today. The reason, officials said, is that Moscow's proposal is confined to its missile forces in Europe and thus offers nothing for Japan. Foreign Minister Shintaro Abe told","byline":"Special to the New York Times","date":"19821231","title":"JAPAN JOINS THE ATLANTIC ALLIES IN SPURNING SOVIET ARMS PLAN","url":"http://www.nytimes.com/1982/12/31/world/japan-joins-the-atlantic-allies-in-spurning-soviet-arms-plan.html"},{"body":"The seventh Surrealist Film Festival is on today and tomorrow at the Thalia Theater, 95th Street at Broadway. It consists of one feature-length film, ''Dreams That Money Can Buy'' (1946) - by Hans Richter, in collaboration with Alexander Calder, John Cage, Man Ray, Max Ernst, Marcel Duchamp, Fernand Leger and Darius Milhaud - and nine shorts. They","byline":"By Eleanor Blau","date":"19821231","title":"WEEKENDER GUIDE; Friday; DEJA VU AT THE THALIA","url":"http://www.nytimes.com/1982/12/31/arts/weekender-guide-friday-deja-vu-at-the-thalia.html"},{"body":"The Midland Bank of London has named Harry P. Abplanalp executive vice president and chief manager of a New York branch of the bank that opens Monday. The branch will be the only one operating under the bank's name in the United States. It will also be the largest foreign branch for Midland, one of Britain's top four banks and the 10th-largest bank","byline":"By N.R. Kleinfield","date":"19821231","title":"BUSINESS PEOPLE; Midland Bank Picks U.S. Branch Officer","url":"http://www.nytimes.com/1982/12/31/business/business-people-midland-bank-picks-us-branch-officer.html"},{"body":"There are very few active players who can remember what international tournaments were like before World War II. One of them is B. Jay Becker of New York, who at 78 was the oldest player in the recent world championships in Biarritz, France. Another is Count Egmont Von Dewitz, a German judge with a passion for history almost equal to his passion","byline":"By ALAN TRUSCOTT","date":"19821230","title":"Bridge: A German Expert Depends On the Skill of His Partner","url":"http://www.nytimes.com/1982/12/30/nyregion/bridge-a-german-expert-depends-on-the-skill-of-his-partner.html"},{"body":"The First National Bank of Chicago said today that it and 25 other banks had signed a three-year, $450 million credit agreement with five Mexican banks for the purchase of American farm products. The loan will be guaranteed by the Commodity Credit Corporation, a Government-owned corporation responsible for several price support programs for","byline":"AP","date":"19821230","title":"BANKS HELP MEXICO GET U.S. CROPS","url":"http://www.nytimes.com/1982/12/30/business/banks-help-mexico-get-us-crops.html"},{"body":"The American Broadcasting Companies, which has radio and television rights to the 1984 Olympics in Los Angeles, has bought a $200 million insurance policy to protect itself from financial losses should the Games be changed in a manner that could affect ratings. Stephen N. Brett, an executive here for the underwriter, Fireman's Fund Insurance, said","byline":"AP","date":"19821230","title":"Record Insurance On 1984 Olympics","url":"http://www.nytimes.com/1982/12/30/sports/record-insurance-on-1984-olympics.html"},{"body":"Did the Turkish gunman who shot Pope John Paul II in St. Peter's Square on May 13, 1981, act on the orders of the Bulgarian secret police? If he did, was it at the behest of the K.G.B., headed at the time by Yuri V. Andropov, now the Soviet party leader? Neither question, in the forefront of governmental, journalistic and public discussion in Italy","byline":"By HENRY KAMM, Special to the New York Times","date":"19821230","title":"PLOT ON POPE: BULGARIA TIE?; News Analysis","url":"http://www.nytimes.com/1982/12/30/world/plot-on-pope-bulgaria-tie-news-analysis.html"}],"tokens":["Germany"],"total":2599},{"offset":"0","results":[{"body":"The first 9 of 108 advanced Pershing nuclear missiles to be deployed in West Germany are now fully operational, the Defense Ministry announced today. The United States Army refused to confirm or deny the statement. In Mutlangen, 30 miles east of Stuttgart, where the missiles are deployed, the police dragged away 10 to 20 protesters who tried to","byline":"AP","date":"19831231","title":"BONN SAYS MISSILES ARE READY TO FIRE","url":"http://www.nytimes.com/1983/12/31/world/bonn-says-missiles-are-ready-to-fire.html"},{"body":"Companies Gulf Oil appeared to have won a victory over T. Boone Pickens. Mesa Petroleum, of which Mr. Pickens is chairman, said a preliminary tally showed that 52.7 percent of Gulf's shares had been voted in favor of a Gulf-sponsored resolution intended to thwart Mr. Pickens's campaign to break up Gulf. Gulf's chairman, James E. Lee, stopped short","date":"19831231","title":"BUSINESS DIGEST SATURDAY, DECEMBER 31, 1983","url":"http://www.nytimes.com/1983/12/31/business/business-digest-saturday-december-31-1983.html"},{"body":"-Soviet high-level talks will resume on Jan. 18 in Stockholm, the State Department announced. Department officials said they expected the discussions to include arms control and all other outstanding issues. Secretary of State George P. Shultz and Foreign Minister Andrei A. Gromyko have agreed to meet that day while they are both in the Swedish","date":"19831231","title":"SATURDAY, DECEMBER 31, 1983 International","url":"http://www.nytimes.com/1983/12/31/nyregion/saturday-december-31-1983-international.html"},{"body":"France expelled five Iranians on Thursday, and diplomats here said they were trained terrorists who had long been under the surveillance of French counterintelligence units. The expulsion of the five, who were in France as students, came less than a week after three Iranian diplomats were asked to leave the country and an Iranian cultural center","byline":"By FRANK J. PRIALBy PHILIP TAUBMAN","date":"19831231","title":"FRANCE EXPELS 5 IRANIAN STUDENTS, REPORTEDLY TRAINED AS TERRORISTS","url":"http://www.nytimes.com/1983/12/31/world/france-expels-5-iranian-students-reportedly-trained-as-terrorists.html"},{"body":"The International Monetary Fund would pay higher interest on the money it borrows from rich countries and charge more for the loans it makes to poor countries under a proposal that is expected to be approved within days by the board of governors, according to officials from several countries. The United States has just gone through a rousing","byline":"By CLYDE H. FARNSWORTH","date":"19831230","title":"I.M.F. Moves to End Interest Rate Subsidy","url":"http://www.nytimes.com/1983/12/30/business/imf-moves-to-end-interest-rate-subsidy.html"},{"body":"Judge Harold H. Greene, who presided over the marathon trial that led to the dismemberment of the world's biggest company, admits to no doubts that the breakup of the American Telephone and Telegraph Company will produce the broad public benefits envisioned by the historic settlement. ''I have no reservations,'' said the stocky, 60-year-old refugee","byline":"ROBERT D. HERSHEY, Jr.","date":"19831230","title":"MAN IN THE NEWS; THE SUPERVISING JUDGE: ADVOCATE FOR THE PUBLIC","url":"http://www.nytimes.com/1983/12/30/business/man-in-the-news-the-supervising-judge-advocate-for-the-public.html"},{"body":"Sergei Bondar of the Soviet Union took the lead today with 219.4 points in the jumping event of a World Cup Nordic skiing competition in Oberwiesenthal, East Germany. Close behind him were Gunther Schmieder of East Germany, with 219 points, and Aleksandr Prosvirnin of the Soviet Union, with 218.1.","byline":"AP","date":"19831230","title":"Russian in Lead","url":"http://www.nytimes.com/1983/12/30/sports/russian-in-lead.html"},{"body":"East Germany initialed an agreement today to hand over to West Berlin operation of the western part of the city's loss-making urban railway system, which it has controlled since the 1950's. The agreement, expected to be formally signed Friday in East Berlin, was reached after two months of negotiations. The railway, known as the S-Bahn, was the","byline":"Reuters","date":"19831230","title":"AROUND THE WORLD; West Berlin Takes Over Part of Rail System","url":"http://www.nytimes.com/1983/12/30/world/around-the-world-west-berlin-takes-over-part-of-rail-system.html"},{"body":"DEEP in the heart of Expressionism as we are these days, it seems no less than fitting that the work of Chaim Soutine (1893-1943), one of the style's most vivid practitioners, should surface once again. New York hasn't seen a good Soutine show since the early 1970's, when in the midst of Minimalism his work - particularly the furious,","byline":"By GRACE GLUECK","date":"19831230","title":"ART: THREE DECADES OF CHAIM SOUTINE PAINTINGS","url":"http://www.nytimes.com/1983/12/30/arts/art-three-decades-of-chaim-soutine-paintings.html"},{"body":"The Soviet Union scored three goals in the third period and defeated the United States, 7-4, today in the fourth round of the world ice hockey championships, handing the Americans their fourth loss without victory. The score was tied, 3-3, after one period and 4-4 after two. The United States scorers were Al Bourbeau, Jim Johannson, Todd Okerlund,","byline":"UPI","date":"19831230","title":"U.S. Defeated In World Hockey","url":"http://www.nytimes.com/1983/12/30/sports/us-defeated-in-world-hockey.html"}],"tokens":["Germany"],"total":2576},{"offset":"0","results":[{"body":"It has been a difficult year for most major stock exchanges, with Toronto and New York losing ground and minor gains on other exchanges offset by inflation and depreciation of their currencies. There was improvement in the fourth quarter, with most exchanges registering some rise in average share prices. Because of the pickup, and the prospect of","byline":"By NICHOLAS D. KRISTOF","date":"19841231","title":"INTERNATIONAL REPORT; WORLD'S STOCK EXCHANGES EXPERIENCE A DIFFICULT YEAR","url":"http://www.nytimes.com/1984/12/31/business/international-report-world-s-stock-exchanges-experience-a-difficult-year.html"},{"body":"Nobuhiko Ushiba, a leading Japanese diplomat, international trade negotiator and former Ambassador to the United States, died today of a liver ailment at a Tokyo hospital. He was 75 years old. His death was announced by the Foreign Ministry in Tokyo, which he served as an adviser. He was also Japanese chairman of the Japan- United States Advisory","byline":"By WOLFGANG SAXON","date":"19841231","title":"NOBUHIKO USHIBA; EX-ENVOY TO U.S.","url":"http://www.nytimes.com/1984/12/31/obituaries/nobuhiko-ushiba-ex-envoy-to-us.html"},{"body":"WASHINGTON Here, for the high rollers of punditry, is the office pool in Cassandra's Casino. Nobody ever gets more than four correct, but when you hit on a big one, all the predictions that went awry are washed away. 1. White House chief of staff at 1985's end will be (a) James Baker; (b) Michael Deaver; (c) Richard Darman; (d) Robert McFarlane;","byline":"By William Safire","date":"19841231","title":"ESSAY; OFFIC POOL, 1985","url":"http://www.nytimes.com/1984/12/31/opinion/essay-offic-pool-1985.html"},{"body":"The director general of Unesco, Amadou Mahtar M'Bow of Senegal, has strongly criticized Jean Gerard, the departing American representative to the agency, calling her ignorant and ''a politician.'' Mr. M'Bow, dismissing Mrs. Gerard as ''that woman,'' said she had ''no idea how Unesco works.'' Mrs. Gerard today rejected Mr. M'Bow's remarks, saying it","byline":"By PAUL LEWIS","date":"19841231","title":"UNESCO HEAD DENOUNCES U.S. DELEGATE","url":"http://www.nytimes.com/1984/12/31/world/unesco-head-denounces-us-delegate.html"},{"body":"Archery Men - Darrell Pace, Hamilton, Oh. Women - Hyang Soon Seo, South Korea. Basketball Men - United States. Women - United States. Boxing 106 lbs - Paul Gonzales, Los Angeles. 112 lbs. - Steve McCrory, Detroit. 119 lbs. - Maurizio Stecca, Italy. 126 lbs. - Meldrick Taylor, Philadelphia. 132 lbs. - Pernell Whitaker, Norfolk, Va. 139 lbs. - Jerry","date":"19841230","title":"1984 WINTER AND SUMMER OLYMPIC CHAMPIONS","url":"http://www.nytimes.com/1984/12/30/sports/1984-winter-and-summer-olympic-champions.html"},{"body":"Archery U.S. Champions Men - Darrell Pace, Hamilton, Oh. Women - Ruth Rowe, McLean, Va. Crossbow Men - Alan Kaufhold, Smoketown, Pa. Women - Carol Pelosi, Greenbelt, Md. Auto Racing World - Nikki Lauda, Austria. Grand Prix (Detroit) - Nelson Piquet, Brazil. Grand Prix (Dallas) - Keke Rosberg, Finland. U.S.A.C. Silver Crown - Dave Blaney, Hartford,","date":"19841230","title":"WINNERS OF INDIVIDUAL AND TEAM CHAMPIONSHIPS DURING 1984","url":"http://www.nytimes.com/1984/12/30/sports/winners-of-individual-and-team-championships-during-1984.html"},{"body":"They are smoky, smelly, noisy and often hard to start. Yet for a time, while lines at gasoline stations were long and patience short, Americans grew fond of automobiles powered by diesel engines. Right after the second oil supply scare in 1979, car buyers happily paid premiums of $1,000 or more for the oil burners and waited months for delivery.","byline":"By JOHN HOLUSHA","date":"19841230","title":"DIESELS SEEM TO HAVE RUN OUT OF STEAM","url":"http://www.nytimes.com/1984/12/30/weekinreview/diesels-seem-to-have-run-out-of-steam.html"},{"body":"The 26th Chess Olympiad in Thessaloniki, Greece, ended in a victory for the Soviet team. Though lacking Anatoly Karpov, the world champion, and his challenger, Gary Kasparov, who were playing the individual title match in Moscow, the Russians still rolled up 41 of a possible 56 points. Their team, Aleksandar Belyavsky, Lev Polugayevsky, Rafael","byline":"By Robert Byrne","date":"19841230","title":"CHESS; A SOVIET SWEEP","url":"http://www.nytimes.com/1984/12/30/arts/chess-a-soviet-sweep.html"},{"body":"One of the good things about the New York art world is that it has no Oscars, no Tonys and no Emmys. And quite right, too. Prizes have no place in the arts. Who wants the Nobel Prize, except for the money, when they remember who else has had it? Who would want the Goncourt Prize for the novel in Paris, if it were not for the six-figure sales that","byline":"By John Russell","date":"19841230","title":"ART VIEW; VAN GOGH HEADED THE LIST OF HEROES","url":"http://www.nytimes.com/1984/12/30/arts/art-view-van-gogh-headed-the-list-of-heroes.html"},{"body":"Jennifer Allen Siebens, the bureau chief for CBS News in Paris, and Gyorgy Fodor, a cinematographer, were married yesterday at Trinity Episcopal Church in Princeton, N.J. The Rev. Jean Smith performed the ceremony. Hilary Castelnau Siebens was maid of honor for her sister. Barry Hawk was best man. The bride, a daughter of Margaret Siebens of","date":"19841230","title":"Jenifer Siebens Is Bride in Princeton","url":"http://www.nytimes.com/1984/12/30/style/jenifer-siebens-is-bride-in-princeton.html"}],"tokens":["Germany"],"total":2619},{"offset":"0","results":[{"body":"Michael Almond noticed a greater variety of wines showing up on store shelves in Charlotte, N.C. In Nashville, this year's United Way campaign was the city's most successful in history. At a new industrial park in Hibbing, Minn., 80 Americans will soon be manufacturing chopsticks by the hundreds of millions. And here in Murfreesboro, Esther Seeman,","byline":"By ANDREW H. MALCOLM, Special to the New York Times","date":"19851231","title":"FOREIGN MONEY CHANGING U.S. SOCIAL-CULTURAL LIFE","url":"http://www.nytimes.com/1985/12/31/us/foreign-money-changing-us-social-cultural-life.html"},{"body":"The dollar fell sharply against almost all major currencies in extremely quiet trading yesterday. Gold prices rose a bit. The Republic National Bank quoted gold at $328 a troy ounce at 4 P.M., up $1.50 from Friday's late bid. Dealers attributed the dollar's drop to a wave of year-end selling. In addition, investors were said to be disappointed in","byline":"By The Associated Press","date":"19851231","title":"CURRENCY MARKETS; Dollar Declines Sharply While Gold Rises a Bit","url":"http://www.nytimes.com/1985/12/31/business/currency-markets-dollar-declines-sharply-while-gold-rises-a-bit.html"},{"body":"ALTHOUGH Halley's comet has yet to put on its brightest show, the next two weeks will probably be the best opportunity to view the famous comet in most parts of North America. After that, it will be necessary to travel far to the south, preferably to the Southern Hemisphere, to see it. Between now and mid-January, on clear nights and far from city","byline":"By JOHN NOBLE WILFORD","date":"19851231","title":"COMET IS ENTERING PRIME VIEWING PERIOD","url":"http://www.nytimes.com/1985/12/31/science/comet-is-entering-prime-viewing-period.html"},{"body":"Thomas N. Tarleau, a Manhattan lawyer and former legislative counsel to the Department of the Treasury, died Thursday at Venice (Fla.) Hospital. He was 81 years old and lived in Englewood, Fla. Mr. Tarleau was a retired partner in the law firm of Willkie, Farr & Gallagher. He was with the Treasury Department from 1937 to 1943. He also had been","date":"19851231","title":"THOMAS N. TARLEAU","url":"http://www.nytimes.com/1985/12/31/nyregion/thomas-n-tarleau.html"},{"body":"Westland, the British helicopter maker courted with rival American and European offers of aid, asked a European consortium to submit a simplified version of a package intended to save it from closing. Westland's board, which has already recommended to its shareholders a Sikorsky-Fiat rescue plan backed by the United States, made the request after","byline":"Reuters","date":"19851231","title":"Westland Seeks Revised Aid Plan","url":"http://www.nytimes.com/1985/12/31/business/westland-seeks-revised-aid-plan.html"},{"body":"Two members of a Royal Air Force bomber crew in World War II believe they can explain one of the unsolved mysteries of the war: the disappearance of the band leader Glenn Miller. The two say they fear the band leader's plane was downed over the English Channel by bombs jettisoned from their own plane as they returned from an aborted mission. The","byline":"By JO THOMAS, Special to the New York Times","date":"19851231","title":"R.A.F. BOMBS MAY HAVE DOWNED GLENN MILLER PLANE","url":"http://www.nytimes.com/1985/12/31/arts/raf-bombs-may-have-downed-glenn-miller-plane.html"},{"body":"Sports cars, mink coats and ski trips were hot items this year on holiday shopping lists of the well-heeled players in the Eurobond market. With higher salaries and hefty bonuses spread liberally throughout London's version of Wall Street such pricey purchases are just one indication of the boom in the international capital markets. Countries,","byline":"By STEVE LOHR, Special to the New York Times","date":"19851231","title":"THE EUROBOND MARKET BOOM","url":"http://www.nytimes.com/1985/12/31/business/the-eurobond-market-boom.html"},{"body":"MEMORIES of 1979's gasoline station lines have been dimmed by today's seeming abundance of cheaper oil, and the dash to exploit alternative energy sources has slowed to a crawl. But even in the face of drastic reductions in research funds, scientists and engineers are taking some significant steps toward softening the inevitable blow of the next","byline":"By MALCOLM W. BROWNE","date":"19851231","title":"NEW ENERGY IDEAS EMERGE AS OIL RESERVES DWINDLE","url":"http://www.nytimes.com/1985/12/31/science/new-energy-ideas-emerge-as-oil-reserves-dwindle.html"},{"body":"As a year of hijackings, kidnappings, car bombings and murder draws to a close, reports from correspondents of The New York Times around the world indicate that governments have hardened their attitudes and toughened security measures against a growing plague of terrorism. Across Europe and the Middle East, where terrorists in 1985 struck more","byline":"By ROBERT D. McFADDEN","date":"19851230","title":"TERROR IN 1985: BRUTAL ATTACKS, TOUGH RESPONSE","url":"http://www.nytimes.com/1985/12/30/world/terror-in-1985-brutal-attacks-tough-response.html"},{"body":"The United States space-based missile defense program has steadily gained grudging support among America's major allies in Western Europe. Officials, business representatives and military experts say this has been occurring despite the continued reservations in Western Europe about the technical feasibility of the project and its effect on","byline":"By JUDITH MILLER, Special to the New York Times","date":"19851230","title":"WESTERN EUROPEANS, SOME WITH DOUBTS, SUPPORT 'STAR WARS'","url":"http://www.nytimes.com/1985/12/30/world/western-europeans-some-with-doubts-support-star-wars.html"}],"tokens":["Germany"],"total":2789},{"offset":"0","results":[{"body":"NINETEEN EIGHTY-SIX was the year of the common scold. Almost everybody was severely criticized by almost everybody else - and usually with good cause. The United States was roundly attacked for fiscal irresponsibility. The National Consumers League, a nonpartisan group that calls itself the nation's oldest consumer organization, handed the Reagan","byline":"By Leonard Silk","date":"19861231","title":"ECONOMIC SCENE; The Year Of the Scold","url":"http://www.nytimes.com/1986/12/31/business/economic-scene-the-year-of-the-scold.html"},{"body":"The highly publicized departure of American companies from South Africa is having a far more ambiguous effect than advocates of such divestment might have hoped for. These advocates, mostly in the United States, have urged that American companies shun South Africa as a message that South Africa's racist way of life is no longer tolerable and that","byline":"By ALAN COWELL, Special to the New York Times","date":"19861231","title":"THE AMBIGUITY OF SOUTH AFRICAN DIVESTMENT","url":"http://www.nytimes.com/1986/12/31/business/the-ambiguity-of-south-african-divestment.html"},{"body":"During the Christmas holidays, 287 Polish tourists from three cruise ships stayed in West Germany, officials said today.","byline":"AP","date":"19861231","title":"More Poles Stay in West","url":"http://www.nytimes.com/1986/12/31/world/more-poles-stay-in-west.html"},{"body":"A former guard at a Nazi concentration camp has been stripped of his United States citizenship after he failed to appear at a hearing in Federal Court, the authorities said today. The former guard, Stefan Leili, who admitted shooting a young French Jewish prisoner in the back, fled to West Germany last August, they said. His citizenship was","byline":"By ALFONSO A. NARVAEZ, Special to the New York Times","date":"19861231","title":"A COURT STRIPS EX-NAZI GUARD OF CITIZENSHIP","url":"http://www.nytimes.com/1986/12/31/nyregion/a-court-strips-ex-nazi-guard-of-citizenship.html"},{"body":"EVERY dental patient has a dream: that cavities could simply be washed away and that the torture of the drill and even the annoyance of the anesthesia could be forever done away with. Now a chemical process for removing tooth decay is bringing this dream closer to reality. The process, which has already ended the need for anesthesia and drilling","date":"19861231","title":"BUSINESS TECHNOLOGY: ADVANCES IN DENISTRY; Cavities? Just Wash Them Away","url":"http://www.nytimes.com/1986/12/31/business/business-technology-advances-in-denistry-cavities-just-wash-them-away.html"},{"body":"Lothar Bolz, a former Foreign Minister of East Germany, died today, the official press agency reported. He was 83 years old. The brief report on Mr. Bolz's death described him as a ''deserving state functionary.'' It did not give the cause of his death. Mr. Bolz was Foreign Minister under the East German leader Walter Ulbricht from 1953 to 1965 and","byline":"AP","date":"19861230","title":"Ex-East German Aide, Lothar Bolz, Dies at 83","url":"http://www.nytimes.com/1986/12/30/obituaries/ex-east-german-aide-lothar-bolz-dies-at-83.html"},{"body":"A LONGSTANDING puzzle in evolution has been the global distribution of large, flightless birds, as well as their small cousin, the New Zealand kiwi. The ostriches of Africa, cassowaries and emus of Australia, and rheas of South America are native to habitats that have been isolated from one another for millions of years. It is widely believed that","date":"19861230","title":"SCIENCE WATCH; EVOLUTIONARY TRAVELS OF KIWIS AND OSTRICHES","url":"http://www.nytimes.com/1986/12/30/science/science-watch-evolutionary-travels-of-kiwis-and-ostriches.html"},{"body":"The General Motors Corporation said its 1986 European sales of nearly 1.3 million cars - an increase of 5.4 percent from 1985 - was a record. But the auto maker said its share of the European market dipped to 11 percent, from 11.3. Ron Theis, a G.M. spokesman, said that, although European sales were generally higher this year, not all of Europe's","byline":"Reuters","date":"19861230","title":"COMPANY NEWS; G.M. Sets Record For Europe Sales","url":"http://www.nytimes.com/1986/12/30/business/company-news-gm-sets-record-for-europe-sales.html"},{"body":"OF all phenomena that affect the human condition none has perplexed scientists more than the forward march of time, its link to the seemingly relentless tendency toward disorder known as entropy, and to the expansion of the universe. Some of the world's leading theorists have speculated that, if the current expansion reverses itself and the","byline":"By WALTER SULLIVAN","date":"19861230","title":"IS THERE A PAST IN THE FUTURE?","url":"http://www.nytimes.com/1986/12/30/science/is-there-a-past-in-the-future.html"},{"body":"Grete Mosheim, a leading Berlin and West German stage actress, died of cancer yesterday at her home in Manhattan. She was 81 years old. Miss Mosheim was a leading lady in Berlin in the 1920's and early 30's, starring in many Max Reinhardt productions. She gained particular notice in ''Street Scene,'' ''The Good Fairy,'' ''A Doll's House,'' ''Much","date":"19861230","title":"GRETA MOSHEIM, 81, A GERMAN LEADING LADY OF THE THEATER","url":"http://www.nytimes.com/1986/12/30/obituaries/greta-mosheim-81-a-german-leading-lady-of-the-theater.html"}],"tokens":["Germany"],"total":2829},{"offset":"0","results":[{"body":"LEAD: At 2 P.M. on most Saturdays, when Hermann Franzen is required by law to close his porcelain shop on Dusseldorf's fashionable Konigsallee, he ''almost has to push people out of the store,'' he said. At 2 P.M. on most Saturdays, when Hermann Franzen is required by law to close his porcelain shop on Dusseldorf's fashionable Konigsallee, he","byline":"By STEVEN GREENHOUSE, Special to the New York Times","date":"19871231","title":"Why Germany's Growth Is Slow","url":"http://www.nytimes.com/1987/12/31/business/why-germany-s-growth-is-slow.html"},{"body":"LEAD: To the Editor: To the Editor: Europeans, especially West Germans, cannot be convinced that the intermediate-range-missile agreement strengthens their security. For to abolish one category of weapons accentuates imbalances in lower categories. After an agreement on nuclear missiles between 500 and 5,000 kilometers considerable Soviet","date":"19871231","title":"West German Burden","url":"http://www.nytimes.com/1987/12/31/opinion/l-west-german-burden-764487.html"},{"body":"LEAD: The Army said today that the best way to dispose of its aging stockpile of chemical weapons was to burn them in closed incinerators at the eight sites around the country where they are stored. The Army said today that the best way to dispose of its aging stockpile of chemical weapons was to burn them in closed incinerators at the eight sites","byline":"AP","date":"19871231","title":"Army Would Burn Chemical Shells at 8 Sites","url":"http://www.nytimes.com/1987/12/31/us/army-would-burn-chemical-shells-at-8-sites.html"},{"body":"LEAD: OF all the months in the year, especially in the colder parts of the country, January has the least horticultural interest. Except for a few heaths, which I admire greatly for their habit of blooming now to lend touches of pink and white to the winter landscape, everything in the garden has gone to sleep. OF all the months in the year,","byline":"By ALLEN LACY","date":"19871231","title":"A GARDENER'S WORLD; Preserving the Past, Studying the Future","url":"http://www.nytimes.com/1987/12/31/garden/a-gardener-s-world-preserving-the-past-studying-the-future.html"},{"body":"LEAD: Jango Edwards is a Detroit native whose lunacy has brought to the sophisticated Paris stage a show that is speedy, fun and irresistibly American. Jango Edwards is a Detroit native whose lunacy has brought to the sophisticated Paris stage a show that is speedy, fun and irresistibly American. Six nights a week, Mr. Edwards bounds through 90","byline":"AP","date":"19871231","title":"Antic Detroit Comic Delights Paris","url":"http://www.nytimes.com/1987/12/31/theater/antic-detroit-comic-delights-paris.html"},{"body":"LEAD: Buoy Wins Joseph O'Farrell Stakes: Buoy, who was disqualified from a stakes victory in Kentucky last time out, held off Hooting Star by a head yesterday to win the $50,000 Joseph O'Farrell Stakes for 2-year-olds at Hialeah. The winner finished a head in front of Notebook in the Kentucky Jockey Club Stakes at Churchill Downs Nov. Buoy Wins","date":"19871231","title":"Results Plus; Racing","url":"http://www.nytimes.com/1987/12/31/sports/results-plus-racing.html"},{"body":"LEAD: Every time the dollar loses another few percent in exchange value against the Japanese yen and German mark it raises the dollar price of a sushi lunch in Tokyo or a hotel room in Frankfurt. But for most Americans, life hasn't changed much since the long slide of the greenback began in 1985. Is there then good reason for the fuss about the","date":"19871231","url":"http://www.nytimes.com/1987/12/31/opinion/743687.html"},{"body":"LEAD: ''THE NUTCRACKER'' once again cast its magic spell when the Joffrey Ballet offered the New York premiere of its version of the holiday classic last night at the City Center. ''THE NUTCRACKER'' once again cast its magic spell when the Joffrey Ballet offered the New York premiere of its version of the holiday classic last night at the City","byline":"By JACK ANDERSON","date":"19871231","title":"Ballet: Joffrey's 'Nutcracker'","url":"http://www.nytimes.com/1987/12/31/arts/ballet-joffrey-s-nutcracker.html"},{"body":"LEAD: British Aerospace P.L.C. said today that it had received orders worth $80 million for two BAe 146 jetliners and six more of its BAe 125-800 business jets. The orders for the 100-seat BAe 146 were from Air U.K. and Druk Air, the national airline of Bhutan, and bring the total orders for the short-haul aircraft to 109. British Aerospace P.L.C.","byline":"Reuters","date":"19871231","title":"British Aerospace Orders","url":"http://www.nytimes.com/1987/12/31/business/british-aerospace-orders.html"},{"body":"LEAD: The city's monument to the dead is a marble statue of a grieving mother holding two fallen sons, one killed fighting for the Germans and the other for the French. To say the lovely capital of Alsace has an identity crisis is putting it mildly. The city's monument to the dead is a marble statue of a grieving mother holding two fallen sons, one","byline":"By JAMES M. MARKHAM, Special to the New York Times","date":"19871230","title":"Strasbourg Journal; Too German for France, Too French for Germany","url":"http://www.nytimes.com/1987/12/30/world/strasbourg-journal-too-german-for-france-too-french-for-germany.html"}],"tokens":["Germany"],"total":2990},{"offset":"0","results":[{"body":"LEAD: To the Editor: To the Editor: In suggesting that Hitler was not received by wildly enthusiastic Austrian throngs on his triumphal entry into Vienna in 1938, Henry L. Bretton (''No Adoring Viennese Millions for Hitler,'' letter, Dec. 17) indicates he has read neither his Hitler nor his history. The Nazi Fuhrer himself exclaimed his glee at the","date":"19881231","title":"Hitler Felt Gleeful At Viennese Acclaim","url":"http://www.nytimes.com/1988/12/31/opinion/l-hitler-felt-gleeful-at-viennese-acclaim-694488.html"},{"body":"LEAD: Mayor Koch said yesterday that his administration could not have prevented most of the deaths resulting from child abuse and neglect recorded in the city this year, even though in about half the cases the city's social service agency knew of prior instances of abuse or neglect. Mayor Koch said yesterday that his administration could not have","byline":"By RICHARD LEVINE","date":"19881231","title":"KOCH ARGUES CITY CAN'T TOTALLY END FATAL CHILD ABUSE","url":"http://www.nytimes.com/1988/12/31/nyregion/koch-argues-city-can-t-totally-end-fatal-child-abuse.html"},{"body":"LEAD: Heaped on the pavement in front of the Lockerbie town hall are dozens of floral wreaths and bouquets bearing expressions of sympathy. Heaped on the pavement in front of the Lockerbie town hall are dozens of floral wreaths and bouquets bearing expressions of sympathy. They come from all over the world: from individuals, like the one with the","byline":"By STEVE LOHR, Special to the New York Times","date":"19881231","title":"For Lockerbie, Therapy of Self-Help","url":"http://www.nytimes.com/1988/12/31/world/for-lockerbie-therapy-of-self-help.html"},{"body":"LEAD: Investigators have told the Scottish police that the bomb that destroyed Pan Am Flight 103 was put aboard in Frankfurt, West Germany, The Times of London reported in today's issue. Investigators have told the Scottish police that the bomb that destroyed Pan Am Flight 103 was put aboard in Frankfurt, West Germany, The Times of London reported","byline":"AP","date":"19881231","title":"Trail of Bomb on Pan Am Jet Is Said to Lead to Frankfurt","url":"http://www.nytimes.com/1988/12/31/world/trail-of-bomb-on-pan-am-jet-is-said-to-lead-to-frankfurt.html"},{"body":"LEAD: International 2-5, 24 Washington rejected Libya's offer to allow an international inspection of a plant that American officials say is intended to make chemical weapons. Washington said the conditions of the offer are inadequate. Page 1 Trying to head off a panic in Israel over Finance Minister Shimon Peres's 5 percent devaluation of the","date":"19881231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1988/12/31/nyregion/news-summary-872588.html"},{"body":"LEAD: On a hillside overlooking this Scottish market town, a dozen blue-uniformed policemen, each dragging a big plastic bag, stooping like cotton pickers, scoured the terrain. For eight days, the ritual has been repeated from dawn until after dark by 600 police officers, mountain rescue workers and soldiers combing hills, woodland and lakes for","byline":"By STEVE LOHR, Special to the New York Times","date":"19881230","title":"Photo of a section of the Pan Am jet being removed from a field (Reuters); Search in Scotland: Tedious and Slow","url":"http://www.nytimes.com/1988/12/30/world/photo-section-pan-am-jet-being-removed-field-reuters-search-scotland-tedious.html"},{"body":"LEAD: The Hoechst Celanese Corporation, a subsidiary of Hoechst A.G. of West Germany, filed patent infringement suits against the General Electric Company for manufacturing and selling certain polyester molding compounds. The lawsuits were filed in United States District Court in Delaware and in the Federal Court of The Hoechst Celanese","byline":"Reuters","date":"19881230","title":"COMPANY NEWS; Hoechst Unit Sues G.E. on Patents","url":"http://www.nytimes.com/1988/12/30/business/company-news-hoechst-unit-sues-ge-on-patents.html"},{"body":"LEAD: Mickey Mouse in Plastic Mickey Mouse in plastic is becoming as popular among collectors as earlier metal and wood ones. Eric Alberta, a collectibles specialist at Christie's East, said the 60-year-old Mickey was becoming newly important in the auction market now that plastic toys were selling for extraordinary prices. Mickey Mouse in Plastic","byline":"By Rita Reif","date":"19881230","title":"Auctions","url":"http://www.nytimes.com/1988/12/30/arts/auctions.html"},{"body":"LEAD: AS the last of its 31,622,400 seconds tick into oblivion tomorrow night, 1988 promises to go out with a ball, a bang and a bonanza of festive celebrations in New York City. AS the last of its 31,622,400 seconds tick into oblivion tomorrow night, 1988 promises to go out with a ball, a bang and a bonanza of festive celebrations in New York","byline":"By ANDREW L. YARROW","date":"19881230","title":"Lights! Champagne! Music! 53 Ways to Welcome the New Year","url":"http://www.nytimes.com/1988/12/30/arts/lights-champagne-music-53-ways-to-welcome-the-new-year.html"},{"body":"LEAD: The dollar declined slightly yesterday in light year-end trading as dealers began to wonder if the small December rally would carry into the new year. The dollar declined slightly yesterday in light year-end trading as dealers began to wonder if the small December rally would carry into the new year. While the expectation of higher interest","byline":"By JONATHAN FUERBRINGER","date":"19881230","title":"CURRENCY MARKETS; The Dollar Declines Slightly In Light Year-End Trading","url":"http://www.nytimes.com/1988/12/30/business/currency-markets-the-dollar-declines-slightly-in-light-year-end-trading.html"}],"tokens":["Germany"],"total":2879},{"offset":"0","results":[{"body":"LEAD: Track and Field Coghlan Wins Two Races: Eamonn Coghlan, saying he was running to stay in shape, not for serious competition, won two races yesterday in the Manufacturers Hanover New Year's Classic in the Army field house at West Point, N.Y. Coghlan, the former Irish Olympian who set the world indoor mile record at 3 minutes 49.78 seconds in","date":"19891231","title":"Results Plus","url":"http://www.nytimes.com/1989/12/31/sports/results-plus-499689.html"},{"body":"LEAD: ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team - Soviet Union. Women - Kim Soo Nyung, South Korea. Women's team - South Korea. U.S. Indoor Champions Men - Ed Eliason, South Stansbury, Utah. Women - Denise Parker, South Jordan, Utah. ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team -","date":"19891231","title":"Winners of Individual and Team Championships","url":"http://www.nytimes.com/1989/12/31/sports/winners-of-individual-and-team-championships.html"},{"body":"LEAD: AN UNCERTAIN HOUR The French, the Germans, the Jews, the Klaus Barbie Trial, and the City of Lyon, 1940-1945. By Ted Morgan. Illustrated. 416 pp. New York: Arbor House/ William Morrow. $21.95 AN UNCERTAIN HOUR The French, the Germans, the Jews, the Klaus Barbie Trial, and the City of Lyon, 1940-1945. By Ted Morgan. Illustrated. 416 pp. New","byline":"By Patrice Higonnet; Patrice Higonnet, the Goelet Professor of French History at Harvard, is the author of ''Sister Republics: The Origins of French and American Republicanism.''","date":"19891231","title":"Nightmare in Vichy","url":"http://www.nytimes.com/1989/12/31/books/nightmare-in-vichy.html"},{"body":"LEAD: For years, experts have dubbed Czechoslovakia's spy agency the ''two Czech'' service. Agents of the Office for the Protection of State Secrets got one check from Prague, the pun goes, and another from their real bosses at K.G.B. headquarters in Moscow. For years, experts have dubbed Czechoslovakia's spy agency the ''two Czech'' service.","byline":"By MICHAEL WINES, Special to The New York Times","date":"19891231","title":"Upheaval in the East: Espionage; It's Still Business as Usual for Spies, Even as the Eastern Bloc Rises Up","url":"http://www.nytimes.com/1989/12/31/world/upheaval-east-espionage-it-s-still-business-usual-for-spies-even-eastern-bloc.html"},{"body":"LEAD: LAST month former Senator Thomas Eagleton resigned from the board of directors of the Chicago Mercantile Exchange, charging that the exchange is too riddled with cronyism to discipline unethical traders. Mr. Eagleton recommended that the Chicago exchange replace traditional open-outcry trading with an electronic system that leaves an audit","byline":"By Ted Gutierres; Ted Gutierres is a vice president and futures trader at Credit Suisse in Zurich.","date":"19891231","title":"SCANDALS IN CHICAGO; Automate the Futures Exchanges","url":"http://www.nytimes.com/1989/12/31/business/scandals-in-chicago-automate-the-futures-exchanges.html"},{"body":"LEAD: Mr. and Mrs. James R. Farrell of Oradell, N.J., have made known the April wedding plans of their daughter, Kathleen Adair Farrell, and Mikael Peter Thygesen, the son of Mr. and Mrs. John F. Thygesen of Harrison, N.Y. Mr. and Mrs. James R. Farrell of Oradell, N.J., have made known the April wedding plans of their daughter, Kathleen Adair","date":"19891231","title":"Kathleen Farrell To Wed in April","url":"http://www.nytimes.com/1989/12/31/style/kathleen-farrell-to-wed-in-april.html"},{"body":"LEAD: To the Editor: To the Editor: Does the Soviet Union intend to pull out of Eastern Europe? According to a Nov. 30 news article, ''Administration officials have concluded that the Soviet leader, President Mikhail S. Gorbachev, has in essence written off Eastern Europe and no longer feels that direct control there is essential for Soviet","date":"19891231","title":"Look for a Soviet Troop Withdrawal From Eastern Europe","url":"http://www.nytimes.com/1989/12/31/opinion/l-look-for-a-soviet-troop-withdrawal-from-eastern-europe-478289.html"},{"body":"LEAD: THE BATTLE OF BRITAIN The Greatest Air Battle of World War II. By Richard Hough and Denis Richards. Illustrated. 413 pp. New York: W. W. Norton & Company. $29.95. THE BATTLE OF BRITAIN The Greatest Air Battle of World War II. By Richard Hough and Denis Richards. Illustrated. 413 pp. New York: W. W. Norton & Company. $29.95. BACK in Ohio in","byline":"By Donal Henahan; Donal Henahan, the chief music critic of The New York Times, was a P-51 fighter pilot in World War II, based in England.","date":"19891231","title":"Britain's Closest Call","url":"http://www.nytimes.com/1989/12/31/books/britain-s-closest-call.html"},{"body":"LEAD: Just as Poland led the way among Eastern European nations in the move to democracy, it is leading the way in abandoning Communist economics in favor of capitalism. Just as Poland led the way among Eastern European nations in the move to democracy, it is leading the way in abandoning Communist economics in favor of capitalism. The Polish","byline":"By STEVEN GREENHOUSE, Special to The New York Times","date":"19891231","title":"Upheaval in the East: Poland; Warsaw's Economic Plan: Prosperity as Goal, With Freedom to Fail","url":"http://www.nytimes.com/1989/12/31/world/upheaval-east-poland-warsaw-s-economic-plan-prosperity-goal-with-freedom-fail.html"},{"body":"LEAD: As Leonard Bernstein and an international orchestra churned through Beethoven's Ninth Symphony in a concert in East Berlin Christmas Day, it was evident that the maestro had not played a better house in many a year. The musicians came from East and West Germany, the United States, the Soviet Union, France and Britain, and the performance came","date":"19891231","title":"Headliners; Christmas in Berlin","url":"http://www.nytimes.com/1989/12/31/weekinreview/headliners-christmas-in-berlin.html"}],"tokens":["Germany"],"total":3276},{"offset":"0","results":[{"body":"World stock markets begin 1991 facing the threat of a war in the Persian Gulf, recessions or economic slowdowns around the world, and dismal earnings -- the same factors that drove stock markets down sharply in 1990. Yet many market watchers expect a better year than the one ending today. In 1990, these pressures resulted in a worse year for stocks","byline":"By JONATHAN FUERBRINGER","date":"19901231","title":"INTERNATIONAL REPORT; World Markets Begin 1991 Pressed by Problems of 1990","url":"http://www.nytimes.com/1990/12/31/business/international-report-world-markets-begin-1991-pressed-by-problems-of-1990.html"},{"body":"Name in December 1979....Year of Change....Name in October 1990 Countries* Republic of Upper Volta....1984....Burkina Faso United Republic of Cameroon...1985...Republic of Cameroon Republic of the Ivory Coast....1986....Republic of Cote d'Ivoire Ethiopia....1988....People's Democratic Republic of Ethiopia Democratic Republic of","byline":"List prepared by Zoltan Grossman, Mapping Specialists Ltd., Madison Wis.","date":"19901231","title":"Remember Christmas Island? It's Now Kiritimati","url":"http://www.nytimes.com/1990/12/31/opinion/remember-christmas-island-it-s-now-kiritimati.html"},{"body":"N.B.A. Timberwolves 126, Sonics 106: Sam Mitchell scored 26 points as Minnesota shook off an offensive slump with a team scoring record and ended a seven-game losing streak with a victory over Seattle in Minneapolis. Minnesota's previous record for points in a game was 125, set in an overtime victory over Philadelphia in the team's fourth game last","date":"19901231","title":"Result Plus","url":"http://www.nytimes.com/1990/12/31/sports/result-plus.html"},{"body":"Disregard last year; it was not my finest prognosticating hour. I was right about the bust into recession and the sudden German unification, but wrong about everything else. Serve me no humble pie; when Dolph Camilli, the Brooklyn Dodger home-run hitter, struck out three times in a row, we in the Ebbets Field bleachers used to nod sagely and say,","byline":"By William Safire","date":"19901231","title":"ESSAY; Office Pool, 1991","url":"http://www.nytimes.com/1990/12/31/opinion/essay-office-pool-1991.html"},{"body":"For much of Eastern Europe, 1991 is certain to be a year of swift economic change, one that aims to keep pace with the monumental political changes the region has undergone. So far, with the first year of Eastern Europe's post-Communist era drawing to a close, the region's economy has moved only a few steps on the road to capitalism, save for","byline":"By STEVEN GREENHOUSE, Special to The New York Times","date":"19901231","title":"Paths to Capitalism: Remaking Eastern Europe - A Special Report; Year of Economic Tumult Looms for Eastern Europe","url":"http://www.nytimes.com/1990/12/31/business/paths-capitalism-remaking-eastern-europe-special-report-year-economic-tumult.html"},{"body":"Foreign ministers of the European Community agreed today to meet in a special session on Friday to consider an independent initiative aimed at persuading Iraq to withdraw its forces from Kuwait before the United Nations deadline of Jan. 15. The meeting was proposed by Germany and endorsed by France after the United States and Iraq repeatedly failed","byline":"By ALAN RIDING, Special to The New York Times","date":"19901231","title":"CONFRONTATION IN THE GULF; EUROPEANS PLAN A SPECIAL SESSION ON CRISIS IN GULF","url":"http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-europeans-plan-a-special-session-on-crisis-in-gulf.html"},{"body":"Archery World Champions U.S. Men -- Ed Eliason, Stansbury Park, Utah. U.S. Women -- Denise Parker, South Jordan, Utah. U.S. Indoor Champions Men -- Ed Eliason. Women -- Denise Parker. Auto Racing Formula One -- Ayrton Senna, Brazil, McLaren-Honda. World Sports Prototype -- Jean-Louis Schlesser, France, and Mauro Baldi, Italy, Sauber Mercedes. CART","date":"19901230","title":"Winners of Individual and Team Championships","url":"http://www.nytimes.com/1990/12/30/sports/winners-of-individual-and-team-championships.html"},{"body":"IF there is one convenience that historians will find in sorting out the precipitous collapse of Communism, it is the tidy way in which events have fallen into calendar years. It was in 1989 that Communist regimes fell, with Romania just squeezing in before the year's end, and it was in 1990 that the real scope of the political naivete and economic","byline":"By SERGE SCHMEMANN","date":"19901230","title":"The World; What if There's No Happy Ending in Moscow?","url":"http://www.nytimes.com/1990/12/30/weekinreview/the-world-what-if-there-s-no-happy-ending-in-moscow.html"},{"body":"The only design the Russian Constructivist Ivan Leonidov was ever allowed to build was a magisterial procession of terraces and stairs down a hillside at a provincial sanitarium. Leonidov, a messianic young talent in the late 1920's, became a target and victim of reactionary Soviet politics in the 30's as the avant-garde, which advocated a new","byline":"By Joseph Giovannini; Joseph Giovannini is an architect and writer in New York.","date":"19901230","title":"Modern Long Ago: The Comeback of Russian Constructivism","url":"http://www.nytimes.com/1990/12/30/books/modern-long-ago-the-comeback-of-russian-constructivism.html"},{"body":"Three months after the Germans celebrated their national unity with a holiday, teachers and students at universities in what used to be Communist East Germany fear for the future. Hundreds of professors and students packed into the big Humboldt University in eastern Berlin on Friday to protest steps by Government officials who are moving to sweep","byline":"By JOHN TAGLIABUE, Special to The New York Times","date":"19901230","title":"Marxist Universities In Germany Protest Kohl Housecleaning","url":"http://www.nytimes.com/1990/12/30/world/marxist-universities-in-germany-protest-kohl-housecleaning.html"}],"tokens":["Germany"],"total":3945},{"offset":"0","results":[{"body":"Across the former Communist empire of Eastern Europe and the defunct Soviet Union, increasing numbers of women are choosing not to have children now, sending birth rates plummeting in eastern Germany, Romania, Ukraine and parts of Russia. At the same time, birth rates in Hungary, Poland and Czechoslovakia are continuing the steady declines of the","byline":"By FELICITY BARRINGER,","date":"19911231","title":"Birth Rates Plummeting in Some Ex-Communist Regions of Eastern Europe","url":"http://www.nytimes.com/1991/12/31/world/birth-rates-plummeting-in-some-ex-communist-regions-of-eastern-europe.html"},{"body":"Ordinary people were wrestling for their daily bread here at the Yubilei supermarket today as the leaders of the former Soviet republics raced by in motorcades for another go at Lenin's eternally apt question: \"What is to be done?\" \"Look at this -- it's trench warfare in here,\" said the store manager, Vladimir Nerozya, watching his customers push,","byline":"By FRANCIS X. CLINES,","date":"19911230","title":"Familiar Questions for Ancient Minsk","url":"http://www.nytimes.com/1991/12/30/world/familiar-questions-for-ancient-minsk.html"},{"body":"The United States bobsled federation is still trying to sort out its team for the 1992 Olympics in Albertville, France, and it now appears that an independent arbitrator will have to help. At issue is whether all aspiring bobsledders had a fair chance in Olympic trials held last July. At least three athletes with better-known pasts in other sports","byline":"By MICHAEL JANOFSKY","date":"19911230","title":"OLYMPICS; Arbitrator to Plow Through Bobsledding Mess","url":"http://www.nytimes.com/1991/12/30/sports/olympics-arbitrator-to-plow-through-bobsledding-mess.html"},{"body":"N.B.A. Orlando Slide Hits 14 David Robinson had 23 points and 16 rebounds for the visiting San Antonio Spurs, who scored a 96-87 victory over the Magic last night, sending Orlando to its 14th straight defeat. The Magic's Jeff Turner hit two free throws with 4:33 left to tie the game, 79-79, but San Antonio went on an 8-0 spree. (AP) Bucks 110,","date":"19911230","title":"RESULTS PLUS","url":"http://www.nytimes.com/1991/12/30/sports/results-plus-608091.html"},{"body":"The Pittsburgh Penguins invited the Rangers to slash with them, to fight with them and to skate circles with them. The Rangers, weary from three games in four nights, foolishly accepted on all counts. Not surprisingly, they found themselves short-handed and short of breath during a 6-3 loss to the defending Stanley Cup champions. \"We tried to trade","byline":"By FILIP BONDY","date":"19911230","title":"HOCKEY; Penguins Stay Hot At Rangers' Expense","url":"http://www.nytimes.com/1991/12/30/sports/hockey-penguins-stay-hot-at-rangers-expense.html"},{"body":"The silly season isn't limited to midsummer doldrums anymore. It stretches out over the year, if you can believe what you read in the papers. Some people say they never do, and it's getting harder to argue with them, considering the way 1991 is ending. A lot of it is good news, but that doesn't make it more credible. With a perfectly straight face,","byline":"By Flora Lewis;","date":"19911230","title":"Russia in NATO, and Other Laughs","url":"http://www.nytimes.com/1991/12/30/opinion/russia-in-nato-and-other-laughs.html"},{"body":"\"I can't even count the number of conferences on immigration I've been to in the last few months,\" said an international consultant on migration issues. \"There's a lot of talk about the subject, but nothing much is being done about it.\" The speaker was one of about 45 people at a recent conference on \"Immigration Policies in the Developed World,\"","byline":"By DIANE CAMPER","date":"19911230","title":"Editorial Notebook; Europe, Fearful","url":"http://www.nytimes.com/1991/12/30/opinion/editorial-notebook-europe-fearful.html"},{"body":"Although European officials and executives see large payoffs for economic growth when trade barriers come down a year from now, they are currently preoccupied with the slowdown caused in large part by the Bundesbank's raising of interest rates against the wishes of the other nations of the European Community. The decision by the German central bank","byline":"By STEVEN GREENHOUSE,","date":"19911230","title":"Europe Finds Some Barriers Still Stand in Way of Unity","url":"http://www.nytimes.com/1991/12/30/business/europe-finds-some-barriers-still-stand-in-way-of-unity.html"},{"body":"To the Editor: David M. Oshinsky and Michael Curtis (Op-Ed, Dec. 11) identify the high-sounding Institute for Historical Review as the principal promoter of the contention that the Holocaust never occurred. The institute publishes the Journal of Historical Review and lists a number of Ph.D.'s as members of its advisory board. One of the founding","date":"19911230","title":"Anti-Semitic Ad Rallied Campus Opposition; Apologist for Nazis","url":"http://www.nytimes.com/1991/12/30/opinion/l-anti-semitic-ad-rallied-campus-opposition-apologist-for-nazis-899691.html"},{"body":"Successful mediation in trouble spots around the world and the fading of the cold war have raised expectations that the United Nations may finally fulfill its lofty goals, helping to defuse threats to peace and security and offering a forum for addressing problems that no country can solve alone. As the sixth Secretary General of the United","byline":"By PAUL LEWIS,","date":"19911230","title":"New U.N. Leader Is Taking Over At a Time of Great Expectations","url":"http://www.nytimes.com/1991/12/30/world/new-un-leader-is-taking-over-at-a-time-of-great-expectations.html"}],"tokens":["Germany"],"total":2782},{"offset":"0","results":[{"body":"With a Thursday deadline looming, descendants of German Jews seeking compensation for homes and businesses lost during the Nazi era may in many cases have to accept cash settlements far below the current value of their lost properties. Under an agreement signed in May between the United States and Germany, Holocaust survivors or descendants of","byline":"By STEVEN A. HOLMES,","date":"19921231","title":"NAZI VICTIMS FACE DEADLINE ON CLAIMS","url":"http://www.nytimes.com/1992/12/31/world/nazi-victims-face-deadline-on-claims.html"},{"body":"BASKETBALL Suns Win 14th in Row Kevin Johnson scored 11 of his 25 points in the third quarter, when the Phoenix Suns broke away for their 14th straight victory in a 133-110 romp over the Houston Rockets last night. The victory capped a 14-0 run in December, tying the Suns with the Los Angeles Lakers for the third-best single month in National","date":"19921231","title":"RESULTS PLUS","url":"http://www.nytimes.com/1992/12/31/sports/results-plus-798692.html"},{"body":"In a studio on a quiet street here, there are striking paintings of the giant Amazonian anteater; Argentina's national tree, the ombu; lime-green dolphins, and upside-down maps of South America with rivers the only boundary demarcations and flowing blood red. But the studio's owner, Nicolas Garcia Uriburu, Argentina's most noted environmental","byline":"By NATHANIEL C. NASH,","date":"19921231","title":"Argentine's Art Delivers Ecological Messages","url":"http://www.nytimes.com/1992/12/31/arts/argentine-s-art-delivers-ecological-messages.html"},{"body":"BT, formerly known as British Telecommunications P.L.C., plans to mark the Jan. 1 unification of European markets by giving its customers a nearly 23 percent one-month price cut for calls to many countries on the Continent. It is a move that BT's European counterparts, all government-owned and averse to lower prices, are unlikely to match. BT said","byline":"By ANTHONY RAMIREZ","date":"19921231","title":"COMPANY NEWS; British Phone Plans One-Month Rate Cut","url":"http://www.nytimes.com/1992/12/31/business/company-news-british-phone-plans-one-month-rate-cut.html"},{"body":"Only one American tournament can claim to be the last of the Old Year and also the first of the New Year. It is the New York Winter Regional, which begins today at the Vista International Hotel in the World Trade Center in Manhattan with the following schedule of major events: Today, Bracketed Knockout Teams, 10:30 A.M. (and continues); Stratified","byline":"By Alan Truscott","date":"19921231","title":"Bridge","url":"http://www.nytimes.com/1992/12/31/nyregion/bridge-606892.html"},{"body":"On the Sky's Clayey Bottom Sketches and Happenings From the Years of Silence By Zdenek Urbanek Translated by William Harkins. 232 pages. Four Walls Eight Windows. $17.95. Truck Stop Rainbows By Iva Pekarkova Translated by David Powelstock. 279 pages. Farrar, Straus & Giroux. $22. No wonder the Communist regime in Czechoslovakia wouldn't allow the","byline":"By HERBERT MITGANG","date":"19921231","title":"Books of The Times; 2 Kinds of Subversives Inside Czechoslovakia","url":"http://www.nytimes.com/1992/12/31/books/books-of-the-times-2-kinds-of-subversives-inside-czechoslovakia.html"},{"body":"Ecological Correctness Environmentalism has dawned on the world of classical music. Michael Reynolds, the cellist in the Muir String Quartet, has started Ecoclassics, a new record label that will donate the profits from its recordings to conservation organizations. The Massachussetts label has also done away with all the plastic (nonbiodegradable)","byline":"By Allan Kozinn","date":"19921231","title":"Music Notes","url":"http://www.nytimes.com/1992/12/31/arts/music-notes.html"},{"body":"Like the Leipzig Gewandhaus Orchestra in Germany under Kurt Masur, the Czech Philharmonic played a stirring symbolic role in its country's Velvet Revolution in 1989. By taking a stand for peaceful change, and by playing concerts at great turning points in Czechoslovak history, the orchestra, already the country's best-known musical institution,","byline":"By JOHN ROCKWELL,","date":"19921230","title":"Czech Philharmonic Faces Perilous Times In Dividing Country","url":"http://www.nytimes.com/1992/12/30/arts/czech-philharmonic-faces-perilous-times-in-dividing-country.html"},{"body":"Hiroaki Kawaai, a Japanese college student on vacation in New York City last spring, says he was making the rounds of tourist attractions when a Japanese woman approached him outside the Empire State Building. He was feeling tired and a little lonely on his own in the city, he says, so he welcomed her invitation to have coffee and discuss Japanese","byline":"By MELINDA HENNEBERGER","date":"19921230","title":"Seeking Converts, Controversially","url":"http://www.nytimes.com/1992/12/30/nyregion/seeking-converts-controversially.html"},{"body":"Conversations with writers usually drift from current events to literature to personal lives, back to literature again, then to a bit of the news and on to long discussions of the writer's current work. But a talk with Gunter Grass, one of Germany's most prominent novelists and essayists, is nearly all about politics, very specifically German","byline":"By ESTHER B. FEIN","date":"19921229","title":"Gunter Grass Considers the Inescapable: Politics","url":"http://www.nytimes.com/1992/12/29/books/gunter-grass-considers-the-inescapable-politics.html"}],"tokens":["Germany"],"total":2964},{"offset":"0","results":[{"body":"Eager to show that they are doing all in their power to suppress rightist violence, federal prosecutors announced today that they had indicted four young men in connection with the most lethal attack on foreigners in recent German history. The four men, aged 16 to 24, are accused of having set fire to a home in the western town of Solingen in May,","byline":"By STEPHEN KINZER,","date":"19931231","title":"GERMANY INDICTS 4 IN DEATH OF TURKS","url":"http://www.nytimes.com/1993/12/31/world/germany-indicts-4-in-death-of-turks.html"},{"body":"Women are no more fully represented in French politics today than they were after universal suffrage was finally introduced here 48 years ago, but a group of determined women -- the French generally shy from the word \"feminist\" -- is now intent on changing that. Their goal is a law requiring that seats in the lower house of the French Parliament be","byline":"By ALAN RIDING,","date":"19931231","title":"Paris Journal; Frenchwomen Say It's Time to Be 'a Bit Utopian'","url":"http://www.nytimes.com/1993/12/31/world/paris-journal-frenchwomen-say-it-s-time-to-be-a-bit-utopian.html"},{"body":"THE inaugural exhibition of the Guggenheim Museum SoHo in June 1992 included a large selection of paintings by the modernist Wassily Kandinsky, so in one sense it may seem a bit soon to mount a show like \"Watercolors by Kandinsky at the Guggenheim Museum\" at the same location. Add the fact that the run of \"Singular Dimensions in Painting,\" a","byline":"By ROBERTA SMITH","date":"19931231","title":"Review/Art; Vivid Watercolors By Kadinsky","url":"http://www.nytimes.com/1993/12/31/arts/review-art-vivid-watercolors-by-kadinsky.html"},{"body":"HOCKEY Capitals' Tabaracci Returns With Flair Rick Tabaracci made 26 saves in his first shutout of the season, and the Washington Capitals reached the .500 mark for the first time since Nov. 16 by beating Anaheim, 3-0, at Landover, Md., last night. Mike Ridley, Enrico Ciccone and Dmitri Khristich scored for the Capitals, who are 6-3-1 in their last","date":"19931231","title":"RESULTS PLUS","url":"http://www.nytimes.com/1993/12/31/sports/results-plus-090493.html"},{"body":"In late 1939, Ernest and Auguste Mohr received the most important letter of their lives. In the envelope sent to their home in Bavaria was an affidavit of support signed by Julius Ochs Adler, a vice president and general manager of The New York Times and a friend of the Mohrs' distant relatives in the United States. The piece of paper literally","byline":"By RANDY KENNEDY","date":"19931231","title":"Gratitude for Deliverance With Gifts to the Neediest","url":"http://www.nytimes.com/1993/12/31/nyregion/gratitude-for-deliverance-with-gifts-to-the-neediest.html"},{"body":"AS of February, the I.B.M. Gallery of Science and Art will present shows from its permanent collection, and will no longer offer the loan exhibitions that have made it a vital presence in New York City during the last decade. With such scholarly shows as \"Corot to Monet: The Rise of Landscape Painting in France,\" the splendid Tibetan showcase","byline":"By HOLLAND COTTER","date":"19931231","title":"Review/Art; Sacred Pieces From Sardinia","url":"http://www.nytimes.com/1993/12/31/arts/review-art-sacred-pieces-from-sardinia.html"},{"body":"To the Editor: In \"The Clinton Challenge in Russia\" (edititorial, Dec. 19), you criticize Western appeasement that \"led to the dismemberment of Eastern Europe half a century ago\" and point out the differences today. \"Today's challenge is to keep a new Hitler from taking power, in Russia or elsewhere. That means reassuring Eastern Europeans without","date":"19931231","title":"Events in Russia Send Shivers East and West","url":"http://www.nytimes.com/1993/12/31/opinion/l-events-in-russia-send-shivers-east-and-west-321093.html"},{"body":"International A2-10 VATICAN RECOGNIZES ISRAEL Formally recognizing each other after decades of aloofness, Israel and the Vatican signed an agreement to open diplomatic relations. But at the dawn of a new epoch, many Israelis seem unable to shed the memories of church-induced pain. A1 The Vatican still seeks to defend its position in the Arab world.","date":"19931231","title":"NEW SUMMARY","url":"http://www.nytimes.com/1993/12/31/nyregion/new-summary.html"},{"body":"The Royal Dutch/Shell Group and Italy's Montedison S.p.A. said today that they would merge large parts of their plastics businesses, creating a company with annual sales of nearly $3 billion. The new company, to be equally owned by the parents and based in the Netherlands, will be the world's largest producer of polypropylene, a plastic widely used","date":"19931231","title":"COMPANY NEWS; Joint Venture To Merge Plastics Units","url":"http://www.nytimes.com/1993/12/31/business/company-news-joint-venture-to-merge-plastics-units.html"},{"body":"The United Nations commander in Bosnia says the Security Council and European Community should spend less time passing resolutions on the former Yugoslav republic and concentrate instead on sending enough peacekeeping troops. \"I don't read the Security Council resolutions any more because they don't help me,\" Lieut. Gen. Francis Briquemont of","date":"19931231","title":"U.N. Bosnia Commander Wants More Troops, Fewer Resolutions","url":"http://www.nytimes.com/1993/12/31/world/un-bosnia-commander-wants-more-troops-fewer-resolutions.html"}],"tokens":["Germany"],"total":2674},{"offset":"0","results":[{"body":"Warring factions in the conflict that has convulsed Bosnia and Herzegovina for 33 months continued today to inch toward a four-month cessation of fighting, which United Nations mediators hope will be a prelude to a political settlement of the war. Seeking to conclude the accord by this weekend, the senior United Nations commander, Lieut. Gen. Sir","byline":"By STEPHEN KINZER,","date":"19941231","title":"With Hope and Caution, U.N. Is Trying to Extend the Cease-Fire in Bosnia","url":"http://www.nytimes.com/1994/12/31/world/with-hope-and-caution-un-is-trying-to-extend-the-cease-fire-in-bosnia.html"},{"body":"The John P. Fisk fish restaurant here is a bustling place where herring is served with brisk Scandinavian efficiency. Its clientele is affluent, its waiters good-humored. So when the uncontrollable sobbing of Ermin Sestovic begins, his anguish is doubly shocking. Mr. Sestovic is a Bosnian Muslim, a refugee in Sweden. At a recent lunch, he was","byline":"By ROGER COHEN,","date":"19941231","title":"Lost in War: A special report.; One Bosnian Family, Torn Apart and Scattered","url":"http://www.nytimes.com/1994/12/31/world/lost-in-war-a-special-report-one-bosnian-family-torn-apart-and-scattered.html"},{"body":"When she roams the city streets and subway stations, Arline M. Rubin keeps her head down and her eyes fixed on the ground. As she walks, Ms. Rubin is not ducking a biting wind or entertaining deep thoughts. She is combing the pavement for coins to send to The New York Times Neediest Cases Fund. Since 1987, Ms. Rubin has collected money from","byline":"By ABBY GOODNOUGH","date":"19941231","title":"The Neediest Cases; Picking Up Change, and Maybe Somebody's Future","url":"http://www.nytimes.com/1994/12/31/nyregion/the-neediest-cases-picking-up-change-and-maybe-somebody-s-future.html"},{"body":"The United States has advanced one notch to become the world's seventh-richest nation, but American shoppers get more for their money than residents in every country but Luxembourg, the World Bank said today. The multilateral lending agency said the United States' economic output per person rose to $24,750 in 1993 from $23,830 in 1992. In seventh","date":"19941230","title":"U.S., Edging Higher, Ranks as World's 7th-Richest Nation","url":"http://www.nytimes.com/1994/12/30/business/us-edging-higher-ranks-as-world-s-7th-richest-nation.html"},{"body":"In a country racked over the past three years by right-wing violence against Turks and other foreign immigrants, it may come as a big surprise to learn that the best-selling author of popular novels in Germany is a man who was born in Turkey 35 years ago. Akif Pirincci was 10 years old when his parents brought him and his sister to Ulmen, a small","byline":"By CRAIG R. WHITNEY,","date":"19941230","title":"Bonn Journal; Novel of Feline Revenge, and Germany Laps It Up","url":"http://www.nytimes.com/1994/12/30/world/bonn-journal-novel-of-feline-revenge-and-germany-laps-it-up.html"},{"body":"With the pace, violence and denouement of an action movie, the obscure civil war in Algeria vaulted into prominence this week when four Algerian rebels hijacked an Air France airliner, killed three hostages and then were themselves slain by French commandos. But for France, Algeria's former colonial ruler, this victory over terrorism has brought","byline":"By ALAN RIDING,","date":"19941230","title":"France Ensnared; However Much It Regrets Its Fate, Paris Is a Party to Algeria's Conflict","url":"http://www.nytimes.com/1994/12/30/world/france-ensnared-however-much-it-regrets-its-fate-paris-party-algeria-s-conflict.html"},{"body":"Wenceslaus Hollar 'A Bohemian Artist in England' Yale Center for British Art New Haven Through Jan. 22 The Bohemian-born artist Wenceslaus Hollar (1607-1677) was at or near the center of the great upheavals of the mid-17th century in Europe. He was in Germany during the Thirty Years' War, riding in luxury down the Rhine and the Danube with his","byline":"By MICHAEL KIMMELMAN","date":"19941230","title":"Art in Review","url":"http://www.nytimes.com/1994/12/30/arts/art-in-review-252441.html"},{"body":"As the quest for the perfect thematic programming leads musicians to find increasingly obscure connections between works and composers, certain more obvious and musically workable connections are being overlooked. Andrew Davis revived one of them on Wednesday evening at Avery Fisher Hall, when he led the New York Philharmonic in a program that","byline":"By ALLAN KOZINN","date":"19941230","title":"MUSIC REVIEW; Noteworthy Connections From France to Russia","url":"http://www.nytimes.com/1994/12/30/arts/music-review-noteworthy-connections-from-france-to-russia.html"},{"body":"Out away from the sea, where the old town's narrow lanes gradually give way to square high-rises, a splash of graffiti scrawled on a highway overpass reads, \"Berlusconi, King of the Thieves.\" Silvio Berlusconi once was popular in this Adriatic port in south-central Italy. In the national elections last March that put Mr. Berlusconi into office,","byline":"By JOHN TAGLIABUE,","date":"19941230","title":"In Skirmish With Unions, Fiat Is Victor","url":"http://www.nytimes.com/1994/12/30/world/in-skirmish-with-unions-fiat-is-victor.html"},{"body":"Airtouch Communications Inc. said today that it had reached an agreement with FGI Wireless Ltd. for an option to buy an indirect stake in Vimpelcom, a Russian cellular telephone company that serves the Moscow area. Vimpelcom's cellular licenses cover about 23 million people, or about 15 percent of Russia's population. FGI Wireless owns 45 percent","date":"19941230","title":"Russian Deal For Airtouch","url":"http://www.nytimes.com/1994/12/30/business/russian-deal-for-airtouch.html"}],"tokens":["Germany"],"total":2423},{"offset":"0","results":[{"body":"ON A COLD, gray winter's day a few weeks ago, a lone figure trudged through the German snow. Blood trickled down his face, and the back of his jacket bore the chilling letters \"KG\" for Kriegsgefangener: prisoner of war. John Malkovich was on his way to work at the historic Babelsberg film studio here, a few miles from downtown Berlin. After","byline":"By STEPHEN KINZER","date":"19951231","title":"Rampant Signs of Life At a Legendary Studio","url":"http://www.nytimes.com/1995/12/31/movies/rampant-signs-of-life-at-a-legendary-studio.html"},{"body":"In sports, 1995 was the year of the good, the bad and the ugly. And the sad. But through all the gloomy clouds of distrust and distaste and death, some good guys glowed. Cal Ripken Jr., the Baltimore Orioles' shortstop, lapped the field in Camden Yards after surpassing Lou Gehrig's consecutive-game record. He's now at 2,153 and counting. The Braves","byline":"By DAVE ANDERSON","date":"19951231","title":"The Year In Review;Heroes and Villians, Big and Small","url":"http://www.nytimes.com/1995/12/31/sports/the-year-in-review-heroes-and-villians-big-and-small.html"},{"body":"The Nazi submarine U-234, which surrendered to American forces in May 1945, was found to be carrying a surprisingly diverse cargo bound for Tokyo as part of a secretive exchange of war materiel between Hitler and Hirohito. The payload represented the pride of German technology and included parts and blueprints for proximity fuzes, antiaircraft","byline":"By WILLIAM J. BROAD","date":"19951231","title":"Captured Cargo, Captivating Mystery","url":"http://www.nytimes.com/1995/12/31/us/captured-cargo-captivating-mystery.html"},{"body":"WHEN Bernie Lipsky vacationed in Japan, he didn't stay in a Hyatt. He stayed with a Japanese family that had two teen-age girls and one bathroom. You had to wait your turn, Mr. Lipsky, of Deer Park, said. \"And I had to remember to take my slippers off and put them on when I went in and out of the bathroom.\" At least the bathroom had a door. His","byline":"By DIANE KETCHAM","date":"19951231","title":"ABOUT LONG ISLAND;Friendship as a Global Force","url":"http://www.nytimes.com/1995/12/31/nyregion/about-long-island-friendship-as-a-global-force.html"},{"body":"THE Clinton Administration apparently does not want Congress to hear the words Eastern Slavonia. Relieved that the dispatch of American troops to Bosnia got Congressional backing, Washington is determined to palm off peacekeeping next door in Eastern Slavonia, the last holdout of Croatian Serbs, to a reluctant United Nations. Logically, the","byline":"By BARBARA CROSSETTE","date":"19951231","title":"THE WORLD;The Mission Not Accepted","url":"http://www.nytimes.com/1995/12/31/weekinreview/the-world-the-mission-not-accepted.html"},{"body":"MOVING FROM THE SOOTY city to the windy one, a favorite New York troupe officially changed its name to the Joffrey Ballet of Chicago. There was no more significant symbol of the flux in which the dance world found itself in 1995. At a time when the entire field was experiencing financial problems and a single esthetic no longer held sway, the","byline":"By Anna Kisselgoff","date":"19951231","title":"DANCE '95;Departures and Arrivals","url":"http://www.nytimes.com/1995/12/31/arts/dance-95-departures-and-arrivals.html"},{"body":"When Claudio Abbado raised his baton to conduct the Berlin Philharmonic's ambitious production of Verdi's \"Otello\" earlier this month, he was not only giving life to a stirring but seldom-performed opera. He was also paying tribute to the centuries-old love affair between German audiences and the work of Shakespeare. The performance, which ended to","byline":"By STEPHEN KINZER","date":"19951230","title":"Shakespeare, Icon in Germany","url":"http://www.nytimes.com/1995/12/30/movies/shakespeare-icon-in-germany.html"},{"body":"In a case that Federal authorities said involved the first court-approved wiretap of the Internet, three people have been charged in what officials described as an international conspiracy to sell illegal electronic equipment. The charges were announced yesterday in New York by Zachary W. Carter, the United States Attorney in Brooklyn, the Secret","byline":"By THOMAS J. LUECK","date":"19951230","title":"3 Are Arrested on Evidence From an Internet Wiretap","url":"http://www.nytimes.com/1995/12/30/business/3-are-arrested-on-evidence-from-an-internet-wiretap.html"},{"body":"Germany's central bank said today that it was investigating accusations that the private company that prints the nation's money, Giesecke & Devrient, inflated prices for the notes. The Bundesbank is looking into information that has recently surfaced about possible irregularities\" at the company, a bank spokesman, Manfred Korber, said. Mr. Korber","byline":"By Bloomberg Business News","date":"19951230","title":"German Inquiry On Mint's Prices","url":"http://www.nytimes.com/1995/12/30/business/german-inquiry-on-mint-s-prices.html"},{"body":"Walter Horn, a historian of medieval architecture and the co-author of a monumental study of the monastery of St. Gall in Switzerland, died on Tuesday at his home in Point Richmond, Calif. He was 87. Mr. Horn, the son and grandson of Lutheran ministers, was born in Waldangeloch, Germany, and grew up in Heidelberg. He studied at the Universities of","byline":"By WILLIAM GRIMES","date":"19951229","title":"Walter Horn, 87, a Historian Of Medieval Cloisters and Barns","url":"http://www.nytimes.com/1995/12/29/nyregion/walter-horn-87-a-historian-of-medieval-cloisters-and-barns.html"}],"tokens":["Germany"],"total":2526},{"offset":"0","results":[{"body":"Magda Denes, a psychoanalyst who had just completed a book recounting her torment as a Jewish child hunted by the Nazis in wartime Budapest, was found dead on Saturday at her home in Manhattan. She was 62. She apparently had suffered a heart attack or stroke, her family said yesterday through a friend, Geoffrey Weill. Dr. Denes's second book,","byline":"By RALPH BLUMENTHAL","date":"19961231","title":"Magda Denes Is Dead at 62; Wrote of Hiding From Nazis","url":"http://www.nytimes.com/1996/12/31/arts/magda-denes-is-dead-at-62-wrote-of-hiding-from-nazis.html"},{"body":"Michael Bruno, a former head of Israel's central bank and a chief economist of the World Bank who was widely regarded as a leading authority on fighting inflation, died in Jerusalem on Thursday . He was 64. The cause of death was cancer, his family said. Mr. Bruno, the son of a physician, was born in Germany in 1932 and moved to Palestine with his","byline":"By PETER PASSELL","date":"19961231","title":"Michael Bruno, 64, Economist And Israel's Banking Chief","url":"http://www.nytimes.com/1996/12/31/world/michael-bruno-64-economist-and-israel-s-banking-chief.html"},{"body":"Michel Minnig had only recently arrived in Peru and had not had time to finish unpacking when he was suddenly thrust into the biggest crisis in his 11 years at the Red Cross. Now, as the senior Red Cross representative in Peru, the 44-year-old Swiss aid worker is serving as the chief envoy between the Peruvian Government and Marxist rebels holding","byline":"By CLIFFORD KRAUSS","date":"19961230","title":"Red Cross Worker Wins Fame in Peru","url":"http://www.nytimes.com/1996/12/30/world/red-cross-worker-wins-fame-in-peru.html"},{"body":"A long cold spell across northern Europe has killed dozens of homeless people, disrupted travel and dumped snow on usually balmy resorts. Several dozen people caught by avalanches in a highway tunnel in southern Russia were freed today, but as many as 300 people were still feared to be trapped inside. Sections of the Danube River were frozen over,","date":"19961230","title":"Severe Freeze Grips Europe","url":"http://www.nytimes.com/1996/12/30/world/severe-freeze-grips-europe.html"},{"body":"EBERHARD MULLER, executive chef and part owner of Lutece, walked into the restaurant with PAULETTE SATUR last week and said to the staff, ''Let me introduce you to the new Mrs. Muller.'' ''Everyone's jaw dropped,'' he said. ''Only three days earlier customers and friends had been asking us, 'When are you getting married?' and I had been saying,","byline":"By NADINE BROZAN","date":"19961230","title":"CHRONICLE","url":"http://www.nytimes.com/1996/12/30/nyregion/chronicle-957542.html"},{"body":"ARCHERY World Champions MEN'S OLYMPIC BOW Andrea Parenti, Italy. WOMEN'S OLYMPIC BOW Carole Ferriou, France. MEN'S COMPOUND BOW Jeff Button, Cottage Grove, Wis. WOMEN'S COMPOUND BOW Petra Ericsson, Sweden. MEN'S BAREBOW Rensco Van Wees, Netherlands. WOMEN'S BAREBOW Odile Boussiere, France. MEN'S TEAM France. WOMEN'S TEAM Sweden. U.S. Champions","byline":"By VINCENT M. MALLOZZI","date":"19961229","title":"From Atlanta To Wembley, Winners All","url":"http://www.nytimes.com/1996/12/29/sports/from-atlanta-to-wembley-winners-all.html"},{"body":"THERE is a new idea afoot here, being pushed hard by French leaders: France -- land of revolutions, the avant-garde, the upheavals of 1968 -- has become a ''profoundly conservative'' country deeply resistant to change. The theory, espoused by President Jacques Chirac, is supposed to explain why France is in a funk -- unreceptive to reform,","byline":"By ROGER COHEN","date":"19961229","title":"Lacking Barricades, France Is in a Funk","url":"http://www.nytimes.com/1996/12/29/weekinreview/lacking-barricades-france-is-in-a-funk.html"},{"body":"After the revelry, reality returned. Not long after a celebration, a comedown usually occurred. And even with the glory, gloom often hovered. In sports in 1996, many victories were never enjoyed for long and the losses lingered. The Yankees sprayed Champagne after reliever John Wetteland closed out the World Series, but he soon departed to the","byline":"By DAVE ANDERSON","date":"19961229","title":"The Cheering Faded Much Too Quickly","url":"http://www.nytimes.com/1996/12/29/sports/the-cheering-faded-much-too-quickly.html"},{"body":"At the Potsdamer Platz, near where the Berlin wall once represented Europe's division, the construction cranes rebuilding a unified city now stand like giant herons in yellow and blue. A little way north, past the unmarked site of Hitler's last, bunkered redoubt, the innards of the Reichstag have been stripped to bare stone to make way for","byline":"By ALAN COWELL","date":"19961229","title":"A Memorial To Gay Pain Of Nazi Era Stirs Debate","url":"http://www.nytimes.com/1996/12/29/world/a-memorial-to-gay-pain-of-nazi-era-stirs-debate.html"},{"body":"Jaroslav Drabek, a Czech lawyer and writer whose resistance to German occupiers and the Communists led to a broadcasting career in this country with the Voice of America, died on Dec. 11 at his home in Washington. He was 95. Born in Chrudim in Bohemia, then part of the Austro-Hungarian Empire, he received his doctor of laws degree at the University","byline":"By WOLFGANG SAXON","date":"19961229","title":"Jaroslav Drabek, Lawyer and Voice of Czechs, 95","url":"http://www.nytimes.com/1996/12/29/world/jaroslav-drabek-lawyer-and-voice-of-czechs-95.html"}],"tokens":["Germany"],"total":2462},{"offset":"0","results":[{"body":"The announcement by the Japanese automobile maker Toyota early this month that it would build an assembly plant employing 2,000 workers in the rust-belt town of Valenciennes in northern France seemed a hopeful omen that even a European welfare state could still be a good investment. With 3.1 million people unemployed, 12.4 percent of the labor","byline":"By CRAIG R. WHITNEY","date":"19971231","title":"INTERNATIONAL BRIEFS; Cloudy Visibility on France's Road to Recovery","url":"http://www.nytimes.com/1997/12/31/business/international-briefs-cloudy-visibility-on-france-s-road-to-recovery.html"},{"body":"Huels A.G., the chemical unit of the German utility Veba A.G., said yesterday that it had sold its polystyrol business to the German unit of the British Petroleum Company P.L.C., making British Petroleum one of the largest producers of polystyrol. British Petroleum said it would pay $200 million for the business. Under the agreement, British","date":"19971231","title":"INTERNATIONAL BRIEFS; British Petroleum Buys Polystyrol Unit","url":"http://www.nytimes.com/1997/12/31/business/international-briefs-british-petroleum-buys-polystyrol-unit.html"},{"body":"Mike York, who plays for Michigan State, scored one goal and assisted on two others as Team USA beat Switzerland, 4-1, at the world junior hockey championships yesterday in Helsinki, Finland. Team USA finished third in Group B and will meet the Czech Republic in the quarterfinals today. In other games yesterday, Canada beat Germany by 2-0, Finland","date":"19971231","title":"PLUS: HOCKEY -- WORLD JUNIORS; U.S. Defeats Swiss","url":"http://www.nytimes.com/1997/12/31/sports/plus-hockey-world-juniors-us-defeats-swiss.html"},{"body":"Truman Capote, observing the 60-ish Katherine Anne Porter flirt with a handsome young man, is reported to have once remarked acidly that ''the last thing that dies in a snake is the tail.'' Restated in a kinder way, our sexual urges may diminish with age, but they never completely vanish. Desire lives on in memory if not in action. The notion that","byline":"By STEPHEN HOLDEN","date":"19971231","title":"FILM REVIEW; Joy of Good Old Love, Or at Least Lust","url":"http://www.nytimes.com/1997/12/31/movies/film-review-joy-of-good-old-love-or-at-least-lust.html"},{"body":"A Texas magistrate's decision to release a Rwandan charged with genocide and refuse a Federal request to turn him over to an international tribunal adds an unexpected chapter to the fast-changing story of how American judges are dealing with foreign issues, legal experts said today. Judges are increasingly making extradition of suspects more","byline":"By BARBARA CROSSETTE","date":"19971231","title":"Judges Thwart State Dept. Increasingly, Experts Say","url":"http://www.nytimes.com/1997/12/31/world/judges-thwart-state-dept-increasingly-experts-say.html"},{"body":"THROUGH uncounted decades, grappa was little more than a cheap, portable form of central heating for peasants in northern Italy. A shot (or two, or three) after dinner helped ward off the damp, misty cold that often settles over the Alpine foothills and the flatlands just beneath them. And a shot in the breakfast espresso -- yielding a","byline":"By R. W. APPLE Jr.","date":"19971231","title":"Grappa, Fiery Friend of Peasants, Now Glows With a Quieter Flame","url":"http://www.nytimes.com/1997/12/31/dining/grappa-fiery-friend-of-peasants-now-glows-with-a-quieter-flame.html"},{"body":"THIS was a fascinating year in the wine business. And not just because the grape harvest was so good in so many places. It was a year of consolidation and new directions, a year that may even lead to cheaper prices. It was a year of silver anniversaries, too; a lot of people decided to become winemakers in 1972. A good harvest means good wine, of","byline":"By FRANK J. PRIAL","date":"19971231","title":"Wine Talk; Let's Lift a Glass To the Grapes of '97","url":"http://www.nytimes.com/1997/12/31/dining/wine-talk-let-s-lift-a-glass-to-the-grapes-of-97.html"},{"body":"Each vocation or avocation has its Babe Ruths and Baryshnikovs, and so it is with the Linguistic Society of America. The champion is Francis E. Sommer, fluent in 94 languages. Mr. Sommer, who died in 1978, grew up in Speyer, Germany, amusing himself by inventing languages. While still a schoolboy, he learned Swedish, Sanskrit and Persian. On a","byline":"By WILLIAM H. HONAN","date":"19971231","title":"To Masters of Language, A Long Overdue Toast","url":"http://www.nytimes.com/1997/12/31/us/to-masters-of-language-a-long-overdue-toast.html"},{"body":"Eric Wynalda, the United States national team's career-leading scorer, is the first player from Major League Soccer to be seriously pursued by a top team in the German League. Kaiserslautern made it known in Germany on Saturday that it wanted Wynalda, who plays for the San Jose Clash. ''Kaiserslautern is a great club, and I'm excited about the","byline":"By ALEX YANNIS","date":"19971230","title":"SOCCER: REPORT -- MAJOR LEAGUE SOCCER; Wynalda Considers Offer","url":"http://www.nytimes.com/1997/12/30/sports/soccer-report-major-league-soccer-wynalda-considers-offer.html"},{"body":"At 70, Peter Munk remains one of Canada's busiest entrepreneurs. This year his company, the TrizecHahn Corporation, bought what was until recently the world's tallest building, the Sears Tower in Chicago. It signed a long-term lease on the world's tallest freestanding structure, the CN Tower in Toronto. And soon it will add one of the world's more","byline":"By ANTHONY DePALMA","date":"19971230","title":"INTERNATIONAL BUSINESS; High-Profile Deals for Property Giant","url":"http://www.nytimes.com/1997/12/30/business/international-business-high-profile-deals-for-property-giant.html"}],"tokens":["Germany"],"total":2490},{"offset":"0","results":[{"body":"In a court decision that is expected to reawaken the divisive issue of who is a Jew, a district judge here today ordered the Israeli Government to recognize conversions to Judaism performed by non-Orthodox rabbis. Orthodox Jewish politicians immediately denounced the ruling and promised to circumvent it by bringing a bill to the Parliament next","byline":"By DEBORAH SONTAG","date":"19981231","title":"Non-Orthodox Rabbis Win A Court Skirmish in Israel","url":"http://www.nytimes.com/1998/12/31/world/non-orthodox-rabbis-win-a-court-skirmish-in-israel.html"},{"body":"Viola Farber, a founding member of the Merce Cunningham Dance Company, a choreographer and the director of the dance program at Sarah Lawrence College, died on Dec. 24 at Lawrence Hospital in Bronxville, N.Y. She was 67 and lived in Bronxville. The cause was a cerebral hemorrhage, Jeff Slayton, her former husband and longtime dance partner, said. A","byline":"By JENNIFER DUNNING","date":"19981231","title":"Viola Farber, Choreographer, Dies at 67","url":"http://www.nytimes.com/1998/12/31/arts/viola-farber-choreographer-dies-at-67.html"},{"body":"This border city in Alsace-Lorraine has been French and then German and now French again, depending on who won the last war. But today it is a placid outpost in a more unified Europe: a home for the European Parliament, and a mecca for cross-border shoppers. So it is not surprising that the European single currency, the euro, arrived here well","byline":"By EDMUND L. ANDREWS","date":"19981230","title":"THE NEW EUROPE: Money That Binds; Primer on Euro: From Birth To Growth as Unifying Force","url":"http://www.nytimes.com/1998/12/30/world/new-europe-money-that-binds-primer-euro-birth-growth-unifying-force.html"},{"body":"Hannu Manninen of Finland won a dash to the finish line Tuesday to capture his fifth World Cup race of the season at a Nordic Combined sprint event in Oberwiesenthal, Germany. Manninen sprinted past Norway's Kenneth Braaten to win the 7.5-kilometer race by 1.3 seconds. Braaten led after the jumping, gaining 124.5 points to Manninen's 121.5. But the","date":"19981230","title":"PLUS: SKIING -- NORDIC WORLD CUP; Sprinting Home To Victory","url":"http://www.nytimes.com/1998/12/30/sports/plus-skiing-nordic-world-cup-sprinting-home-to-victory.html"},{"body":"OLLENDORFF-Ulrich, M.D. Born in Breslau, Germany, May 10, 1906. Beloved husband of Anne Ollendorff and father of Stephen and David Ollendorff. Devoted grandfather of Linda, Arthur and Robert Ollendorff. Dr. Ollendorff left Germany in 1938 with a young family and established a sucessful ophthalmology practice in Washington Heights where he practiced","date":"19981230","title":"Paid Notice: Deaths OLLENDORFF, ULRICH, M.D.","url":"http://www.nytimes.com/1998/12/30/classified/paid-notice-deaths-ollendorff-ulrich-md.html"},{"body":"From the neck down, Otto Schily is very much the bourgeois gentleman: pocket watch, tailored suit, elegant cufflinks, somber tie. But look up at the mop of hair and mischievous eyes of Mr. Schily, the German Interior Minister, and some of the contradictions of the man and his country begin to come into focus. The official who represents law and","byline":"By ROGER COHEN","date":"19981229","title":"Schroder Aide Typifies New German Subtlety","url":"http://www.nytimes.com/1998/12/29/world/schroder-aide-typifies-new-german-subtlety.html"},{"body":"The Germans are at it again, tearing one another apart over the German Problem: how to remember, or not to remember, the Holocaust. The Japanese have a problem, too, apologizing to the Chinese for the brutal war and occupation of 1931 to 1945. Why, more than 50 years on, do these two countries seem still to be unable to reconcile with the past? The","byline":"By Ian Buruma","date":"19981229","title":"War Guilt, and the Difference Between Germany and Japan","url":"http://www.nytimes.com/1998/12/29/opinion/war-guilt-and-the-difference-between-germany-and-japan.html"},{"body":"It appears that the United States is really getting serious about becoming a competitor in world soccer. Twenty of the best young American players are about to leave their homes and high schools for a full-time residency training camp at the Bollettieri Sports Academy in Bradenton, Fla., beginning in mid-January. The goal is to provide the players","byline":"By JACK BELL","date":"19981229","title":"SOCCER: NOTEBOOK -- UNITED STATES; Under-17's Take Up Residence","url":"http://www.nytimes.com/1998/12/29/sports/soccer-notebook-united-states-under-17-s-take-up-residence.html"},{"body":"Ancient Global Warming Global warming is often thought of as a product of the 20th century, the result of industrialization that has released more carbon dioxide and other heat-trapping gases into the atmosphere. But in fact, the world has often gone through warm periods throughout its history. Now, there is new evidence to confirm one such warming","byline":"By HENRY FOUNTAIN","date":"19981229","title":"OBSERVATORY","url":"http://www.nytimes.com/1998/12/29/science/observatory.html"},{"body":"Hurd Hatfield, the handsome actor forever identified with the title role in the 1945 movie version of Oscar Wilde's novel ''The Picture of Dorian Gray,'' died on Friday at a friend's home in Monktown, Ireland. Since the 1970's, he had been living in Rothcormack, Ireland. He was 80. Although Mr. Hatfield had a long and varied career as a character","byline":"By MEL GUSSOW","date":"19981229","title":"Hurd Hatfield, 80, an Actor Known for Dorian Gray Role","url":"http://www.nytimes.com/1998/12/29/movies/hurd-hatfield-80-an-actor-known-for-dorian-gray-role.html"}],"tokens":["Germany"],"total":2857},{"offset":"0","results":[{"body":"In the more than four years since Donald F. Hutchings was kidnapped during a hiking trip in India-controlled Kashmir and marched at gunpoint deep into the Himalayas, the clues relating to his possible whereabouts have grown ever more elusive. His wife, Jane Schelly, last saw him on the banks of the Lidder River in July 1995, when heavily armed","byline":"By NEIL MacFARQUHAR","date":"19991231","title":"Hijacking Revives Saga of Kashmir Kidnappings in '95","url":"http://www.nytimes.com/1999/12/31/world/hijacking-revives-saga-of-kashmir-kidnappings-in-95.html"},{"body":"Nearly four years later, all that remains of the shootout in Roubaix, France, is a facade of burned-out row houses in dull red brick, charred roof beams with leafy seedlings etched against the sky, and screens of cinder blocks sealing every doorway. Passers-by hastening through the rain to Friday prayers at a nearby mosque pay little heed to 59 Rue","byline":"By JOHN F. BURNS and CRAIG PYES","date":"19991231","title":"Radical Islamic Network May Have Come to U.S.","url":"http://www.nytimes.com/1999/12/31/us/radical-islamic-network-may-have-come-to-us.html"},{"body":"Leslie Tonkonow 601 West 26th Street, Chelsea Through Jan. 29 Europeans have long been fascinated by American Indians, none more so than a large group of German devotees who regard them with a kind of cult worship. Their interest has been fanned by the romanticized Wild West novels of the 19th-century writer Karl May, who saw Indians as heroes and","byline":"By GRACE GLUECK","date":"19991231","title":"ART IN REVIEW; Andrea Robbins and Max Becher -- 'German Indians' -- 'Bavarian by Law'","url":"http://www.nytimes.com/1999/12/31/arts/art-in-review-andrea-robbins-and-max-becher-german-indians-bavarian-by-law.html"},{"body":"Of all the rebellions that toppled Communism in Eastern Europe a decade ago, the bloodiest began in this provincial city where a protest by the parishioners of an obscure Calvinist pastor somehow exploded into the nationwide revolt that in nine days shoved Nicolae and Elena Ceausescu, Romania's megalomaniacal ruling couple, in front of a firing","byline":"By DONALD G. McNEIL Jr.","date":"19991231","title":"Romania's Revolution of 1989: An Enduring Enigma","url":"http://www.nytimes.com/1999/12/31/world/romania-s-revolution-of-1989-an-enduring-enigma.html"},{"body":"The lights were dim, the ballroom hushed and the mood as taut as a paperback mystery. Yet Thomas Dunne was nonchalant as he tossed a dollar bill on the crisp linen of a back table strategically situated on the far literary outskirts of the annual National Book Awards banquet in New York. Seconds later Mr. Dunne claimed a prize, but it was not for","byline":"By DOREEN CARVAJAL","date":"19991231","title":"Intrepid Helmsman At St. Martin's Press; Publisher's Unit Sails Through a Storm","url":"http://www.nytimes.com/1999/12/31/business/intrepid-helmsman-at-st-martin-s-press-publisher-s-unit-sails-through-a-storm.html"},{"body":"In an apocalypse that Dawn Rivette expects to see in her lifetime, Jesus Christ rides to earth on a white stallion, sweeping believers up to heaven while calamity swallows the faithless left behind. Chantel Mikell, a security guard, imagines the Second Coming as a tender, guiding hand righting a world gone crazily wrong. For Jeffrey Case, chemical","byline":"By DIANA JEAN SCHEMO","date":"19991231","title":"More Christians Believe the Second Coming Is Approaching","url":"http://www.nytimes.com/1999/12/31/nyregion/more-christians-believe-the-second-coming-is-approaching.html"},{"body":"This is a war story with a happy ending, although in a way it hasn't ended at all. It began on Sept. 9, 1944, when Tech. Sgt. Nathan Hoffman and an Army buddy went to New York City for a little fun before shipping overseas. Nathan Hoffman was in his late 20's, used to the quiet ways of his hometown, Waco, Tex. He was awed by the crowds and lights","byline":"By DAVID STOUT","date":"19991231","title":"A War and a Courtship, All by Letter, Lovingly, on New Year's Eve","url":"http://www.nytimes.com/1999/12/31/us/a-war-and-a-courtship-all-by-letter-lovingly-on-new-year-s-eve.html"},{"body":"ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''Capturing Time: The New York Times Capsule'' includes some of the nearly 50 design proposals received in a New York Times Magazine competition to create a time capsule for preserving artifacts from today for the next 1,000 years. The winning","date":"19991231","title":"SPARE TIMES","url":"http://www.nytimes.com/1999/12/31/arts/spare-times-136310.html"},{"body":"Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone, especially during","date":"19991231","title":"ART GUIDE","url":"http://www.nytimes.com/1999/12/31/arts/art-guide.html"},{"body":"BRYANT-C. Willard., 92. In New London, New Hampshire, on Dec. 29, 1999. Formerly of Greenwich, CT. General Electric employee for 47 years. His wife of 58 years, Dorothy (Johnson) Bryant, died in 1993. He is survived by his daughter, Susan B. Chacho, of New London, NH; a grandson, Marine Captain Jonathan D. Foster, of Frankfurt, Germany; a","date":"19991230","title":"Paid Notice: Deaths BRYANT, C. WILLARD","url":"http://www.nytimes.com/1999/12/30/classified/paid-notice-deaths-bryant-c-willard.html"}],"tokens":["Germany"],"total":3053},{"offset":"0","results":[{"body":"ARCHERY U.S. Target Men's Olympic Bow: Richard Johnson, Woodstock, Conn. Women's Olympic Bow: Karen Scavotto, Enfield, Conn. Men's Compound Bow: Dave Cousins, Westbrooke, Me. Women's Compound Bow: Christie Bisco, Raymond, Me. U.S. Intercollegiate Team: Texas A&M. Men's Olympic Bow: Christopher Shull, Texas A&M. Women's Olympic Bow: Jessica Carlson,","byline":"Compiled by Vincent M. Mallozzi","date":"20001231","title":"CHAMPIONS 2000; From Sydney To the Bronx, the Winners","url":"http://www.nytimes.com/2000/12/31/sports/champions-2000-from-sydney-to-the-bronx-the-winners.html"},{"body":"As speculation about an economic slowdown in 2001 mounts and thrifty buying strategies become important, Europe's most undervalued region of affordable premium wines springs to mind: Alsace. Except for a sales spurt in 1986 -- when the centenary of the Statue of Liberty brought attention to its designer, Frederic A. Bartholdi, and briefly sent his","byline":"By HOWARD G. GOLDBERG","date":"20001231","title":"WINES UNDER $20; Recognizing Alsace","url":"http://www.nytimes.com/2000/12/31/nyregion/wines-under-20-recognizing-alsace.html"},{"body":"As speculation about economic slowdown, if not recession, in 2001 mounts and thrifty price-value buying strategies become important, Europe's most undervalued region of affordable premium wines springs to mind: Alsace. Except for a sales spurt in 1986, the centenary of the Statue of Liberty, designed by the sculptor Frederic A. Bartholdi, which","byline":"By HOWARD G. GOLDBERG","date":"20001231","title":"WINE UNDER $20; Certain Value At an Uncertain Time","url":"http://www.nytimes.com/2000/12/31/nyregion/wine-under-20-certain-value-at-an-uncertain-time.html"},{"body":"The meaning of evil was seared into Benjamin B. Ferencz's conscience on the battlefronts of World War II and in the horror of newly liberated Nazi concentration camps. Half a century later, now in the halls and conference rooms of the United Nations, he is still wandering in search of closure on that era. Mr. Ferencz, one of the few survivors of","byline":"By BARBARA CROSSETTE","date":"20001231","title":"Crusader Hopes to Put Aggression on World List of War Crimes","url":"http://www.nytimes.com/2000/12/31/world/crusader-hopes-to-put-aggression-on-world-list-of-war-crimes.html"},{"body":"A FAMILIAR face missing from the cafeteria line, a vacant chair at the board meeting, an empty spot on the bench at the corner park -- these are the kinds of holes that death tears in a community. Memories remain alive, of course, for families, friends and colleagues. Other legacies live on as well: the vision that built a business or an art","byline":"By Kirsty Sucato","date":"20001231","title":"Life Stories, Lasting Legacies","url":"http://www.nytimes.com/2000/12/31/nyregion/life-stories-lasting-legacies.html"},{"body":"A FAMILIAR face missing from the cafeteria line, a vacant chair at the board meeting, an empty spot on the bench at the corner park -- these are the kinds of holes that death tears in a community. Memories remain alive, of course, for families, friends and colleagues. Other legacies live on as well: the vision that built a business or an art","byline":"By Bill Ryan","date":"20001231","title":"Snapshots Of Their Lives","url":"http://www.nytimes.com/2000/12/31/nyregion/snapshots-of-their-lives.html"},{"body":"With its cluster of high-rises known as the ''Frankfurter Manhattan,'' its big banks and its bustling airport, this is a town with pretensions. Petra Roth, the mayor, sees it as a ''global city providing hub functions for the continent,'' a place that should be ''as cosmopolitan as New York.'' On one level, such ambitions seem droll. The first","byline":"By ROGER COHEN","date":"20001230","title":"Germany's Financial Heart Is Open but Wary","url":"http://www.nytimes.com/2000/12/30/world/germany-s-financial-heart-is-open-but-wary.html"},{"body":"ASIA INDONESIA: SUHARTO SON FOUND, AND GONE -- President Abdurrahman Wahid said security forces had found the fugitive son of former President Suharto, who has been evading an arrest on corruption charges for two months. But he said the son, known as Tommy, left, had slipped away while officers were checking with the palace on whether to arrest","byline":"Compiled by Terence Neilan","date":"20001230","title":"World Briefing","url":"http://www.nytimes.com/2000/12/30/world/world-briefing.html"},{"body":"Armen Petrossian likes to think of himself as being to caviar what, say, De Beers is to diamonds. Ever since his father and uncle fled to Paris more than 80 years ago to escape the turmoil of the Russian Revolution, the family has been running a business that along with a handful of other companies handles most of the West's imports of caviar from","byline":"By JOHN TAGLIABUE","date":"20001230","title":"INTERNATIONAL BUSINESS; From Spotted Owls to Caviar","url":"http://www.nytimes.com/2000/12/30/business/international-business-from-spotted-owls-to-caviar.html"},{"body":"HERE'S a deeply impractical resolution for the New Year: suppose we try to become artists in our spare time. Few of us would be any good at it, but so what? It would be a positive move for our psyches, a frivolous act toward no reasonable end except perhaps a personal satisfaction that not even money or power can match. Forget morality. That has","byline":"By MICHAEL KIMMELMAN","date":"20001229","title":"ART REVIEW; Shaping Stories, Shaping Herself","url":"http://www.nytimes.com/2000/12/29/arts/art-review-shaping-stories-shaping-herself.html"}],"tokens":["Germany"],"total":2801},{"offset":"0","results":[{"body":"John Wilkinson Taylor, who held high posts in Unesco and was president of the University of Louisville, died on Dec. 11 in Denver. He was 95 and had lived in Chicago. As Unesco deputy director general and, for a time, acting director general in the 50's, Dr. Taylor emphasized ending illiteracy and promoting education. As president of the University","date":"20011231","title":"John W. Taylor, 95, Ex-Unesco Official","url":"http://www.nytimes.com/2001/12/31/us/john-w-taylor-95-ex-unesco-official.html"},{"body":"Banks across Europe will embark on one of the most frenzied money switches ever on Monday, as they try to load most of their 200,000 automated bank tellers with crisp new euro notes before the stroke of midnight. Euro coins and notes become legal tender in 12 European nations immediately after midnight, on Jan. 1, and they will replace national","byline":"By EDMUND L. ANDREWS","date":"20011231","title":"Banks in Europe Scramble to Fill Automated Tellers With Euros by Midnight","url":"http://www.nytimes.com/2001/12/31/world/banks-in-europe-scramble-to-fill-automated-tellers-with-euros-by-midnight.html"},{"body":"The sniper sat behind sandbags on the roof of the American Embassy as the sun dropped behind the Paghman Mountains and the sky began to fade. A camp stove at his knee exhaled the stink of diesel and a steady hiss. His name was Sgt. Shane B. Schmidt. He was a marine. This was his bunker. To his left was a bolt-action rifle with a telescopic sight.","byline":"By C. J. CHIVERS","date":"20011231","title":"A NATION CHALLENGED: REPORTER'S DIARY; Two Worlds Paired by War: Life or Death, as Luck Will Have It","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-reporter-s-diary-two-worlds-paired-war-life-death-luck-will.html"},{"body":"In a beautiful room in a prewar Upper West Side-type apartment building -- think the Apthorp -- in Heaven. Sculptured plaster ceilings, a small chandelier, a marble fireplace, Egyptian and Greek tchotchkes and an old Persian carpet thrown over a worn leather divan. METATRON, the Recording Angel, a vast fiery being with a million eyes, uses this","byline":"By Tony Kushner","date":"20011230","title":"THE LIVES THEY LIVED: ARNOLD HUTSCHNECKER, B. 1898; A Shrink in Paradise","url":"http://www.nytimes.com/2001/12/30/magazine/the-lives-they-lived-arnold-hutschnecker-b-1898-a-shrink-in-paradise.html"},{"body":"FOR anyone who has traveled across Europe, the arrival of euro notes and coins on Tuesday will be a breathtaking change. For the past three years, the euro has been a virtual currency. It is used in trading stocks and sometimes in credit card purchases, but it could not be seen or touched in daily life. That changes on New Year's Day, when euros","byline":"By EDMUND L. ANDREWS","date":"20011230","title":"PRACTICAL TRAVELER; The Euro Unites 12 Countries","url":"http://www.nytimes.com/2001/12/30/travel/practical-traveler-the-euro-unites-12-countries.html"},{"body":"Every day the memorials continue, as they should, for the dead of Sept. 11. This article is not about those memories. It's about other lives that ended in the year 2001, lives that ended as many of them were lived: without fanfare, without headlines in the local paper, let alone the national press. Marcelle S. Fischler has written a collection of","date":"20011230","title":"Memories And More","url":"http://www.nytimes.com/2001/12/30/nyregion/memories-and-more.html"},{"body":"ELEVEN minutes after the first plane hit the north tower, Krishna Moorthy called his wife at work and left a message on her answering machine. He said he was evacuating the south tower -- and would call again when he made it out. Four minutes later, the second plane hit his building. If that phone message were all the Moorthy family had to cling","byline":"By GEORGE JAMES","date":"20011230","title":"Lost in Hoboken?","url":"http://www.nytimes.com/2001/12/30/nyregion/lost-in-hoboken.html"},{"body":"Weeks This Last On Week Week List Fiction 1 1 6 SKIPPING CHRISTMAS, by John Grisham. (Doubleday, $19.95.) A husband and wife discover that their decision to forgo Christmas comes with consequences. 2 2 4 VIOLETS ARE BLUE, by James Patterson. (Little, Brown, $27.95.) Detective Alex Cross investigates a series of bizarre murders that appear to be the","date":"20011230","title":"BEST SELLERS: December 30, 2001","url":"http://www.nytimes.com/2001/12/30/books/best-sellers-december-30-2001.html"},{"body":"BAD news first. Layoffs and cutbacks at the Guggenheim were reported just before Thanksgiving, then at the Whitney a week later. The Metropolitan is coping with an enormous deficit. Almost every museum is in trouble to some degree. Exhibitions have been canceled or delayed (an Eva Hesse retrospective won't be coming from San Francisco to the","byline":"By MICHAEL KIMMELMAN","date":"20011230","title":"THE YEAR IN REVIEW: ART/ARCHITECTURE; Offering Beauty, and Then Proof That Life Goes On","url":"http://www.nytimes.com/2001/12/30/arts/year-review-art-architecture-offering-beauty-then-proof-that-life-goes.html"},{"body":"Kristina Koznick of the United States stood on the podium listening to the Swedish national anthem and was moved by the prospect of hearing her own at the Salt Lake City Olympics. ''I got tears in my eyes,'' said Koznick, who tied for second today in a World Cup slalom race that Anja Paerson of Sweden won. ''I thought about what it would be like to","date":"20011230","title":"OLYMPICS; Koznick of the U.S. Ties for Second","url":"http://www.nytimes.com/2001/12/30/sports/olympics-koznick-of-the-us-ties-for-second.html"}],"tokens":["Germany"],"total":2829},{"offset":"0","results":[{"body":"The phone giant Deutsche Telekom raised 1.1 billion euros ($1.15 billion) from the sale of real estate in the fourth quarter as part of efforts to reduce debt. The sale brings total proceeds raised by Deutsche Telekom in the fourth quarter to more than 2.3 billion euros, a spokesman, Hans Ehnert, said.","date":"20021231","title":"World Business Briefing | Europe: Germany: Phone Company Sells Assets","url":"http://www.nytimes.com/2002/12/31/business/world-business-briefing-europe-germany-phone-company-sells-assets.html"},{"body":"Hynix Semiconductor, the troubled South Korean chip maker, won another reprieve yesterday as its creditors approved a $4 billion plan to keep the company alive. The debt relief was approved despite opposition from some creditors, who said that their institutions would not advance more funds to the company, once a core member of the Hyundai","byline":"By DON KIRK","date":"20021231","title":"$4 Billion Debt Relief Plan Approved by Hynix Creditors","url":"http://www.nytimes.com/2002/12/31/business/4-billion-debt-relief-plan-approved-by-hynix-creditors.html"},{"body":"An American soldier was wounded in the head in a firefight along the border with Pakistan on Sunday afternoon, the United States military announced today. The soldier, who was grazed by a bullet from an AK-47, was evacuated to Bagram Air Base and then later transferred to Germany for further treatment, the military statement said. He was the second","date":"20021231","title":"U.S. Soldier Is Wounded","url":"http://www.nytimes.com/2002/12/31/world/us-soldier-is-wounded.html"},{"body":"Chancellor Gerhard Schrder has gone to court over his reputation for the second time this year -- this time to stifle reports about possible marital troubles. He won an injunction from a Berlin court against the Mrkische Oderzeitung, which published an article saying he had had a shouting match with his fourth wife, Doris Schrder-Kpf, over","byline":"By Victor Homola (NYT)","date":"20021231","title":"World Briefing | Europe: Germany: Can Marital Strife Turn Hair Gray?","url":"http://www.nytimes.com/2002/12/31/world/world-briefing-europe-germany-can-marital-strife-turn-hair-gray.html"},{"body":"In a laboratory in the upper recesses of the American Museum of Natural History, away from the public galleries, Dr. Ian Tattersall, a tall Homo sapiens, stooped and came face to face with a Neanderthal man, short and robust but bearing a family resemblance -- until one looked especially closely. A paleoanthropologist who has studied and written","byline":"By JOHN NOBLE WILFORD","date":"20021231","title":"Fully Assembled at Last, Neanderthal Strides Onstage","url":"http://www.nytimes.com/2002/12/31/science/fully-assembled-at-last-neanderthal-strides-onstage.html"},{"body":"HOLLANDER-Peter K. Of New York City on December 25, 2002. Born in Berlin, Germany in 1927 and died in Cornwall, CT. Retired Executive Producer of documentary films at the United Nations. Beloved husband of Lilly. Cherished brother of Marion Sanders, devoted father of Susanne Gilbert and Diana Hollander and adored Opa of Alice and Lydia Gilbert.","date":"20021231","title":"Paid Notice: Deaths HOLLANDER, PETER K.","url":"http://www.nytimes.com/2002/12/31/classified/paid-notice-deaths-hollander-peter-k.html"},{"body":"The idea, says Tawfik Mathlouthi, who runs a radio station for France's Muslim minority, came to him in the shower: to create a competing product to Coke that would satisfy the needs of Arab speakers in Europe and elsewhere for soft drinks, while providing jobs and economic growth. ''My son adores McDonald's and Coke,'' Mr. Mathlouthi, 46, the","byline":"By JOHN TAGLIABUE","date":"20021231","title":"They Choke On Coke, But Savor Mecca-Cola","url":"http://www.nytimes.com/2002/12/31/world/they-choke-on-coke-but-savor-mecca-cola.html"},{"body":"Saudi Arabian diplomats have spent the last month on a public relations blitz, lashing out at Americans who raise questions about links between terrorist groups and the country's Islamic charities. Adel al-Jubeir, a key foreign-policy adviser to Crown Prince Abdullah, told a Washington press conference of a campaign ''bordering on hate'' and warned","byline":"By Allan Gerson and Ron Motley","date":"20021230","title":"Is Saudi Arabia Tough Enough on Terrorism?","url":"http://www.nytimes.com/2002/12/30/opinion/is-saudi-arabia-tough-enough-on-terrorism.html"},{"body":"The coming year, cellphone evangelists say, will be the year of 3G in Europe. Of course, that's what they said about 2002. 3G, or third-generation cellular service, which uses high-capacity networks to deliver multimedia services in addition to phone calls, has become the perennial tease of telecommunications -- its arrival eagerly awaited and","byline":"By MARK LANDLER","date":"20021230","title":"TECHNOLOGY: Gazing Into 2003: Economy Intrudes on Dreams of New Services -- 3G; In Europe, a Promise Of Mobile Multimedia","url":"http://www.nytimes.com/2002/12/30/business/technology-gazing-into-2003-economy-intrudes-dreams-new-services-3g-europe.html"},{"body":"Sven Hannawald of Germany won the opening leg of the Four-Hill Tour at Oberstdorf, Germany, for his fifth straight victory. Hannawald, who became the first ski jumper to sweep all four hills last season, had jumps of 125.5 and 119 meters for a winning total of 263.1 points. The Austrian Martin Hoellwarth, the World Cup leader, finished second.","date":"20021230","title":"PLUS: SKI JUMPING; German Continues Mastery of Four-Hill","url":"http://www.nytimes.com/2002/12/30/sports/plus-ski-jumping-german-continues-mastery-of-four-hill.html"}],"tokens":["Germany"],"total":3047},{"offset":"0","results":[{"body":"President Mohammad Khatami said Tuesday that the arrival of an American aid team in this earthquake-ravaged city was a welcome development but should be viewed as just that -- a humane gesture and not a harbinger of improving relations between the United States and the Islamic republic. ''Humanitarian issues should not be intertwined with deep and","byline":"By NEIL MacFARQUHAR; Steven R. Weisman contributed reporting from Washington for this article.","date":"20031231","title":"Iran Thanks U.S. for Help, but Refrains From an Embrace","url":"http://www.nytimes.com/2003/12/31/world/iran-thanks-us-for-help-but-refrains-from-an-embrace.html"},{"body":"THE year ending tonight was a good one for wine in America, and not just for the vintage, which, it so happens, wasn't bad. We will have drunk some 264 million cases of wine by midnight, about 14 million cases more than in 2002. Early this year, a lot of the surge had to do with price cutting brought on by the economic downturn. But by the end of","byline":"By Frank J. Prial","date":"20031231","title":"WINE TALK; Time to Put a Cork in '03 and Stick On a Label","url":"http://www.nytimes.com/2003/12/31/dining/wine-talk-time-to-put-a-cork-in-03-and-stick-on-a-label.html"},{"body":"The Swiss drug company Roche Holding will receive $7 million from the Cholestech Corporation in a patent settlement involving tests for measuring cholesterol levels. Roche will give Cholestech worldwide rights to patents involving high density lipoprotein cholesterol, or H.D.L., in return for royalties, said Cholestech, which is based in Hayward,","date":"20031231","title":"World Business Briefing | Europe: Switzerland: Drug Royalties Settled","url":"http://www.nytimes.com/2003/12/31/business/world-business-briefing-europe-switzerland-drug-royalties-settled.html"},{"body":"The police in Hamburg closed the streets around a military hospital on Tuesday and questioned everybody going in and out after receiving what they called ''concrete indications'' from American intelligence agencies that a terror attack was being planned against the hospital. About 100 police officers wearing bulletproof vests and carrying automatic","byline":"By RICHARD BERNSTEIN","date":"20031231","title":"German Police Seal Off Hospital in Hamburg in Terror Alert","url":"http://www.nytimes.com/2003/12/31/world/german-police-seal-off-hospital-in-hamburg-in-terror-alert.html"},{"body":"Because of an editing error, an article yesterday about the acquittal of a Russian physicist who was charged with espionage, a verdict seen as a setback for Russia's security services, misstated President Vladimir V. Putin's history with Russia's intelligence agencies. He served the K.G.B. as an officer in East Germany; the agency he headed was its","date":"20031231","title":"Corrections","url":"http://www.nytimes.com/2003/12/31/nyregion/c-corrections-780588.html"},{"body":"Japan said Monday that it was prepared to forgive most of the billions of dollars of debts that Iraq owes Japan in order to help rebuild the economy, if other creditors did the same. The announcement, which came after Prime Minister Junichiro Koizumi met with a United States envoy, James A. Baker III, brightened Washington's efforts to reduce","byline":"By NORIMITSU ONISHI","date":"20031230","title":"THE STRUGGLE FOR IRAQ: RECONSTRUCTION; Japan Says It Will Forgive Most of Debt Owed by Iraq","url":"http://www.nytimes.com/2003/12/30/world/struggle-for-iraq-reconstruction-japan-says-it-will-forgive-most-debt-owed-iraq.html"},{"body":"Amid rolling hills and tidy farms, the fences are topped with barbed wire and the guard at the gate carefully checks for identification before letting a visitor into the world's top laboratory for nuclear sleuths. Here, atom by atom, scientists from many countries are addressing riddles like the source of Iran's highly enriched uranium, which","byline":"By WILLIAM J. BROAD","date":"20031230","title":"Sleuths Patrol Nations for Nuclear Mischief","url":"http://www.nytimes.com/2003/12/30/science/sleuths-patrol-nations-for-nuclear-mischief.html"},{"body":"After Enron and other corporate scandals erupted in the United States, Congress passed the Sarbanes-Oxley bill in an effort to prevent abuses. In much of Europe, regulations have been tightened in hopes of avoiding similar problems. But Italy has reacted to its own business disasters in a different way. Led by Prime Minister Silvio Berlusconi,","byline":"By JOHN TAGLIABUE","date":"20031230","title":"Layers of Ownership Conceal Trouble in Italy","url":"http://www.nytimes.com/2003/12/30/business/layers-of-ownership-conceal-trouble-in-italy.html"},{"body":"FREDDY ADU -- He is so skilled that some people simply do not believe he is 14. He played for the United States in the under-17 world championship in Finland and then was a late addition, and finally a starter, for the under-20 team that went to the quarterfinals in the United Arab Emirates. For the next two years, the national team coach, Bruce","byline":"By JACK BELL","date":"20031230","title":"SOCCER REPORT; Reviewing Stories of 2003","url":"http://www.nytimes.com/2003/12/30/sports/soccer-report-reviewing-stories-of-2003.html"},{"body":"The death toll from the wave of bombings in the southern Shiite holy city of Karbala has risen to 19 with the deaths of 5 more Iraqis from their wounds on Sunday. In northern Iraq, American troops have gained some ground on the country's stubborn insurgency by seizing a large cache of rockets in Tikrit and killing suspected members of the militant","byline":"By NEELA BANERJEE","date":"20031230","title":"THE STRUGGLE FOR IRAQ: CASUALTIES; Five Iraqis Die From Injuries, Raising to 19 Toll in Attacks","url":"http://www.nytimes.com/2003/12/30/world/struggle-for-iraq-casualties-five-iraqis-die-injuries-raising-19-toll-attacks.html"}],"tokens":["Germany"],"total":3299},{"offset":"0","results":[{"body":"On a recent afternoon, Kurt Masur stood backstage at Avery Fisher Hall studying an excerpt from the score of ''La Mer.'' The great Toscanini had marked it up, presumably to achieve a more striking effect, but Mr. Masur disagreed. ''It's nonsense,'' he said. ''Debussy was a wonderful orchestrator -- he didn't need any of this.'' The offhand comment","byline":"By JEREMY EICHLER","date":"20041231","title":"Masur Visits, Message And Intensity Intact","url":"http://query.nytimes.com/gst/fullpage.html?res=9C07E6D81439F932A05751C1A9629C8B63"},{"body":"Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means","date":"20041231","title":"The Listings","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DE6DA1739F932A05751C1A9629C8B63"},{"body":"Hans S. spends a lot of time these days with a yellow paperback, thickened by paper clips and dog-eared pages, that helps him grope his way through Germany's labyrinthine system of unemployment benefits. At the end of the maze, though, Hans knows those benefits will soon be a lot slimmer. A computer specialist, Hans was recently laid off from a","byline":"By CARTER DOUGHERTY","date":"20041230","title":"Jobless Germans Face a New Round of Benefit Cuts","url":"http://query.nytimes.com/gst/fullpage.html?res=9404EFDB1739F933A05751C1A9629C8B63"},{"body":"Despite the continuing war and political uncertainty, Iraq's long-suffering financial industry has begun creaking to life. The revival is being led by some private Iraqi banks that have begun using new economic rules, harnessing the surge of reconstruction money and, in some cases, forging foreign partnerships. Though the environment here is such","byline":"By BORZOU DARAGAHI","date":"20041230","title":"Iraq's Ailing Banking Industry Is Slowly Reviving","url":"http://query.nytimes.com/gst/fullpage.html?res=9E01EFDB1739F933A05751C1A9629C8B63"},{"body":"Employees of Hodgdon Yachts, a custom boat company here, had no doubt their vessels were among the best at a trade show in Dsseldorf, Germany, in early 2003. Hodgdon's small promotion booth, however, was eclipsed by boat builders united under the Dutch flag, who enticed potential clients with a big pavilion featuring a beer garden. Other","byline":"By KATIE ZEZIMA","date":"20041230","title":"SMALL BUSINESS; Boat Builders Create Alliance To Promote Industry in Maine","url":"http://query.nytimes.com/gst/fullpage.html?res=9507EED71739F933A05751C1A9629C8B63"},{"body":"Double Jeopardy Ken Jennings, left, who walked off ''Jeopardy!'' last month with more than $2.5 million after 75 shows and 2,700 correct responses, is returning. This time, he will compete for an additional $2 million against the two survivors of a competition among nearly 150 past five-time winners. In a statement issued with the announcement of","byline":"Compiled by Lawrence Van Gelder","date":"20041230","title":"Arts, Briefly","url":"http://query.nytimes.com/gst/fullpage.html?res=9C07E7D61739F933A05751C1A9629C8B63"},{"body":"HOCKEY Americans Lose in World Junior Play For the first time in two years, the United States has lost at the World Junior Hockey Championship. The Americans rallied from a four-goal deficit last night in Grand Forks, N.D., but ended up losing to Belarus, 5-3. The defending champion United States team had won eight straight games in the tournament,","date":"20041230","title":"Sports Briefing","url":"http://query.nytimes.com/gst/fullpage.html?res=9C03E6D61739F933A05751C1A9629C8B63"},{"body":"In normal times, there might be no evident link between a wooden cabin in the snowbound forests of Sweden and the sunstruck beaches of Southeast Asia. But these are not normal times, and now there is a strand of pain that binds the pine-clad home of Solveig Uhlander to a beach in Thailand where her son, grandson and daughter-in-law have simply","byline":"By ALAN COWELL","date":"20041230","title":"ASIA'S DEADLY WAVES: SWEDEN; On Other Side of the World, Little to Do but Offer Prayers","url":"http://query.nytimes.com/gst/fullpage.html?res=9E05E4D81739F933A05751C1A9629C8B63"},{"body":"THE telephone rang again on the ambassador's desk, and for a minute the conversation sounded as though it could be about almost anything. Good afternoon to you, he said into the receiver. Thank you very much indeed. Yes, it is necessary for us to work together. Then the ambassador spoke the words that defined the topic, although there really is no","byline":"By DAN BARRY","date":"20041229","title":"About New York; At Sri Lanka's U.N. Mission, Working Through the Despair","url":"http://query.nytimes.com/gst/fullpage.html?res=9801E7D71639F93AA15751C1A9629C8B63"},{"body":"At Wat Lakken, a Buddhist temple five miles south of the resort center of Khao Lak, relief workers on Tuesday had laid out more than a hundred bodies in rows that were steadily lengthening with the constant arrival of trucks laden with more victims of tsunami on Sunday. A young man, with lacerations to his throat, arms and legs that attested to his","byline":"By NICK CUMMING-BRUCE","date":"20041229","title":"ASIA'S DEADLY WAVES: THAILAND; Hunting for Lost Loved Ones in a Lost Beach Paradise","url":"http://query.nytimes.com/gst/fullpage.html?res=9F04E3DF1739F93AA15751C1A9629C8B63"}],"tokens":["Germany"],"total":2798},{"offset":"0","results":[{"body":"IF it's excitement you crave, stock markets are losing their appeal. Back around the turn of the century, it seemed as if nearly every other day was an exciting one in the stock market, and not just in the United States. At the peak of volatility in the United States, from 2000 to 2002, the Standard & Poor's 500 showed a daily gain or loss of at","byline":"By Floyd Norris","date":"20051231","title":"OFF THE CHARTS; Don't Hold Your Breath for an Exciting Day in the Stock Market","url":"http://www.nytimes.com/2005/12/31/business/31charts.html"},{"body":"Some members of the United States women's skeleton team, including the 2002 Olympic gold medalist Tristan Gale, have accused Coach Tim Nardiello of a pattern of sexual harassment dating to 2002. Although Nardiello has denied the accusations, officials at the United States Bobsled and Skeleton Federation decided Thursday that he would remain the","byline":"By WINA STURGEON and LYNN ZINSER","date":"20051231","title":"OLYMPICS; U.S. Women Accuse a Coach of Harassment","url":"http://www.nytimes.com/2005/12/31/sports/othersports/31olympic.html"},{"body":"NATO troops that will replace American soldiers in southern Afghanistan next spring are planning to conduct counterinsurgency missions against Taliban fighters and other militants despite initial opposition from some alliance members, American and allied commanders said Friday. Soldiers of the North Atlantic Treaty Organization now oversee security","byline":"By ERIC SCHMITT","date":"20051231","title":"NATO Troops Will Relieve Americans in Fighting the Taliban","url":"http://www.nytimes.com/2005/12/31/international/asia/31pace.html"},{"body":"World stock markets ended a generally up year on a down note yesterday, leaving the Dow Jones industrial average in the United States with its first annual decline since 2002. The Dow ended the year down 0.61 percent, at 10,717.50. But the Standard & Poor's 500-stock index -- the more closely watched benchmark among investing professionals -- ended","byline":"By FLOYD NORRIS; Eric Dash contributed reporting for this article.","date":"20051231","title":"THE MARKETS: STOCKS & BONDS; Good Year Globally For Stocks","url":"http://www.nytimes.com/2005/12/31/business/31markets.html"},{"body":"A group of investors led by Citigroup has emerged as the top bidder in an auction for about 85 percent of the Guangdong Development Bank, a state-owned Chinese bank, for about $3 billion, according to people briefed on the deal. By making the top bid, the consortium won the right to negotiate with the bank to buy the stake. The deal also requires","byline":"By DAVID BARBOZA and ANDREW ROSS SORKIN; David Barboza reported from Sanya, China, for this article, and Andrew Ross Sorkin from New York.","date":"20051231","title":"Citigroup Expected To Land China Deal","url":"http://www.nytimes.com/2005/12/31/business/worldbusiness/31bank.html"},{"body":"Murray Wolbach III is a third-generation commercial real estate developer who lunches several times a week at the Berghoff, the 107-year-old Loop landmark where little but the light bulbs have changed since his grandfather's day. The fact that his own family career streak ended with Mr. Wolbach, however, hardly seems to have prepared him for the","byline":"By JODI WILGOREN","date":"20051231","title":"Chicago Eyes Are Misty as a Landmark Is Saying Farewell","url":"http://www.nytimes.com/2005/12/31/national/31berghoff.html"},{"body":"In his three years as a federal prosecutor in the 1970's, Herbert J. Stern, who was appointed yesterday to monitor the finances of the University of Dentistry and Medicine of New Jersey, successfully prosecuted the mayors of Newark, Jersey City and Atlantic City, prosecuted a congressman for conspiracy, perjury and tax violations, and took on","byline":"By TINA KELLEY","date":"20051230","title":"MAN IN THE NEWS; A Prosecutor, a Judge, Now a Monitor -- Herbert Jay Stern","url":"http://www.nytimes.com/2005/12/30/nyregion/30man.html"},{"body":"Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional","date":"20051230","title":"The Listings: Dec. 30 - Jan. 5","url":"http://query.nytimes.com/gst/fullpage.html?res=9A03E2DA1330F933A05751C1A9639C8B63"},{"body":"Serge Brammertz, a Belgian who is deputy prosecutor of the International Criminal Court, has been asked by Secretary General Kofi Annan to take over the investigation into the assassination of Rafik Hariri, the former prime minister of Lebanon, the court's spokesman in The Hague said Thursday in a telephone interview. Mr. Brammertz would succeed","date":"20051230","title":"New Investigator In Beirut Killing","url":"http://query.nytimes.com/gst/fullpage.html?res=980CE6D81330F933A05751C1A9639C8B63"},{"body":"Even more high-speed trains? Europe must be kidding. In one vast hall, workers in blue overalls are putting the finishing touches on what would, on an old-fashioned train, be a locomotive, except that it houses a spacious conference room with a large table and seven comfortable armchairs. In an adjacent hall, others are attaching what look like","byline":"By JOHN TAGLIABUE","date":"20051230","title":"Overseas, the Trains and the Market for Them Accelerate","url":"http://www.nytimes.com/2005/12/30/business/worldbusiness/30trains.html"}],"tokens":["Germany"],"total":2622},{"offset":"0","results":[{"body":"It was not a very good year for Americans in international sports, either. The United States failed to dominate at the Winter Olympic Games, the world basketball tournament, the new World Baseball Classic and the World Cup. But for a reporter crisscrossing Germany on trains that make Amtrak look even more pathetic, the World Cup was a joy. Before","byline":"By GEORGE VECSEY","date":"20061231","title":"SPORTS OF THE TIMES: POSTCARDS FROM 2006; From World Classic to World Cup, The U.S. Was No Worldbeater","url":"http://query.nytimes.com/gst/fullpage.html?res=9F00E3DA1630F932A05751C1A9609C8B63"},{"body":"Hakim Taniwal was a sociologist sent to humble a warlord, a gentle, bespectacled professor dispatched into Afghanistan's badlands on what seemed a fool's errand. His triumph made for a heartening parable about the power of words over weapons. But the flaw in the hopeful tale was its setting. Afghanistan is a place resistant to happy endings. In the","byline":"By BARRY BEARAK","date":"20061231","title":"THE LIVES THEY LIVED; 'So We Will Talk': HAKIM TANIWAL b. 1946","url":"http://www.nytimes.com/2006/12/31/magazine/31Taniwal.t.html"},{"body":"AT the Palm Springs International Film Festival next week Paul Mazursky, a past master of the American film industry, will offer the American premiere of his first documentary, ''Yippee,'' about an annual Rosh Hashanah convocation of 25,000 Hasidic Jews in the Ukrainian town of Uman. The somewhat unlikely film does not yet have a distributor. But","byline":"By STEPHEN FARBER","date":"20061231","title":"FILM; A Night In Hollywood, A Day in Ukraine","url":"http://www.nytimes.com/2006/12/31/movies/31farb.html"},{"body":"Saddam Hussein is one of the few modern leaders to have been tried and executed for his crimes and other abuses of power. Most dictators of the past century have died of natural causes at home or in comfortable exile -- or at the hands of assassins. But with trials of former leaders becoming more common in the past decade, there are other","byline":"By MARLISE SIMONS","date":"20061231","title":"THE STRUGGLE FOR IRAQ; Hussein's Case Won't Bolster International Human Rights Law, Experts Fear","url":"http://www.nytimes.com/2006/12/31/world/middleeast/31history.html"},{"body":"Few relationships are as complex as that between a living author and his biographer. In a startling recent example, Nadine Gordimer -- the South African writer who helped bring the world's attention to the evils of apartheid and won the 1991 Nobel Prize for her efforts -- had a bitter falling out with Ronald Suresh Roberts, the young biographer to","byline":"By RACHEL DONADIO","date":"20061231","title":"ESSAY; Bio Hazard","url":"http://www.nytimes.com/2006/12/31/books/review/31donadio.html"},{"body":"A FEW years ago, Americans looking for affordable lodging in Europe essentially had two choices: book with a familiar American hotel chain or stay at one of the many independently run hotels and bed-and-breakfasts in Britain and on the continent. Neither solution was perfect. Bed-and-breakfasts could be hit or miss. And though American hotels","byline":"By MICHELLE HIGGINS","date":"20061231","title":"PRACTICAL TRAVELER | BUDGET HOTELS IN EUROPE; A Little Style, a Little Room and a Little Price","url":"http://travel.nytimes.com/2006/12/31/travel/31prac.html"},{"body":"This is the time of year for international tournaments, none bigger than the world junior championship under way in Sweden. The annual event is a showcase for the world's best players age 20 and under. Although the tournament generates moderate interest in Europe and little in the United States, it is hugely popular in Canada, where it receives","byline":"By JEFF Z. KLEIN and KARL-ERIC REIF","date":"20061231","title":"SUNDAY SHOOTOUT; World Juniors Taking Center Ice","url":"http://query.nytimes.com/gst/fullpage.html?res=9F03E0DA1630F932A05751C1A9609C8B63"},{"body":"To the Editor: Christoph Niemann's cover illustration for the Book Review of Dec. 17 -- an issue devoted largely to books on war -- shows what appear to be computer-generated, schematic silhouettes of men holding swords and shields in martial formation, about to be rained down upon by a swarm of schematic red arrows. It's a strong design. The","date":"20061231","title":"What Is It Good For?","url":"http://query.nytimes.com/gst/fullpage.html?res=9B04EFDB1131F932A05751C1A9609C8B63"},{"body":"These days Lillian Hellman, who died in 1984, is remembered not so much for her plays, her biographer Carl E. Rollyson points out, as for her famous 1952 letter to a subcommittee of the House Un-American Activities Committee: ''I cannot and will not cut my conscience to fit this year's fashions.'' With the exception of her 1939 play, ''The Little","byline":"By DINITIA SMITH","date":"20061230","title":"Spotlight Moves to Hellman's Plays","url":"http://www.nytimes.com/2006/12/30/theater/30hell.html"},{"body":"I LIFTED a quarter-spoonful of 000 beluga toward my mouth, glancing left and right over my shoulders. It was a darkening December afternoon, and I was nestled in a brown velvet banquette inside Caviar Russe, a second-floor restaurant at 538 Madison Avenue in Manhattan. Chandeliers with caviar-shaped glass beads shone on murals depicting undersea","byline":"By HARRY HURT III","date":"20061230","title":"PERSONAL BUSINESS: EXECUTIVE PURSUITS; He Asked, 'How Come You Still Have Beluga?'","url":"http://www.nytimes.com/2006/12/30/business/30pursuits.html"}],"tokens":["Germany"],"total":2719},{"offset":"0","results":[{"body":"An exhibition of William Kentridge's tapestries now at the Philadelphia Museum of Art may be uneven, but that's not totally surprising. Mr. Kentridge, born in Johannesburg in 1955, has always tackled an immense and urgent subject: his country's anguish and inequity in the wake of apartheid. Yet he seems to lack some requisite sense of touch or","byline":"By ROBERTA SMITH","date":"20071231","title":"ART REVIEW | 'WILLIAM KENTRIDGE: TAPESTRIES'; Shadowy Nomads, Writ in Warp and Woof","url":"http://www.nytimes.com/2007/12/31/arts/31kent.html"},{"body":"THIS is the 34th annual office pool in this space, a New Year's tradition that has become the most excruciating multiple-choice prediction test in world media. Nostradamus himself couldn't score over 50 percent. Last year, despite a good bet on surging optimism in Iraq, I was mistaken 12 times out of 15. But the audacity of hope springs eternal;","byline":"By WILLIAM SAFIRE","date":"20071231","title":"OP-ED CONTRIBUTOR; The Office Pool, 2008","url":"http://www.nytimes.com/2007/12/31/opinion/31safire.html"},{"body":"After years of double-digit growth rates, the global ring tone market appears to have come to the end of its crescendo, according to a variety of measures. In some parts of the world, ring tone sales are actually declining, and the former ring tone kings, like Jamba of Germany and Musiwave of France, are refocusing their businesses on other ways to","byline":"By VICTORIA SHANNON","date":"20071231","title":"Global Market for Cellphone Ring Tones Is Shrinking","url":"http://www.nytimes.com/2007/12/31/business/31ringtone.html"},{"body":"Magnus Moan of Norway won a Nordic combined World Cup event in Oberhof, Germany, edging Bill Demong of the United States by one-tenth of a second in a photo finish. Moan finished the 15-kilometer cross-country race in 40 minutes 8.8 seconds. SPORTS BRIEFING | WINTER SPORTS","byline":"By AP","date":"20071231","title":"SPORTS BRIEFING | WINTER SPORTS; American Edged In Combined","url":"http://query.nytimes.com/gst/fullpage.html?res=9C03E0DC153AF932A05751C1A9619C8B63"},{"body":"The luckiest Patriots fan in Germany purchased tickets for their final regular-season game in July. Til Bettenstaedt, 31, paid $375 apiece for two tickets. He planned a vacation with his father that would culminate with the Giants-Patriots game at Giants Stadium. He hoped the game would hold playoff implications. He never expected this. ''I never","byline":"By GREG BISHOP","date":"20071230","title":"Fans and Grills Are Fired Up For History","url":"http://query.nytimes.com/gst/fullpage.html?res=9B07E3D6163AF933A05751C1A9619C8B63"},{"body":"Long a poor cousin in Scandinavia, Norway has surpassed Sweden to become one of the richest countries in the world -- to the point where it has become a magnet for young Swedes ready to work hard to make quick money, and lots of it. ''When I was young, Swedes had whiter teeth, clearer skin, Abba and Bjorn Borg. We had lots of fish, and not much","byline":"By IVAR EKMAN","date":"20071230","title":"Young Swedes Flock to Newly Rich Norway for Work","url":"http://www.nytimes.com/2007/12/30/world/europe/30norway.html"},{"body":"To the Editor: Re ''Time to Deal With E-Waste'' (editorial, Dec. 9): In Cologne, Germany, on every block or so there are large recycling containers. Every few days, residents place their items to be recycled (paper, glass, plastic, e-material) in the appropriate containers. This way, the sorting is already done. These containers eliminate the","date":"20071230","title":"LETTERS TO THE EDITOR; Lessons in Recycling And Getting Rid of Mail","url":"http://query.nytimes.com/gst/fullpage.html?res=980DE7D81030F933A05751C1A9619C8B63"},{"body":"WITH small but energetic steps, Walter Schnerb turned from a cutting machine to his desk, a page from a score of the Puccini opera ''La Fanciulla del West'' in his hand. Using his index finger, he reached inside a small blue glue pot, then swiftly stuck a thin strip of paper over a ripped edge of the page to repair it. Mr. Schnerb, 82, was born and","byline":"By RAPHAEL AHREN","date":"20071230","title":"URBAN STUDIES | BOOKBINDING; As an Age Recedes, a Craftsman Soldiers On","url":"http://www.nytimes.com/2007/12/30/nyregion/thecity/30germ.html"},{"body":"ONE morning at the crack of dawn, when my twin boys were 5 years old, they bounded into our bedroom in their striped pajamas and started singing a ''Say No to Drugs'' song they had learned at school. This alarmed me. Not because I wanted them singing a say yes to drugs song. But wasn't this a little young to start the indoctrination? ''What's","byline":"By MICHAEL WINERIP","date":"20071230","title":"PARENTING; Limiting Teenage Drinking, or Trying","url":"http://www.nytimes.com/2007/12/30/nyregion/nyregionspecial2/30Rparenting.html"},{"body":"In war, it's the men who are obvious. No more so than when they began falling from the sky over Belgium in the early 1940s. They appeared as black slivers, bodies thrown from burning, quailing, broken planes. As they hurtled earthward, they pulled rip cords, and their silk parachutes exploded. The Nazis had by then overrun the Low Countries. Allied","byline":"By SARA CORBETT","date":"20071230","title":"ANDRE DE JONGH | B. 1916","url":"http://www.nytimes.com/2007/12/30/magazine/30dejongh-t.html"}],"tokens":["Germany"],"total":2420},{"offset":"0","results":[{"body":"International BURIED IN A QUAKE'S RUBBLE, A BOND LIVES, AND GROWS STRONGER They were trapped together in the wreckage of their apartment building for 28 hours, their arms wrapped around each other, their faces only inches apart. Like the stories of many survivors of the earthquake that razed much of southwest China last May, the journey of Li","date":"20081231","title":"INSIDE THE TIMES: December 31, 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0DE4D61731F932A05751C1A96E9C8B63"},{"body":"The annual inflation rate in Germany sank to 1.1 percent in December as oil prices continued to slide, according to preliminary data. The year-on-year increase in consumer prices compared with a 1.4 percent rise in November. The rate has been sliding since it peaked at 3.3 percent in June and July. The Federal Statistical Office said this year's","byline":"By THE ASSOCIATED PRESS","date":"20081231","title":"WORLD BUSINESS BRIEFING | EUROPE; Germany: Inflation Down in December","url":"http://query.nytimes.com/gst/fullpage.html?res=9F04E2DF1231F932A05751C1A96E9C8B63"},{"body":"Meeting the woman whose determination and courage had made her from afar seem larger than life, Laura J. Hagen was struck by the petite stature of her new Iraqi friend. Hagen stands 5 feet 11 inches, towering over most women and by seven inches over Dana Abdul-Razzaq, who looked up at her, burst into tears and fell into her embrace. Finally, a face","byline":"By HARVEY ARATON","date":"20081231","title":"SPORTS OF THE TIMES; A Nonathlete's Pursuit of Olympic Success","url":"http://www.nytimes.com/2008/12/31/sports/olympics/31araton.html"},{"body":"Even by conceptual-art standards, Willoughby Sharp's work stood out. There was his gestational spin in a clothes dryer. There was the curious affair of the talcum powder, the teddy bear and the tab of LSD. And there was the Oklahoma Gun Incident, which members of the art world still discuss, with a mixture of horror and awe, more than 30 years","byline":"By MARGALIT FOX","date":"20081231","title":"Willoughby Sharp, 72, Versatile Avant-Gardist","url":"http://www.nytimes.com/2008/12/31/arts/design/31sharp.html"},{"body":"OPATOW--Lorna, pioneering businesswoman in market research, packaging and design, died on Wednesday, December 24th in New York City after a brief illness. Lorna earned a BA from the University of Pennsylvania in 1952, where she attended the Wharton School of Business, although Wharton did not confer degrees on women until 1954, and an MBA in","date":"20081231","title":"Paid Notice: Deaths OPATOW, LORNA","url":"http://query.nytimes.com/gst/fullpage.html?res=9D05E0DE1F3AF932A05751C1A96E9C8B63"},{"body":"On Dec. 20, the eve of his 41st birthday, President Mikheil Saakashvili was racing around western Georgia shaking hands. He told miners that his ''heart hurt'' when he saw their city suffer, and promised to build a ski resort in the village of Gomarduli, posing with a gold-toothed grandmother who giggled in his embrace like a naughty schoolgirl.","byline":"By ELLEN BARRY","date":"20081231","title":"Russia Aside, Georgia Chief Is Pressed at Home","url":"http://www.nytimes.com/2008/12/31/world/europe/31georgia.html"},{"body":"Asking for a copy of the St. Pauli Nachrichten at a newsstand in this North German port city is a bit of a gamble. You may get a flashy new publication with tips on where to find fashionable V.I.P. lounges, but you are more likely to be handed a truly raunchy pornographic magazine with an unusually august pedigree. The rather generic name St. Pauli","byline":"By NICHOLAS KULISH","date":"20081231","title":"HAMBURG JOURNAL; As a German Neighborhood Changes, a Raunchy Shadow Lingers","url":"http://www.nytimes.com/2008/12/31/world/europe/31hamburg.html"},{"body":"You had to look hard amid the four-foot floral sculptures and the Vera Wang originals to see signs of the economy's collapse at the International Debutante Ball at the Waldorf-Astoria on Monday night. There was the daughter of the Duchesse de Magenta, Plagie de Mac Mahon, a willowy 18-year-old with chestnut hair who is a great-great-granddaughter","byline":"By LISA W. FODERARO","date":"20081231","title":"Glamour Still Rules, but With Fewer Debutantes","url":"http://www.nytimes.com/2008/12/31/nyregion/31debs.html"},{"body":"When American consumers stop buying, companies around the world suffer -- even those that do little business in the United States. Take Hawe Hydraulics, which makes valves and conduits here in southern Germany. Its sales have boomed in recent years, driven largely by demand from China and the rest of Asia. But in the last few months, new orders","byline":"By CARTER DOUGHERTY","date":"20081230","title":"As the U.S. Buys Less, Germany Suffers","url":"http://www.nytimes.com/2008/12/30/business/worldbusiness/30exports.html"},{"body":"Though the Tom Cruise movie ''Valkyrie'' received mixed reviews in the United States, it has been greeted with a measured and hospitable reception in Germany, where it was once viewed with suspicion, Reuters reported. In ''Valkyrie,'' Mr. Cruise, left, plays Col. Claus von Stauffenberg, a Prussian officer who led an assassination attempt on Hitler","byline":"Compiled by DAVE ITZKOFF","date":"20081230","title":"ARTS, BRIEFLY; Germany Hospitable To Cruises Valkyrie","url":"http://www.nytimes.com/2008/12/30/arts/30arts-GERMANYHOSPI_BRF.html"}],"tokens":["Germany"],"total":2411},{"offset":"0","results":[{"body":"Never before has Europe's monetary union seemed so fragile. Day by day, fears are growing that Greece or another weak country may default on its sovereign debt obligations, forcing the richer countries in Europe to ride to the rescue or risk having one or more of its most vulnerable members leave the 16-nation euro zone. Many European economists","byline":"By LANDON THOMAS Jr.","date":"20091231","title":"NEWS ANALYSIS; With Greece Teetering, the Worst May Not Be Over for Europe","url":"http://www.nytimes.com/2009/12/31/business/global/31euro.html"},{"body":"UTTERANCES 1: F. 2: H. 3: D. 4: A. 5: B. 6: C. 7: G. 8: E. SENTENCE QUESTIONS 9: Portuguese water dog. 10: H1N1 flu. 11: Michael Jackson. 12: Usain Bolt ran 100 meters, breaking the world record. 13: Those left homeless by the Aquila earthquake. 14: Mahmoud Ahmadinejad dismissed those protesting against the Iranian election results as ''dirt and","date":"20091231","title":"Answers To The Year In Questions 2009","url":"http://query.nytimes.com/gst/fullpage.html?res=9E07E4D8143DF932A05751C1A96F9C8B63"},{"body":"Lindsey Vonn finished 18th despite a bruised left arm and Marlies Schild of Austria won a World Cup slalom Tuesday for her first victory since breaking a leg more than a year ago. Schild led after the opening run in Lienz, Austria, and finished in an aggregate time of 1 minute 57.65 seconds. She topped Sandrine Aubert of France by 1.83 seconds and","byline":"By THE ASSOCIATED PRESS","date":"20091230","title":"RINGS; Vonn Returns And Finishes 18th","url":"http://query.nytimes.com/gst/fullpage.html?res=9B01E3DC153BF933A05751C1A96F9C8B63"},{"body":"The last time the European Union decided the future of its 50 billion euro agricultural aid program, in 2005, the deal was cut behind closed doors in a luxury suite at the five-star Conrad Brussels hotel. The president of France, Jacques Chirac, and the chancellor of Germany, Gerhard Schrder, joined forces in secret to protect the program against","byline":"By STEPHEN CASTLE and DOREEN CARVAJAL","date":"20091230","title":"In Europe, Huge Farm Subsidies Lead to Maneuvering and Challenges","url":"http://www.nytimes.com/2009/12/30/business/global/30subsidy.html"},{"body":"For China, 2009 was a momentous year. The People's Republic turned 60, and Beijing staved off economic disaster with a staggering 4 trillion renminbi ($585 billion) stimulus package. The stage is set for an eventful 2010. China's economy is poised to become the world's second largest. But all may not go well. There are three broad concerns for the","byline":"By JOHN FOLEY","date":"20091230","title":"BREAKINGVIEWS.COM; Year of the Tiger And Its 3 Hurdles","url":"http://www.nytimes.com/2009/12/30/business/30views.html"},{"body":"Regarding the article ''There's only one way to stop Iran'' by Alan Kuperman (Views, Dec. 26): A military strike against Iran would reinforce the widespread perception of Western opportunism and double standards. Nuclear powers bear most of the responsibility for the failures of the international nonproliferation regime. They can hardly claim the","date":"20091230","title":"LETTERS TO THE INTERNATIONAL HERALD TRIBUNE; Don't Attack Iran","url":"http://query.nytimes.com/gst/fullpage.html?res=9B01E6DC1038F933A05751C1A96F9C8B63"},{"body":"NEW YORK -- The chief executive of JPMorgan Chase, Jamie Dimon, has told the chancellor of the Exchequer, Alistair Darling, that a new, 50 percent tax on banker bonuses would unfairly penalize the U.S. bank, according to a person close to the firm. Mr. Dimon, 53, mentioned plans to build European headquarters in London's Canary Wharf for 1.5","byline":"By BLOOMBERG NEWS","date":"20091230","title":"Dimon Said to Pressure U.K. Over Bonus Tax","url":"http://query.nytimes.com/gst/fullpage.html?res=9506E4D91F38F933A05751C1A96F9C8B63"},{"body":"WASHINGTON -- Last week, a moderate reformist in China, Liu Xiaobo, was sentenced to 11 years in prison by the Chinese government for the mere act of organizing and signing a petition, Charter 08, calling for political reform and the basic human rights much of the world already enjoys. The message was clear for all those who sought restraint from a","byline":"By WEI JINGSHENG","date":"20091230","title":"OP-ED CONTRIBUTOR; President Obama, Push Back on China","url":"http://www.nytimes.com/2009/12/30/opinion/30iht-edwei.html"},{"body":"PEOPLE think being a tour manager for musicians is a glamorous job. I love my job. But I always try to temper my enthusiasm with reality. I can be away from home seven months out of the year. And I guarantee that people who complain about business travel never have to travel like a tour manager. I could be in Morgantown, W.Va. one evening, and then","date":"20091229","title":"FREQUENT FLIER; Leaving, Again and Again, on a Jet Plane","url":"http://query.nytimes.com/gst/fullpage.html?res=9D05EEDA1E39F93AA15751C1A96F9C8B63"},{"body":"The ski champion Lindsey Vonn crashed during a race Monday, but initial concerns that she had broken her left arm were allayed after an X-ray and magnetic resonance imaging test showed no fracture. Vonn, the overall World Cup champion the last two years and a favorite to win multiple gold medals for the United States at the Winter Olympics, crashed","byline":"By JOHN BRANCH","date":"20091229","title":"RINGS; Vonn Hurts Her Arm, But Could Still Race","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00E0D61238F93AA15751C1A96F9C8B63"}],"tokens":["Germany"],"total":2747},{"offset":"0","results":[{"body":"1910 Lieutenant de Caumont Killed Today [Dec. 31], the last of the year, yet another tragedy of the air has to be recorded. While a few kilometres distant another aviator was breaking the world's distance record, an officer of Dragoons, Lieutenant Jacques de Caumont, met his death at Saint-Cyr yesterday by a fall in his monoplane. Lieutenant de","date":"20101231","title":"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago","url":"http://www.nytimes.com/2010/12/31/opinion/31iht-olddec31.html"},{"body":"The final day in sports in 2010 included ski jumping in Germany, college basketball in Kentucky and the start of a yacht race that will eventually go around the world.","date":"20101231","title":"Photo Replay: Dec. 31","url":"http://www.nytimes.com/slideshow/2010/12/31/sports/PHOTO-REPLAY-3.html"},{"body":"The final day in sports in 2010 included ski jumping in Germany, college basketball in Kentucky and the start of a yacht race that will eventually go around the world.","date":"20101231","title":"Photo Replay: Dec. 31","url":"http://www.nytimes.com/slideshow/2010/12/31/sports/PHOTO-REPLAY-10.html"},{"body":"The final day in sports in 2010 included ski jumping in Germany, college basketball in Kentucky and the start of a yacht race that will eventually go around the world.","date":"20101231","title":"Photo Replay: Dec. 31","url":"http://www.nytimes.com/slideshow/2010/12/31/sports/PHOTO-REPLAY.html"},{"body":"The final day in sports in 2010 included ski jumping in Germany, college basketball in Kentucky and the start of a yacht race that will eventually go around the world.","date":"20101231","title":"Photo Replay: Dec. 31","url":"http://www.nytimes.com/slideshow/2010/12/31/sports/PHOTO-REPLAY-2.html"},{"body":"The final day in sports in 2010 included ski jumping in Germany, college basketball in Kentucky and the start of a yacht race that will eventually go around the world.","date":"20101231","title":"Photo Replay: Dec. 31","url":"http://www.nytimes.com/slideshow/2010/12/31/sports/PHOTO-REPLAY-5.html"},{"body":"The final day in sports in 2010 included ski jumping in Germany, college basketball in Kentucky and the start of a yacht race that will eventually go around the world.","date":"20101231","title":"Photo Replay: Dec. 31","url":"http://www.nytimes.com/slideshow/2010/12/31/sports/PHOTO-REPLAY-7.html"},{"body":"The final day in sports in 2010 included ski jumping in Germany, college basketball in Kentucky and the start of a yacht race that will eventually go around the world.","date":"20101231","title":"Photo Replay: Dec. 31","url":"http://www.nytimes.com/slideshow/2010/12/31/sports/PHOTO-REPLAY-9.html"},{"body":"The final day in sports in 2010 included ski jumping in Germany, college basketball in Kentucky and the start of a yacht race that will eventually go around the world.","date":"20101231","title":"Photo Replay: Dec. 31","url":"http://www.nytimes.com/slideshow/2010/12/31/sports/PHOTO-REPLAY-6.html"},{"body":"The final day in sports in 2010 included ski jumping in Germany, college basketball in Kentucky and the start of a yacht race that will eventually go around the world.","date":"20101231","title":"Photo Replay: Dec. 31","url":"http://www.nytimes.com/slideshow/2010/12/31/sports/PHOTO-REPLAY-8.html"}],"tokens":["Germany"],"total":3473},{"offset":"0","results":[{"body":"For most of 2011, it appeared that the year would be decent, if not particularly interesting, for investors. Then Europe announced its second plan to rescue Greece, the first one, reached more than a year earlier, having turned out to be completely inadequate. That's when 2011 became exciting and the losses began to pile up. The summit meeting of","byline":"By FLOYD NORRIS","date":"20111231","title":"OFF THE CHARTS; The Year Governments Lost Their Credibility","url":"http://www.nytimes.com/2011/12/31/business/economy/the-year-the-governments-lost-their-credibility-off-the-charts.html"},{"body":"Eva Zeisel, a ceramic artist whose elegant, eccentric designs for dinnerware in the 1940s and '50s helped to revolutionize the way Americans set their tables, died on Friday in New City, N.Y. She was 105. Her death was confirmed by her daughter, Jean Richards. Ms. Zeisel (pronounced ZY-sel), along with designers like Mary and Russel Wright and","byline":"By WILLIAM L. HAMILTON","date":"20111231","title":"Eva Zeisel, Ceramic Artist and Designer, Dies at 105","url":"http://www.nytimes.com/2011/12/31/arts/design/eva-zeisel-ceramic-artist-and-designer-dies-at-105.html"},{"body":"BEIJING -- Police officers killed seven people they accused of being kidnappers in a remote mountainous area of Xinjiang on China's turbulent western frontier, according to state-run news organizations on Friday. One police officer was also reported to have been killed in the shootout, which occurred on Wednesday. Parts of Xinjiang, particularly in","byline":"By EDWARD WONG","date":"20111231","title":"Reports Describe Deadly Clash in Restive China Region","url":"http://www.nytimes.com/2011/12/31/world/asia/reports-describe-deadly-shootout-in-restive-region-of-china.html"},{"body":"1911 U.S. and U.K. May Trade Stars The Lusitania left Liverpool for New York yesterday [Dec. 30] with many interesting personalities among her three hundred saloon passengers. Mr. Oscar Hammerstein is going over ostensibly to see his son, Mr. William Hammerstein, who has been ill, to settle matters in connection with a lawsuit of which he is a","date":"20111231","title":"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago","url":"http://www.nytimes.com/2011/12/31/opinion/100-75-50-years-ago.html"},{"body":"ROME -- Prime Minister Mario Monti on Thursday presented in broad terms his government's master plan for Italy, which he called ''Grow Italy.'' Devised to spur growth in a country that has seen little of it in the past 15 years, the proposals would include liberalizing Italy's closed professions and guilds, encouraging competitiveness and","byline":"By ELISABETTA POVOLEDO and HARVEY MORRIS","date":"20111230","title":"Italian Premier Outlines Plan to Stimulate Growth in a Struggling Economy","url":"http://www.nytimes.com/2011/12/30/world/europe/italian-premier-mario-monti-presents-plan-for-economic-growth.html"},{"body":"LOS ANGELES -- Before Alex Rodriguez flew to Germany to undergo a cutting-edge medical treatment, he consulted someone he knew and trusted to give him sound advice: Kobe Bryant. ''I gave him the phone number,'' Bryant, the Los Angeles Lakers star, said with a smile Thursday night. Bryant gave his endorsement after having the treatment -- known as","byline":"By HOWARD BECK","date":"20111230","title":"Bryant's Advice for Alex Rodriguez","url":"http://www.nytimes.com/2011/12/30/sports/basketball/kobe-bryant-says-he-advised-alex-rodriguez.html"},{"body":"Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums Asia Society and Museum: 'Sarah Sze: Infinite Line' (through March 25) Promising a new angle on Sarah Sze's mesmerizing, minutely detailed installations, this midcareer solo reveals that Ms. Sze, who is Chinese-American, has","date":"20111230","title":"The Listings","url":"http://www.nytimes.com/2011/12/30/arts/design/museum-and-gallery-listings-for-dec-30-jan-5.html"},{"body":"1911 Treaty Abrogation Suits U.S. A signed editorial article by Mr. Roosevelt appears in the current issue of the ''Outlook,'' cordially approving the abrogation of the Russo-American Commercial Treaty, but expressing the opinion that it would have been better first to secure the decision of the Hague Tribunal on the interpretation of the treaty.","date":"20111230","title":"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago","url":"http://www.nytimes.com/2011/12/30/opinion/100-75-50-years-ago.html"},{"body":"ROME -- Italy sold a second bundle of government debt Thursday at a lower borrowing cost, but Prime Minister Mario Monti warned that his government had further work to do to restore growth and investor confidence in the economy. The benchmark 10-year bond was priced at an auction Thursday to yield 6.98 percent, down from a euro-era record of 7.56","byline":"By ELISABETTA POVOLEDO and HARVEY MORRIS","date":"20111230","title":"Italy Presents Plan to Stimulate Growth","url":"http://www.nytimes.com/2011/12/30/business/global/italys-long-term-borrowing-costs-decline.html"},{"body":"XIAN, CHINA -- For Sun Shengan, the hundreds of life-size terra-cotta warriors guarding the tomb of Qin Shihuangdi, the emperor who unified China in 221 B.C., are impressive, but sad. ''Look carefully at their faces, and you will see each is different,'' Mr. Sun, a former government employee now working as a private guide, said while showing","byline":"By DIDI KIRSTEN TATLOW","date":"20111229","title":"LETTER FROM CHINA; Mao's Spell and the Need to Break It","url":"http://www.nytimes.com/2011/12/29/world/asia/29iht-letter29.html"}],"tokens":["Germany"],"total":3385},{"offset":"0","results":[{"body":"LONDON &mdash; On Aug. 15, with much fanfare, RWE, the big German utility company, inaugurated an ultramodern power station built for &euro;2.6 billion in Grevenbroich-Neurath, near Cologne. RWE called the plant &ldquo;superlative,&rdquo; and in many respects it is. RWE showed off one remarkable aspect: The plant&rsquo;s output can be dialed way","byline":"By STANLEY REED","date":"20121101","title":"GREEN COLUMN; Votality of Renewables Pushes Europe Back Toward Dependence on Coal","url":"http://www.nytimes.com/2012/11/01/business/energy-environment/01iht-green01.html"},{"body":"BEIJING &mdash; Chinese politics is controlled by the Communist Party and its powerful families and factions, so when the son of a former party chief says the state is virtually &ldquo;fascist,&rdquo; it&rsquo;s worth listening. That&rsquo;s what Hu Deping, son of the late Hu Yaobang, the party general secretary forced to resign in 1987 for being","byline":"By DIDI KIRSTEN TATLOW","date":"20121101","title":"LETTER FROM CHINA; Can China Be Described as 'Fascist'?","url":"http://www.nytimes.com/2012/11/01/world/asia/01iht-letter01.html"},{"body":"PARIS &mdash; Germany&rsquo;s chancellor and the leaders of five international economic organizations called on government leaders Tuesday to take &ldquo;decisive action&rdquo; to help spur growth in the 17 euro zone countries and elsewhere in the global economy. The chancellor, Angela Merkel, said the officials, during two hours of talks in","byline":"By DAVID JOLLY and MELISSA EDDY","date":"20121031","title":"EURO WATCH; Data Show Weakening in Euro Zone Economy","url":"http://www.nytimes.com/2012/10/31/business/global/data-show-weakening-in-euro-zone-economy.html"},{"body":"PARIS &mdash; Google got rich by selling a simple proposition: The links it provides to other Web sites are worth a lot of money, so much that millions of advertisers are willing to pay the company billions of dollars for them. Now some European newspaper and magazine publishers, frustrated by their inability to make more of their own money from","byline":"By ERIC PFANNER","date":"20121031","title":"A Clash Across Europe Over the Value of a Click","url":"http://www.nytimes.com/2012/10/31/technology/european-newspapers-seeking-a-piece-of-google-ad-revenue.html"},{"body":"IN today&rsquo;s locavore, organic-minded, food-crazed culture, we get so wrapped up in the idea of seasonal fruits and vegetables that it can be easy to forget another important, deep vein of seasonal foodstuff opportunities. That is, candy. There are candy canes for Christmas, gelt for Hanukkah and chocolate bunnies for Easter, not to mention","byline":"By MELISSA CLARK","date":"20121031","title":"A GOOD APPETITE; Halloween Candy for Adult Tastes","url":"http://www.nytimes.com/2012/10/31/dining/halloween-candy-for-adult-tastes.html"},{"body":"LONDON (Reuters) &mdash; World shares rose modestly in subdued trading on Tuesday as investors and traders prepared for markets in the United States to reopen after a huge storm that wrought destruction across the Eastern United States. The monster storm, Hurricane Sandy , was responsible for at least 30 deaths, left millions without power, and","byline":"By THE ASSOCIATED PRESS","date":"20121031","title":"Investors Await Reopening of U.S. Markets","url":"http://www.nytimes.com/2012/10/31/business/daily-stock-market-activity.html"},{"body":"Voters due at the polls next week are feeling enormous anxiety about the economy . We mistrust government more than ever . Walloped by joblessness, disheartened by a decade of no income gains for the middle class, many of us have come to doubt our national self-image as a society that offers a shot at prosperity to all. Faced with sharply","byline":"By EDUARDO PORTER","date":"20121031","title":"ECONOMIC SCENE; At the Polls, Choose Your Capitalism","url":"http://www.nytimes.com/2012/10/31/business/choose-your-capitalism.html"},{"body":"BRUSSELS &mdash; The hotly anticipated battle over the next long-term European Union budget began Tuesday when the European Commission snubbed a suggested cut of at least &euro;50 billion. The commission&rsquo;s terse rejection of the proposal made by Cyprus, which currently holds the rotating E.U. presidency, was yet another sign that the","byline":"By JAMES KANTER","date":"20121031","title":"Wrangling Over Europes Budget Gets Under Way","url":"http://www.nytimes.com/2012/10/31/business/global/wrangling-over-europes-budget-gets-under-way.html"},{"body":"Ten years after it started in business, Telerik, a Bulgarian software company, has conquered a niche position in the international information technology market and continues to expand. Telerik sells user interface components, content management solutions and Microsoft developer tools that allow programmers to build their own applications. More","byline":"By BORYANA DZHAMBAZOVA","date":"20121031","title":"SPECIAL REPORT: SMART BUSINESS IN CENTRAL EUROPE; Bulgarian Company Homes In on Technological Niche","url":"http://www.nytimes.com/2012/10/31/business/global/bulgarian-company-homes-in-on-technological-niche.html"},{"body":"BERLIN &mdash; Many countries in Central and Eastern Europe have trimmed back spending on education after the 2008 global financial crisis and its aftermath. But Poland and Lithuania have managed to buck that trend. Given the importance of a well-educated and skilled work force for future growth, that may prove to have been the smart way to go.","byline":"By JUDY DEMPSEY","date":"20121031","title":"SPECIAL REPORT: SMART BUSINESS IN CENTRAL EUROPE; Saying No to Education Cuts","url":"http://www.nytimes.com/2012/10/31/business/global/31iht-rsmart-education31.html"}],"tokens":["Germany"],"total":2769}]}