[
    {
        "offset": "0",
        "results": [
            {
                "body": "By John Leonard MARCO POLO, IF YOU CAN. By William F. Buckley Jr. 233 pages. Doubleday. $13.95. NOW it can be told. The Sino-Soviet split is a scam, perpetrated by our own Central Intelligence Agency in early 1960. Here is how it will be told: airborne, at cruising speed. If Travis McGee, according to the latest novel in John D. MacDonald's",
                "date": "19811228",
                "title": "BOOKS OF THE TIMES",
                "url": "http://www.nytimes.com/1981/12/28/books/books-of-the-times-148784.html"
            },
            {
                "body": "REAGAN SAYS MANY NEW DEALERS WANTED FASCISM WASHINGTON, Dec. 22 (AP) - President Reagan says many New Dealers in the administration of Franklin D. Roosevelt espoused fascism. But he says Roosevelt, unlike those around him, saw the programs of the New Deal, which instituted several types of Government aid to the needy, as crisis remedies for the",
                "date": "19811223",
                "title": "No Headline",
                "url": "http://www.nytimes.com/1981/12/23/us/no-headline-143644.html"
            },
            {
                "body": "''Shakespeare in Hollywood'' is not, as the title suggests, a collection of excerpts from those very few Hollywood movies that ventured into the risky realm of Shakespearean drama. It is, perhaps, an even more remarkable curiosity - a transcription of a longforgotten radio series that the CBS network ran for eight weeks in the summer of 1937,",
                "byline": "By SEYMOUR PECK",
                "date": "19811213",
                "title": "WHEN MOVIE STARS TOOK ON THE BARD",
                "url": "http://www.nytimes.com/1981/12/13/theater/when-movie-stars-took-on-the-bard.html"
            },
            {
                "body": "MAN BITES MAN Two Decades of Satiric Art. Edited by Steven Heller. Foreword by Tom Wolfe. Illustrated. 224 pp. New York: A & W Publishers. $29.95 until Jan. 1, 1982; $35 thereafter. REVEALING ILLUSTRATIONS The Art of James McMullan. Introductory Interview by Milton Glaser. Illustrated. 143 pp. New York: Watson-Guptill Publications. $27.50. NORMAN",
                "byline": "By SELMA G. LANES; Selma G. Lanes is the author of ''The Art of Maurice Sendak.''",
                "date": "19811213",
                "title": "TO CHEER THE EYE",
                "url": "http://www.nytimes.com/1981/12/13/books/to-cheer-the-eye.html"
            },
            {
                "body": "Ferruccio Parri, an anti-Fascist resistance hero who headed Italy's first postwar Government, died Tuesday in a military hospital here. He was 91 years old. Mr. Parri, a Member of Parliament, headed a 1945 coalition Cabinet of six parties, including the Christian Democrats and Communists, that ruled from June to December 1945. Mr. Parri played a",
                "byline": "UPI",
                "date": "19811210",
                "title": "FERRUCCIO PARRI, 91; RESISTANCE HERO LED ITALY AFTER WAR",
                "url": "http://www.nytimes.com/1981/12/10/obituaries/ferruccio-parri-91-resistance-hero-led-italy-after-war.html"
            },
            {
                "body": "Animal power could make a contribution toward solving the global energy crisis but is almost entirely overlooked. Few people know, for example, that some 400 million horses, oxen, cows, water buffaloes, donkeys, camels, mules, yaks, llamas, and elephants work for man. Even now, after we've harnessed steam, oil, and electricity, animals contribute",
                "byline": "By Noel Vietmeyer",
                "date": "19811210",
                "title": "ANIMAL POWER",
                "url": "http://www.nytimes.com/1981/12/10/opinion/animal-power.html"
            },
            {
                "body": "William Zinsser, executive editor of the Book-of-the-Month Club and author of ''On Writing Well,'' was master of Branford College at Yale from 1973 to 1979. This article was adapted from one that appeared in the Princeton Alumni Weekly. By William Zinsser I remember exactly what I was doing when I heard about the attack on Pearl Harbor, and I'll",
                "date": "19811206",
                "title": "PEARL HARBOR: THE WAY IT WAS AT PRINCETON",
                "url": "http://www.nytimes.com/1981/12/06/magazine/pearl-harbor-the-way-it-was-at-princeton.html"
            },
            {
                "body": "In a noisy and embattled world, where the agitations of the spirit keep the esthetic impulses in a continual state of exacerbation and upheaval, almost any art that strikes us as emanating from some inviolate zone of privacy, serenity and detachment is likely to exert an irresistible appeal. Upon the artists whose work provides us with this very",
                "byline": "By Hilton Kramer",
                "date": "19811206",
                "title": "ART VIEW; GIORGIO MORANDI: A QUALITY OF PRVATE MEDIATION",
                "url": "http://www.nytimes.com/1981/12/06/arts/art-view-giorgio-morandi-a-quality-of-prvate-mediation.html"
            },
            {
                "body": "By Christopher Lehmann-Haupt THE KLEBER FLIGHT. By Hans Koning. 214 pages. Atheneum. $12.95. THE LAST SCAM. By David Harris. 364 pages. Delacorte/Seymour Lawrence. $13.95. A CURIOUS biographical note on the final page of ''The Kleber Flight'' informs us that it is Hans Koning's ''first novel in his 'new life' as a novelist.'' Since Mr. Koning has",
                "date": "19811116",
                "title": "BOOKS OF THE TIMES",
                "url": "http://www.nytimes.com/1981/11/16/books/books-of-the-times-094641.html"
            },
            {
                "body": "WHAT happens is this: the crazed reviewer disappears into the book. He has been gobbled up. He knows not where he is - lungs, pancreas, urinary tract, big toe. A novel like Robert Stone's ''A Flag for Sunrise,'' for example, is so consuming because it is ''about'' everything from the ''moral fascination'' of Vietnam to revolution in Central America",
                "byline": "By JOHN LEONARD",
                "date": "19811112",
                "title": "Critic's Notebook; HOW MUCH OUGHT A CRITIC TO KNOW?",
                "url": "http://www.nytimes.com/1981/11/12/books/critic-s-notebook-how-much-ought-a-critic-to-know.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 45
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "By Michiko Kakutani SOME PEOPLE. By Harold Nicolson. 175 pages. Atheneum. $6.95. WHEN Harold Nicolson's ''Some People'' was first published in 1927, Virginia Woolf praised it as a harbinger of a new attitude toward biography. ''He has devised a method of writing about people and about himself as though they were at once real and imaginary,'' she",
                "date": "19821229",
                "title": "BOOKS OF THE TIMES",
                "url": "http://www.nytimes.com/1982/12/29/books/books-of-the-times-128259.html"
            },
            {
                "body": "To the Editor: As an avid reader of the great Yiddish writer Chaim Grade I would like to protest Ruth Wisse's lapse of taste in her review of ''Rabbis and Wives'' (Nov. 14). An author's manner of burial is beyond the province of literary criticism. Miss Wisse's first paragraph does not belong in a book review. Miss Wisse's suggestion that Grade",
                "date": "19821226",
                "title": "Chaim Grade",
                "url": "http://www.nytimes.com/1982/12/26/books/l-chaim-grade-117476.html"
            },
            {
                "body": "He was a major in the Argentine army, and he was sitting bare chested and angry on the beach at the resort town of Mar del Plata. He and his military colleagues, he complained, were being accused abroad of being torturers and assassins, and accused at home of being bunglers. People had forgotten, he said. They had forgotten that the nation was in",
                "byline": "By Edward Schumacher; Edward Schumacher is chief of The New York Time's bureau in Buenos Aires.",
                "date": "19821226",
                "title": "ARGENTINA AFTER THE FALKLANDS",
                "url": "http://www.nytimes.com/1982/12/26/magazine/argentina-after-the-falklands.html"
            },
            {
                "body": "The following list has been selected from titles reviewed since the Christmas Issue of December 1981. Such a list can only suggest the high points in the main fields of reader interest. Books are arranged alphabetically under subject headings. Quoted comments are from The New York Times Book Review. Autobiography & Biography BISMARCK. By Edward",
                "date": "19821205",
                "title": "NOTABLE BOOKS OF THE YEAR",
                "url": "http://www.nytimes.com/1982/12/05/books/notable-books-of-the-year.html"
            },
            {
                "body": "Amintore Fanfani, who became Prime Minister of Italy during Dwight D. Eisenhower's first term as President and ended his fourth stay in the office while John F. Kennedy was in the White House, is about to begin his third week of efforts to form the country's 43d government in 37 years. If he can't put together the reluctant pieces of one more",
                "byline": "By HENRY KAMM",
                "date": "19821128",
                "title": "ON WAY OUT, SPADOLINI URGES REFORMS",
                "url": "http://www.nytimes.com/1982/11/28/weekinreview/on-way-out-spadolini-urges-reforms.html"
            },
            {
                "body": "The dispatch to the United States next year of a major show of works from the Vatican Museum is giving rise to a mounting press campaign in Italy accusing the Vatican of exposing priceless works of art to unacceptable risk. L'Unita, the daily of the Communist Party, has taken the lead, but alarms are being rung also in such Establishment national",
                "byline": "By HENRY KAMM, Special to the New York Times",
                "date": "19821122",
                "title": "VATICAN'S PLANS TO SEND ART ON TOUR STIRS PROTEST",
                "url": "http://www.nytimes.com/1982/11/22/arts/vatican-s-plans-to-send-art-on-tour-stirs-protest.html"
            },
            {
                "body": "THE SECOND LIFE OF ART Selected Essays. By Eugenio Montale. Edited and Translated by Jonathan Galassi. 354 pp. New York: The Ecco Press. $17.50. GREAT poets usually write a compelling prose. Their verse, Eugenio Montale observed in his Nobel Prize speech in 1975, is the ''result of silence and accumulation.'' So is their other writing, as Jonathan",
                "byline": "By M. L. ROSENTHAL; M.L. Rosenthal's most recent books are ''Sailing into the Unknown: Yeats, Pound, and Eliot'' and ''Poems 1964-1980.''",
                "date": "19821114",
                "title": "A CONTEXT FOR POEMS",
                "url": "http://www.nytimes.com/1982/11/14/books/a-context-for-poems.html"
            },
            {
                "body": "NEW BRITAIN THE permanent collection at the New Britain Museum of American Art (56 Lexington Street) is about 4,000 pieces strong and it stretches all the way from an unknown colonial portraitist to the very wellknown contemporary sophisticate, Ed Ruscha. Benjamin West, Fitzhugh Lane, Whistler and Warhol are some other names, randomly picked, and",
                "byline": "By VIVIEN RAYNOR",
                "date": "19821107",
                "title": "ART; SURREALISM IN EXHIBIT AT NEW BRITIAN MUSEUM",
                "url": "http://www.nytimes.com/1982/11/07/nyregion/art-surrealism-in-exhibit-at-new-britian-museum.html"
            },
            {
                "body": "Rates on short-term money market instruments closed a touch higher, where they changed at all. ''The election results had little, if any, influence on the bond market,'' said Thomas G. Gribbon, executive vice president of Drexel Burnham Lambert Government Securities Inc. ''The early sharp advance was caused by institutional buying that was largely",
                "byline": "By H.J. MAIDENBERG Prices of fixed-income securities sagged late, yesterday as the equities market staged an extraordinary advance in, the final hours of trading. Still, prices of long-term Government,, tax-exempt and corporate bonds closed with moderate gains because of, strong advances earlier in the day.",
                "date": "19821104",
                "title": "CREDIT MARKETS PRICES CLIMB, THEN EASE OFF",
                "url": "http://www.nytimes.com/1982/11/04/business/credit-markets-prices-climb-then-ease-off.html"
            },
            {
                "body": "Once they were fighters, men who tried to stop fascism in Spain with guns and grenades. Today, more than 40 years later, Americans who volunteered in the Loyalist cause in the Spanish Civil War are watching proudly as a Socialist government is coming to power in that country. ''I feel a wonderful feeling for the Spanish people,'' said Arthur H.",
                "byline": "By ARI L. GOLDMAN",
                "date": "19821104",
                "title": "THEY FOUGHT IN SPAIN: NOW THE CAUSE IS REDEEMED",
                "url": "http://www.nytimes.com/1982/11/04/world/they-fought-in-spain-now-the-cause-is-redeemed.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 47
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "As to which is the best Old Master exhibition of the winter season in Europe, there would seem to be no contest. The prize can only go to ''The Genius of Venice 1500-1600'' at the Royal Academy of Arts in London. All over Europe, officialdom knocks itself out to maintain the tourist trade during the dismal months. But it is the Royal Academy - a",
                "byline": "By JOHN RUSSELL",
                "date": "19831217",
                "title": "ART: VENETIANS OF 1500'S AT BRITISH ROYAL ACADEMY",
                "url": "http://www.nytimes.com/1983/12/17/arts/art-venetians-of-1500-s-at-british-royal-academy.html"
            },
            {
                "body": "Senator Umberto Terracini, a leading member of Italy's Communist Party, died at his home here Tuesday, party members announced. He was 88 years old. An eminent figure of the anti-Fascist movement, he served many years in prison for his opposition to Mussolini. He was born July 27, 1895, in Genoa. He enrolled in the Socialist Party Youth Movement at",
                "byline": "AP",
                "date": "19831208",
                "title": "Umberto Terracini, 88, An Italian Communist",
                "url": "http://www.nytimes.com/1983/12/08/obituaries/umberto-terracini-88-an-italian-communist.html"
            },
            {
                "body": "To the Editor: Robert Coles's review of ''The Roots of Treason: Ezra Pound and the Secret of St. Elizabeths'' by E. Fuller Torrey (Oct. 23) puts into focus a grave indictment of the late Dr. Winfred Overholser, superintendent of St. Elizabeths Hospital, Washington, D.C., where Pound, diagnosed as insane, was confined for 12 years. On the evidence",
                "date": "19831127",
                "title": "Ezra Pound",
                "url": "http://www.nytimes.com/1983/11/27/books/l-ezra-pound-071504.html"
            },
            {
                "body": "Paul Hofmann, a former New York Times correspondent, is the author of ''O Vatican!,'' to be published next month by Congdon & Weed. By Paul Hofmann MERTA - A WORD PROMInent in the idiom of Sicily - is usually translated as ''conspiracy of silence.'' It is omert a that has always decreed that whenever a Mafia killing occurs, even in a crowded",
                "date": "19831113",
                "title": "ITALY GETS TOUGH WITH THE MAFIA",
                "url": "http://www.nytimes.com/1983/11/13/magazine/italy-gets-tough-with-the-mafia.html"
            },
            {
                "body": "The Talk of Buenos Aires BUENOS AIRES, Nov. 4 - Buenos Aires in the spring of 1983 is young men in long hair and rumpled blue jeans and T-shirts. It is jaywalkers and joggers darting among smoke- belching buses on narrow downtown streets. It is young women, stylish as Buenos Aires women always seem to be, prancing in miniskirts. And it is lovers",
                "byline": "By EDWARD SCHUMACHER",
                "date": "19831105",
                "title": "THE TALK OF BUENOS AIRES; IT'S SPRING IN ARGENTINA AND FREEDOM IS IN THE AIR",
                "url": "http://www.nytimes.com/1983/11/05/world/the-talk-of-buenos-aires-it-s-spring-in-argentina-and-freedom-is-in-the-air.html"
            },
            {
                "body": "To the Editor: A letter from Richard H. Goldstone (Sept. 11) contains a dangerous distortion of history on a sensitive matter that demands correction. His statement that the late German conductor Wilhelm Furtw\"angler ''did whatever he could to protect and shield Jewish musicians'' is a blatant twisting of the facts. The incontrovertible truth is",
                "date": "19830930",
                "title": "SETTING THE RECORD STRAIGHT ON FUTWANGLER",
                "url": "http://www.nytimes.com/1983/09/30/opinion/l-setting-the-record-straight-on-futwangler-199891.html"
            },
            {
                "body": "THE PENITENT By Isaac Bashevis Singer. 170 pp. New York: Farrar, Straus & Giroux. $13.95. ''THE PENITENT'' is a translation of a short novel called ''Der Baal Tshuve'' in Yiddish. Perhaps this title should have been translated as ''The Master of Turning,'' which would have been more literal and also a proper tribute to its distinguished author, who",
                "byline": "By Harold Bloom; Harold Bloom, Sterling Professor of the Humanities at Yale University, is the author of ''Agon: Towards a Theory of Revisionism'' and ''The Breaking of the Vessels.''",
                "date": "19830925",
                "title": "ISSAC BASHEVIS SINGER'S JEREMIAD",
                "url": "http://www.nytimes.com/1983/09/25/books/issac-bashevis-singer-s-jeremiad.html"
            },
            {
                "body": "THE PENITENT. By Isaac Bashevis Singer. 170 pages. Farrar, Straus, Giroux. $13.95. AT the Surf Avenue Book Fair in Brooklyn last Sunday, Isaac Bashevis Singer said: ''Writers who worry about the world are many, but writers who write a good story are few. So if I have a choice either to come out with a new version of the Ten Commandments or a new",
                "byline": "By Anatole Broyard",
                "date": "19830922",
                "title": "No Headline",
                "url": "http://www.nytimes.com/1983/09/22/arts/no-headline-180320.html"
            },
            {
                "body": "Virginia Cowles, an American debutante who became a noted foreign correspondent and author, was killed last Saturday in an automobile accident in France. She was 68 years old. Miss Cowles was the author of many books, the first of which, ''Looking for Trouble'' (1941), described how she started out for Madrid in 1936 with a freelance newspaper",
                "byline": "By EDWIN McDOWELL",
                "date": "19830920",
                "title": "VIRGINIA COWLES, 68; REPORTED ON EUROPE FOR NEARLY 50 YEARS",
                "url": "http://www.nytimes.com/1983/09/20/obituaries/virginia-cowles-68-reported-on-europe-for-nearly-50-years.html"
            },
            {
                "body": "A couple of years ago, a plane from Budapest to Prague on which I was traveling was diverted to Vienna because of bad weather. Congratulating myself on my good luck, I hailed a cab and asked to go to the Imperial, my favorite among all of Europe's grand hotels, hoping that they would have a free room. They did, they made no complaint about my",
                "byline": "By R. W. APPLE Jr.; R. W. APPLE Jr. is the London bureau chief of The New York Times.",
                "date": "19830918",
                "title": "CORRESPONDENT'S CHOICE; VIENNA'S GRAND HOTEL FOR MUSIC LOVERS",
                "url": "http://www.nytimes.com/1983/09/18/travel/correspondent-s-choice-vienna-s-grand-hotel-for-music-lovers.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 44
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "In one of the most memorable scenes in the televised version of John Galsworthy's ''The Forsyte Saga,'' Soames Forsyte enters the bedroom of his estranged wife, Irene, and rapes her. As she resists him he declares in justification: ''You are my wife!'' Forsyte's explanation was valid under the laws of Victorian England: in his relations with his",
                "byline": "By DAVID MARGOLICK",
                "date": "19841223",
                "title": "NEW YORK JOINS 17 STATES THAT DENY WIVES ARE PROPERTY; RAPE IN A MARRIAGE IS NO LONGER WITHIN LAW",
                "url": "http://www.nytimes.com/1984/12/23/weekinreview/new-york-joins-17-states-that-deny-wives-are-property-rape-marriage-no-longer.html"
            },
            {
                "body": "Drew Middleton covered the Battle of the Bulge for The New York Times. He was the newspaper's military-affairs correspondent for many years and is now a columnist for The Times's news syndicate. Shortly before dawn on Dec. 16, 1944, the G.I.'s of an American intelligence and reconnaissance platoon of the 394th Infantry Regiment at Lanzerath saw the",
                "byline": "By Drew Middleton",
                "date": "19841216",
                "title": "THE BATTLE THAT SEALED GERMANY'S FATE",
                "url": "http://www.nytimes.com/1984/12/16/magazine/the-battle-that-sealed-germany-s-fate.html"
            },
            {
                "body": "ANY history of broadcasting must contend with the formidable figure of John Charles Reith, the first director general of the British Broadcasting Corporation. He was the visionary and uncompromising taskmaster who established standards that still distinguish the BBC as a model of integrity and quality for all other broadcasters and he is the",
                "byline": "By JOHN J. O'CONNOR",
                "date": "19841204",
                "title": "'REITH,' BBC FILM OF ITS 1ST DIRECTOR",
                "url": "http://www.nytimes.com/1984/12/04/arts/reith-bbc-film-of-its-1st-director.html"
            },
            {
                "body": "J oe DiMaggio is 70. His birthday was last Sunday. The papers made nothing of it and I would not have been aware of it if we hadn't seen him Tuesday night doing his Mister Coffee commercial on television. ''Joe DiMaggio is old,'' Harry said. ''Joe DiMaggio can never be old,'' I said. This is true in a very important, unfactual sense. Joe DiMaggio",
                "byline": "By Russell Baker",
                "date": "19841201",
                "title": "OBSERVER; IDYLLS OF THE KID",
                "url": "http://www.nytimes.com/1984/12/01/opinion/observer-idylls-of-the-kid.html"
            },
            {
                "body": "THAT AWFUL MESS ON VIA MERULANA. By Carlo Emilio Gadda. Translated from the Italian by William Weaver. 388 pages. George Braziller. $8.95. With a new introduction by Italo Calvino, ''That Awful Mess on Via Merulana'' by the late Carlo Emilio Gadda appears for the first time in a trade paperback. It is a many-layered Italian novel, like Umberto",
                "byline": "By Herbert Mitgang",
                "date": "19841126",
                "title": "BOOKS: AN ANTI-FASCIST;",
                "url": "http://www.nytimes.com/1984/11/26/arts/books-an-anti-fascist.html"
            },
            {
                "body": "Paolo Monelli, for half a century one of Italy's most distinguished journalists and noted writers, died today at the age of 93 after a long illness, hospital sources said. Mr. Monelli began his journalistic career in 1912 with the Bologna newspaper Il Resto del Carlino. He later was a correspondent in Vienna, Berlin and Paris for Gazzetta del",
                "byline": "Reuters",
                "date": "19841120",
                "title": "PAOLO MONELLI",
                "url": "http://www.nytimes.com/1984/11/20/obituaries/paolo-monelli.html"
            },
            {
                "body": "To the Editor: As a veteran of the Abraham Lincoln Brigade, I resent President Reagan's attempt to equate us with the ''contras'' trying to overthrow the Nicaraguan Government (''Reagan Said to Back Americans' Joining Rebels in Nicaragua,'' Oct. 27). We who defended the Spanish Republic were the first Americans to fire a shot against international",
                "date": "19841110",
                "title": "'CONTRAS' NOT LIKE THE LINCOLN BRIGADE",
                "url": "http://www.nytimes.com/1984/11/10/opinion/l-contras-not-like-the-lincoln-brigade-073018.html"
            },
            {
                "body": "T. S. ELIOT. A Life. By Peter Ackroyd. 400 pages. Illustrated. Simon & Schuster. $24.95. HERE at last, nearly 20 years after his death, is the first serious attempt to write the life of T. S. Eliot. Eliot himself left instructions that there should be no official biography - he had already decided that he did not want one as early as 1925, when he",
                "byline": "By John Gross",
                "date": "19841107",
                "title": "BOOKS OF THE TIMES ;",
                "url": "http://www.nytimes.com/1984/11/07/books/books-of-the-times-065245.html"
            },
            {
                "body": "Fred Ritchin, a former photo editor of The New York Times Magazine, is writing a book on contemporary photojournalism. DISPLAYING A PHOTOgraph of Manhattan on one side of the screen and a photograph of the Statue of Liberty on the other, the computer operator easily copies the tourist icon, transferring it to a patch of open space in Midtown. He",
                "byline": "By Fred Ritchin",
                "date": "19841104",
                "title": "PHOTOGRAPHY'S NEW BAG OF TRICKS",
                "url": "http://www.nytimes.com/1984/11/04/magazine/photography-s-new-bag-of-tricks.html"
            },
            {
                "body": "W atching Jamie Uys's ''Gods Must Be Crazy,'' the hit South African comedy that is currently the longest running movie now in New York first-run, one might suspect that there were no such things as apartheid or the Immorality Act or even South Africa. To be perfectly correct, most of the film takes place not in South Africa but just to the north in",
                "byline": "By Vincent Canby",
                "date": "19841028",
                "title": "FILM VIEW; IS 'THE GODS MUST BE CRAZY' ONLY A COMEDY?",
                "url": "http://www.nytimes.com/1984/10/28/arts/film-view-is-the-gods-must-be-crazy-only-a-comedy.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 50
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "THE date of this writing, 1985, is the 100th anniversary of Ezra Pound's birth. Celebrations have included a gala Library of Congress program (Oct. 29), a stellar lecture series at Yale University (Oct. 31-Nov. 2) and a front-page article, ''Solving the Ezragrams: Pound at 100,'' in The New York Times Book Review (Nov. 10) by Pound's friend and",
                "byline": "By Peter Viereck; Peter Viereck, the William R. Kenan Professor of History at Mount Holyoke College, has written six volumes of poetry, including the Pulitzer Prize-winning ''Terror and Decorum.''",
                "date": "19851229",
                "title": "POUND AT 100: WEIGHING THE ART AND THE EVIL",
                "url": "http://www.nytimes.com/1985/12/29/books/pound-at-100-weighing-the-art-and-the-evil.html"
            },
            {
                "body": "FIFTY years of works designed by major innovators - from Louis Comfort Tiffany's stained-glass lamps of 1900 through Piero Fornasetti's fool-the-eye furniture of the 1950's - will be auctioned tomorrow and next weekend at Sotheby's and Christie's. Outstanding among the Art Deco offerings is a piano by Emile-Jacques Ruhlmann that was introduced at",
                "byline": "By Rita Reif",
                "date": "19851206",
                "title": "AUCTIONS",
                "url": "http://www.nytimes.com/1985/12/06/arts/auctions.html"
            },
            {
                "body": "If you rent a car in Italy that happens to have ROMA license plates and you encounter some unfriendly stares in, say, Florence or Naples, it's nothing against you personally. An innkeeper near Pavia who had gruffly helped me unload my suitcases turned genial when he saw my American passport later: ''Ah, I thought you were a Romanaccio.'' The term",
                "byline": "By Paul Hofmann; PAUL HOFMANN, author of ''O, Vatican! A Slightly Wicked View of the Holy See'' (Congdon & Weed) and a retired New York Times correspondent, lives in Rome.",
                "date": "19851124",
                "title": "WHY ITALIANS THINK THEY HATE ROMANS",
                "url": "http://www.nytimes.com/1985/11/24/travel/why-italians-think-they-hate-romans.html"
            },
            {
                "body": "FOR the second time this season, Benito Mussolini is being put through the grinder of a television biography, and for the second time, the result resembles Italian sausage - of the spicy variety. Home Box Office gave us Il Duce as seen through the curiously reluctant performance of Britain's Bob Hoskins. Beginning this Sunday, from 8 to 11 P.M. on",
                "byline": "By JOHN J. O'CONNOR",
                "date": "19851122",
                "title": "TV WEEKEND; GEORGE C. SCOTT AS MUSSOLINI ON NBC",
                "url": "http://www.nytimes.com/1985/11/22/arts/tv-weekend-george-c-scott-as-mussolini-on-nbc.html"
            },
            {
                "body": "THE WINE-DARK SEA. By Leonardo Sciascia. Translated from the Italian by Avril Bardoni. 142 pages. New York: Carcanet. $14.95. AS novelist and essayist, Leonardo Sciascia is the most authentic voice writing in Sicily today. He remains in Palermo, avoiding the literary mainstream in Milan and Rome, spinning stories that unfold so naturally they seem",
                "byline": "By Herbert Mitgang",
                "date": "19851120",
                "title": "Books: Darkest Sicily",
                "url": "http://www.nytimes.com/1985/11/20/arts/books-darkest-sicily.html"
            },
            {
                "body": "Government is about money. It has always been about money. The great questions are, and always have been: 1. How is the money to be raised? 2. How is the money to be spent? 3. Who is to decide how the money will be raised and spent? Of these, the first two questions are the meat and potatoes of the day's news. They always concern everybody. The way",
                "byline": "By Russell Baker",
                "date": "19851102",
                "title": "OBSERVER; TAKING THE KING'S SIDE",
                "url": "http://www.nytimes.com/1985/11/02/opinion/observer-taking-the-king-s-side.html"
            },
            {
                "body": "THE portrait drawings of John Graham, which are on view at the Andre Emmerich Gallery, 41 East 57th Street, have an autobiographical character that is curiously compelling. It is not simply that some of them are antic self-portraits in which Graham appears in a wide variety of guises (not least, as God the Father on horseback). It is that even in",
                "byline": "By JOHN RUSSELL",
                "date": "19851101",
                "title": "ART: GRAHAM DRAWINGS AT EMMERICH GALLERY",
                "url": "http://www.nytimes.com/1985/11/01/arts/art-graham-drawings-at-emmerich-gallery.html"
            },
            {
                "body": "He has long been notorious for behavior that ranges from the merely curmudgeonly to the truly alarming, his rages having run to the destruction of entire hotel rooms, not to mention himself, as on one memorable night when he punched his fist into a mirror between acts, gouging his hand so badly he had to finish the play wearing a rubber glove to",
                "byline": "By LESLIE BENNETTS",
                "date": "19851031",
                "title": "A COOLER GEORGE C. SCOTT STAYS BUSY",
                "url": "http://www.nytimes.com/1985/10/31/arts/a-cooler-george-c-scott-stays-busy.html"
            },
            {
                "body": "ONE rrItalian-born professor of economics at the Massachusetts Institute of Technology, two molecular geneticists, three other scientists and a novelist in the experimental tradition learned last week that they were winners of the Nobel Prize. Claude Simon became the first French author to win the prize for literature since Jean-Paul Sartre was",
                "byline": "By Walter Goodman",
                "date": "19851020",
                "title": "FRENCH NOVELIST WINS A NOBEL",
                "url": "http://www.nytimes.com/1985/10/20/weekinreview/french-novelist-wins-a-nobel.html"
            },
            {
                "body": "It was a bitter moment today when Prime Minister Bettino Craxi was forced to hand in his resignation. His Government was just 28 days shy of becoming Italy's longest-lasting administration since World War II. There was, however, a certain symmetry to his resignation: Defense Minister Giovanni Spadolini, whose withdrawal from the five-party",
                "byline": "Special to the New York Times",
                "date": "19851018",
                "title": "HOSTAGES AND HIJACKERS: A FRAGILE COALITION SHATTERS; SIMMERING FEUD OF 2 ITALIAN PARTIES IS BROUGHT TO BOIL BY HIJACKING CRISIS",
                "url": "http://www.nytimes.com/1985/10/18/world/hostages-hijackers-fragile-coalition-shatters-simmering-feud-2-italian-parties.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 53
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "A few years before he received the 1934 Nobel Prize in Literature, the Sicilian playwright Luigi Pirandello, one of the 20th century's great innovators in the theater, wrote another letter to Marta Abba, a leading Italian stage and screen actress, who inspired several of his plays. ''I write with my mind's eye fixed on you,'' he wrote. ''Should",
                "byline": "By HERBERT MITGANG",
                "date": "19861229",
                "title": "516 PIRANDELLO LETTERS DONATED TO PRINCETON",
                "url": "http://www.nytimes.com/1986/12/29/theater/516-pirandello-letters-donated-to-princeton.html"
            },
            {
                "body": "FOR the first time in 20 years, Chad's many tribes have suspended their civil war to confront a common enemy: Libya. As recently as this fall, 11 armed factions had been vying for power in the landlocked central African nation, which, in a population of five million, is fragmented into 200 ethnic groups. The main group of insurgents, recently",
                "byline": "By JAMES BROOKE",
                "date": "19861228",
                "title": "CHAD FINDS UNITY IN WAR WITH LIBYA",
                "url": "http://www.nytimes.com/1986/12/28/weekinreview/chad-finds-unity-in-war-with-libya.html"
            },
            {
                "body": "Unlike the French, who have tried to limit American influences, Italians think American culture is ''tutto O.K.'' Whereas the French Government has taken steps to keep Americanisms from ''corrupting'' the French language, words and phrases from across the Atlantic pop up often in Italy's media and popular speech. American movies, books, athletes,",
                "byline": "AP",
                "date": "19861228",
                "title": "THE LINGUA AMERICANA IS 'TUTTO O.K.' IN ITALY",
                "url": "http://www.nytimes.com/1986/12/28/arts/the-lingua-americana-is-tutto-ok-in-italy.html"
            },
            {
                "body": "MEMORIES OF MISTRESSES. Reflections From a Life. By Luigi Barzini. 311 pages. Collier Books/Macmillan. Paper, $12.95. ''MEMORIES OF MIS= TRESSES'' is a collection of 22 essays by Luigi Barzini, who died in 1984. The title is not only deplorable but actively misleading as well, and there is no indication where or when any of the pieces originally",
                "byline": "By John Gross",
                "date": "19861223",
                "title": "BOOKS OF THE TIMES",
                "url": "http://www.nytimes.com/1986/12/23/books/books-of-the-times-440586.html"
            },
            {
                "body": "Despite its participation in the Axis alliance, Italy in World War II provided a safer haven for Jews than most other European countries, a number of scholars agreed at a conference last week. A three-day symposium on the Jews of Italy sponsored by Brooklyn College's Humanities Institute and the Italian Ministry of Foreign Affairs was told that",
                "byline": "By JOSEPH BERGER",
                "date": "19861214",
                "title": "SCHOLARS PRAISE ITALY'S ROLE IN HELPING JEWS IN WORLD WAR II",
                "url": "http://www.nytimes.com/1986/12/14/nyregion/scholars-praise-italy-s-role-in-helping-jews-in-world-war-ii.html"
            },
            {
                "body": "A GROUP show at Luhring, Augustine & Hodes (41 East 57th Street, through Dec. 20) introduces the work of two young West German artists, Gunther Forg and Reinhard Mucha, in the company of Bernd and Hilla Becher, the man-and-wife photographer team, also West German, who have exhibited in this country since the early 70's. It is a sparse but",
                "byline": "By ROBERTA SMITH",
                "date": "19861128",
                "title": "ART: GUNTHER FORG AND RENHARD MUCHA IN SHOW",
                "url": "http://www.nytimes.com/1986/11/28/arts/art-gunther-forg-and-renhard-mucha-in-show.html"
            },
            {
                "body": "It was love at first sight. The first time the cadets at the Air Force Academy saw Joseph Heller walk into the cavernous auditorium. they fell madly in love with him. Nearly 900 future officers stood as one to applaud the white-haired author as he arrived to begin a weekend-long celebration. The occasion was the 25th anniversary of the publication",
                "byline": "By ANDREW H. MALCOLM, Special to the New York Times",
                "date": "19861006",
                "title": "'CATCH-22': CADETS HAIL A CHRONICLER OF THE ABSURD",
                "url": "http://www.nytimes.com/1986/10/06/us/catch-22-cadets-hail-a-chronicler-of-the-absurd.html"
            },
            {
                "body": "The Ford Motor Company announced today that it had offered to link up with Alfa-Romeo, Italy's state-owned car maker, presumably by acquiring a substantial interest. Fiat S.p.A. immediately stated that it was preparing a counteroffer. Alfa, best known for high-performance sports cars and stylish sedans, has registered 13 years of consecutive",
                "byline": "By ROBERTO SURO",
                "date": "19861002",
                "title": "FORD MAKES ALFA OFFER; FIAT VOWS COUNTEROFFER",
                "url": "http://www.nytimes.com/1986/10/02/business/ford-makes-alfa-offer-fiat-vows-counteroffer.html"
            },
            {
                "body": "FDR: THE NEW DEAL YEARS 1933-1937. By Kenneth S. Davis. 756 pages. Random House. $29.95. WITH the third volume of his biography of Franklin Delano Roosevelt, ''FDR: The New Deal Years 1933-1937,'' Kenneth S. Davis arrives at the White House and the period of Roosevelt's great domestic achievements. Taking office at a time of nationwide suffering,",
                "byline": "By Walter Goodman",
                "date": "19860923",
                "title": "Books; First Safety Net",
                "url": "http://www.nytimes.com/1986/09/23/arts/books-first-safety-net.html"
            },
            {
                "body": "EISENHOWER: AT WAR 1943-1945. By David Eisenhower. Illustrated. 977 pp. New York: Random House. $29.95. FOR David Eisenhower, who was born in 1948, the events he depicts in ''Eisenhower: At War'' are as distant as World War I was to my generation. But Mr. Eisenhower's personal ties to those remote events are uniquely close. His grandfather was",
                "byline": "BY ARTHUR SCHLESINGER JR; Arthur Schlesinger Jr., the historian, reached the rank of corporal in the European Theater of Operations.",
                "date": "19860914",
                "title": "No Headline",
                "url": "http://www.nytimes.com/1986/09/14/books/no-headline-983286.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 34
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: THE FRANCO REGIME 1936-1975. By Stanley G. Payne. Illustrated. 677 pp. Madison: University of Wisconsin Press. $30. THE FRANCO REGIME 1936-1975. By Stanley G. Payne. Illustrated. 677 pp. Madison: University of Wisconsin Press. $30. GEN. FRANCISCO FRANCO won a bloody civil war with the aid of Hitler and Mussolini, and then built a regime that",
                "byline": "By PAUL PRESTON; Paul Preston, the director of the Center for Contemporary Spanish Studies at the University of London, is the author of ''The Spanish Civil War 1936-39.''",
                "date": "19871227",
                "title": "THE CONQUEROR OF HIS COUNTRY",
                "url": "http://www.nytimes.com/1987/12/27/books/the-conqueror-of-his-country.html"
            },
            {
                "body": "LEAD: The deepest change in the Soviet Union is not in politics. As Americans who see the current Soviet film ''Repentance'' are finding out, it's in the arts. The deepest change in the Soviet Union is not in politics. As Americans who see the current Soviet film ''Repentance'' are finding out, it's in the arts. ''Repentance'' is a potent, poignant",
                "byline": "By GENEVA OVERHOLSER",
                "date": "19871221",
                "title": "The Editorial Notebook; Staring at the Soviet Past",
                "url": "http://www.nytimes.com/1987/12/21/opinion/the-editorial-notebook-staring-at-the-soviet-past.html"
            },
            {
                "body": "LEAD: ''The Mafia organization continues to function punctually,'' Mimmo Signorino, a deputy prosecutor, said the morning after a jury returned 338 guilty verdicts in the most successful law enforcement effort ever undertaken against the Sicilian underworld. ''The Mafia organization continues to function punctually,'' Mimmo Signorino, a deputy",
                "byline": "By ROBERTO SURO, Special to the New York Times",
                "date": "19871218",
                "title": "Trial Leaves Old Questions For Palermo",
                "url": "http://www.nytimes.com/1987/12/18/world/trial-leaves-old-questions-for-palermo.html"
            },
            {
                "body": "LEAD: Four decades ago, Antonio Cafiero was part of the feverish multitude that swept Juan Domingo Peron to power and set Argentina on a path of social and industrial change. Four decades ago, Antonio Cafiero was part of the feverish multitude that swept Juan Domingo Peron to power and set Argentina on a path of social and industrial change. As a",
                "byline": "By SHIRLEY CHRISTIAN, Special to the New York Times",
                "date": "19871212",
                "title": "BUENOS AIRES JOURNAL; On Selling Peronism With No Peron and Little Ism",
                "url": "http://www.nytimes.com/1987/12/12/world/buenos-aires-journal-on-selling-peronism-with-no-peron-and-little-ism.html"
            },
            {
                "body": "LEAD: Caspar W. Weinberger does not feel all warm and fuzzy inside about the summit meeting. Caspar W. Weinberger does not feel all warm and fuzzy inside about the summit meeting. ''Washington went mad,'' he said with a wry grimace. ''Everybody singing 'Moscow Nights' at the White House? That was sort of interesting.'' In a city that embraced",
                "byline": "By MAUREEN DOWD, Special to the New York Times",
                "date": "19871212",
                "title": "SUMMIT AFTERMATH; Washington Summit Song Is Off Key for Weinberger",
                "url": "http://www.nytimes.com/1987/12/12/us/summit-aftermath-washington-summit-song-is-off-key-for-weinberger.html"
            },
            {
                "body": "LEAD: To the Editor: To the Editor: In ''Turkey Scouts and Mr. Franklin,'' your Thanksgiving editorial (Nov. 26), you miss the point of Benjamin Franklin's argument for making the turkey our national symbol by so wide a mark you would come home from a turkey shoot empty-handed. In your defense of the eagle, you correctly point out that the eagle",
                "date": "19871206",
                "title": "If the Turkey Had Been the National Bird",
                "url": "http://www.nytimes.com/1987/12/06/opinion/l-if-the-turkey-had-been-the-national-bird-275687.html"
            },
            {
                "body": "LEAD: ''I'M DEVELOPING A NEW THEORY of 'Tamara,' '' says the 31-year-old Canadian playwright John Krizanc. ''I'M DEVELOPING A NEW THEORY of 'Tamara,' '' says the 31-year-old Canadian playwright John Krizanc. ''It's all about the second law of thermodynamics - it's about entropy.'' Riding his metaphor, he continues: ''It's a high-entropy situation -",
                "byline": "By EILEEN BLUMENTHAL; Eileen Blumenthal teaches theater at Rutgers University and is the author of ''Joseph Chaikin: Exploring at the Boundaries of Theater'' (Cambridge University Press).",
                "date": "19871129",
                "title": "'Tamara' From the Ground Floor Up",
                "url": "http://www.nytimes.com/1987/11/29/theater/tamara-from-the-ground-floor-up.html"
            },
            {
                "body": "LEAD: THE CENTRAL FIGURE OF ''Repentance'' is Varlam the dictator - the mayor of a Georgian city who looks vaguely like Mussolini but also has some of Hitler's madness and Stalin's cunning and something, too, of the Georgians' own Lavrenti P. Beria, Stalin's murderous secret police chief with his glittering pince-nez. THE CENTRAL FIGURE OF",
                "byline": "By OLGA CARLISLE; Olga Carlisle is the author of ''Voices in the Snow,'' a study of Russian writers and artists. She served as interpreter for Tengiz Abuladze at the Telluride Film Festival.",
                "date": "19871129",
                "title": "FILM; From Russia With Scorn",
                "url": "http://www.nytimes.com/1987/11/29/movies/film-from-russia-with-scorn.html"
            },
            {
                "body": "LEAD: EUROPE A Tapestry of Nations. By Flora Lewis. 587 pp. New York: Simon & Schuster. $22.95. EUROPE A Tapestry of Nations. By Flora Lewis. 587 pp. New York: Simon & Schuster. $22.95. IT is just over half a century since John Gunther, a young American journalist, published ''Inside Europe,'' the first of several large transnational surveys that",
                "byline": "By STEPHEN R. GRAUBARD; Stephen R. Graubard is the editor of Daedalus and a professor of history at Brown University.",
                "date": "19871122",
                "title": "INSIDE THE CONTINENT",
                "url": "http://www.nytimes.com/1987/11/22/books/inside-the-continent.html"
            },
            {
                "body": "LEAD: Arturo Toscanini's influence on 20th-century orchestral works is assured; now, with the opening today of the exhibition ''Arturo Toscanini, 1915-1946: Art in the Shadow of Politics,'' the outspoken record of his anti-Fascism is fully documented. Arturo Toscanini's influence on 20th-century orchestral works is assured; now, with the opening",
                "byline": "By HERBERT MITGANG",
                "date": "19871116",
                "title": "Exhibition Shows Toscanini as Musician and Anti-Fascist",
                "url": "http://www.nytimes.com/1987/11/16/arts/exhibition-shows-toscanini-as-musician-and-anti-fascist.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 55
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: Carlo Scorza, the last secretary of Italy's wartime Fascist Party, has died, family members said today. He was 91 years old. Carlo Scorza, the last secretary of Italy's wartime Fascist Party, has died, family members said today. He was 91 years old. The relatives said that he died Friday but that it was decided not to issue an announcement",
                "byline": "Reuters",
                "date": "19881227",
                "title": "Carlo Scorza, 91, Dies; Wartime Fascist Chief",
                "url": "http://www.nytimes.com/1988/12/27/obituaries/carlo-scorza-91-dies-wartime-fascist-chief.html"
            },
            {
                "body": "LEAD: A SERIOUS CHARACTER The Life of Ezra Pound. By Humphrey Carpenter. Illustrated. 1,005 pp. Boston: Houghton Mifflin Company. $40. A SERIOUS CHARACTER The Life of Ezra Pound. By Humphrey Carpenter. Illustrated. 1,005 pp. Boston: Houghton Mifflin Company. $40. ''Who, for instance,'' T. S. Eliot once asked, provocatively, ''has a first-hand",
                "byline": "By WILLIAM H. PRITCHARD; William H. Pritchard, the Henry Clay Folger Professor of English at Amherst College, is the author of ''Lives of the Modern Poets'' and other books.",
                "date": "19881218",
                "title": "EZTRAVAGANZA",
                "url": "http://www.nytimes.com/1988/12/18/books/eztravaganza.html"
            },
            {
                "body": "LEAD: A Serious Character The Life of Ezra Pound By Humphrey Carpenter 1,005 pages. Houghton Mifflin. $40. A Serious Character The Life of Ezra Pound By Humphrey Carpenter 1,005 pages. Houghton Mifflin. $40. A century after his birth, Ezra Pound is remembered for two things: he is celebrated as a midwife of modernism who with William Carlos",
                "byline": "By MICHIKO KAKUTANI",
                "date": "19881214",
                "title": "Books of The Times; Pound's Inexorable Mix Of Politics and Poetry",
                "url": "http://www.nytimes.com/1988/12/14/books/books-of-the-times-pound-s-inexorable-mix-of-politics-and-poetry.html"
            },
            {
                "body": "LEAD: ''Turf? What does this mean?'' ''Turf? What does this mean?'' Vladimir Kikilo wrinkled his nose in puzzlement. A mop-haired, 36-year-old New York correspondent for the Soviet press agency Tass, Mr. Kikilo had just toured a Brooklyn neighborhood long described by prosecutors as the territory of the Bonanno Mafia family and its fearsome",
                "byline": "By RALPH BLUMENTHAL",
                "date": "19881128",
                "title": "Assignment From Moscow: Get U.S. Crime War Secrets",
                "url": "http://www.nytimes.com/1988/11/28/nyregion/assignment-from-moscow-get-us-crime-war-secrets.html"
            },
            {
                "body": "LEAD: WHEN Mussolini, disguised as a German soldier, tried to flee Italy at the end of World War II, partisans near Dongo spotted him among German troops retreating through northern Italy. What blew his disguise was his shoes. Instead of scuffed and sturdy shoes like the rest of the soldiers, he had on highly polished, elegant boots. WHEN",
                "byline": "By FRANCES MAYES; FRANCES MAYES, who spends summers in Italy, is the author of ''The Discovery of Poetry,'' (Harcourt Brace Jovanovich).",
                "date": "19881127",
                "title": "SHOPPER'S WORLD; Wearing Out the Leather Looking at Shoes in Florence",
                "url": "http://www.nytimes.com/1988/11/27/travel/shopper-s-world-wearing-out-the-leather-looking-at-shoes-in-florence.html"
            },
            {
                "body": "LEAD: THE LAST LION Winston Spencer Churchill: Alone, 1932-1940. By William Manchester. Illustrated. 756 pp. Boston: Little, Brown & Company. $24.95. THE LAST LION Winston Spencer Churchill: Alone, 1932-1940. By William Manchester. Illustrated. 756 pp. Boston: Little, Brown & Company. $24.95. THE second volume of William Manchester's biography of",
                "byline": "By Kenneth Harris; Kenneth Harris is the author of ''Thatcher'' and a biography of the former British Prime Minister Clement Attlee.",
                "date": "19881127",
                "title": "Why They Ignored Him",
                "url": "http://www.nytimes.com/1988/11/27/books/why-they-ignored-him.html"
            },
            {
                "body": "LEAD: PERHAPS only Milton Glaser could dream up a restaurant that draws artistic inspiration from Italian art academies, Il Campidoglio in Rome and the noses of approximately 32 famous Italians. This latest creation is Trattoria Dell'Arte, across Seventh Avenue from Carnegie Hall and easily identifiable by the looming sculptured nose visible in the",
                "byline": "By Patricia Leigh Brown",
                "date": "19881117",
                "title": "CURRENTS; A Bistro With Humor, From Glaser",
                "url": "http://www.nytimes.com/1988/11/17/garden/currents-a-bistro-with-humor-from-glaser.html"
            },
            {
                "body": "LEAD: This Tyrolean village, where voices are rarely raised except in song, was startled out of its slumber one recent Sunday morning by noises that resounded off the mountain walls and down through the vineyards announcing that the politics of language had turned violent again. This Tyrolean village, where voices are rarely raised except in song,",
                "byline": "By ROBERTO SURO, Special to the New York Times",
                "date": "19881117",
                "title": "Appiano Journal; Where the Tyrol Speaks Bitterly in Two Tongues",
                "url": "http://www.nytimes.com/1988/11/17/world/appiano-journal-where-the-tyrol-speaks-bitterly-in-two-tongues.html"
            },
            {
                "body": "LEAD: There are a few consolations at the end of this disappointing Presidential campaign after all. The main one, of course, is that it's almost over, but there are others of a more substantial nature. There are a few consolations at the end of this disappointing Presidential campaign after all. The main one, of course, is that it's almost over,",
                "byline": "By James Reston; James Reston is senior columnist of The New York Times.",
                "date": "19881108",
                "title": "Free at Last, Free at Last",
                "url": "http://www.nytimes.com/1988/11/08/opinion/free-at-last-free-at-last.html"
            },
            {
                "body": "LEAD: For one student, Emanuela Gentile, the choices under Italy's ''religion hour'' order were few but not simple. For one student, Emanuela Gentile, the choices under Italy's ''religion hour'' order were few but not simple. Like every public schoolboy and girl in Italy, she had to decide whether to take a course in religion for an hour a week,",
                "byline": "By CLYDE HABERMAN, Special to the New York Times",
                "date": "19881106",
                "title": "Religion in Italy Schools: Still a Contentious Issue",
                "url": "http://www.nytimes.com/1988/11/06/world/religion-in-italy-schools-still-a-contentious-issue.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 55
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: Striding triumphantly through Rome on his first state visit, President Mikhail S. Gorbachev criticized the West today for not discussing naval arms control, and proposed talks on American and Soviet naval bases in the Mediterranean. Striding triumphantly through Rome on his first state visit, President Mikhail S. Gorbachev criticized the West",
                "byline": "By CLYDE HABERMAN, Special to The New York Times",
                "date": "19891130",
                "title": "Clamor in the East; Gorbachev, Visiting Italy, Urges Talks on Naval Arms",
                "url": "http://www.nytimes.com/1989/11/30/world/clamor-in-the-east-gorbachev-visiting-italy-urges-talks-on-naval-arms.html"
            },
            {
                "body": "LEAD: FESTIVAL OF TREES FESTIVAL OF TREES This year's Festival of Trees at the Wadsworth Atheneum in Hartford is accompanied by many activities for children, including appearances by Laurent de Brunhoff, author of the Babar stories, Tom Glazer, the songwriter and entertainer, and Tomie dePaola, the author and illustrator. On Friday, 250 trees will",
                "date": "19891126",
                "title": "CONNECTICUT GUIDE",
                "url": "http://www.nytimes.com/1989/11/26/nyregion/connecticut-guide-420789.html"
            },
            {
                "body": "LEAD: With Brazilian presidential elections two weeks away, one of the country's most popular television personalities has suddenly entered the race, and a public opinion poll shows that he could win. With Brazilian presidential elections two weeks away, one of the country's most popular television personalities has suddenly entered the race, and a",
                "byline": "By JAMES BROOKE, Special to The New York Times",
                "date": "19891103",
                "title": "TV Celebrity Joins Presidential Race in Brazil",
                "url": "http://www.nytimes.com/1989/11/03/world/tv-celebrity-joins-presidential-race-in-brazil.html"
            },
            {
                "body": "LEAD: Prosecutors have been enthroned on special daises in courtrooms up and down Italy since time immemorial. Beginning Oct. 25, they will be seated in a humbler position, opposite defense counsel and on the same level. The symbolic lowering of the state accuser's place by a few inches is part of a reform of the Italian criminal justice system",
                "byline": "By PAUL HOFMANN, Special to The New York Times",
                "date": "19891016",
                "title": "In Italy's Courts, Inspiration From 'Perry Mason'",
                "url": "http://www.nytimes.com/1989/10/16/arts/in-italy-s-courts-inspiration-from-perry-mason.html"
            },
            {
                "body": "LEAD: Do we need political humor? I usually answer that question with the smart-alecky response, ''I certainly do - I have bills to pay.'' The humorist Tom Lehrer gave up his practice years ago with the proclamation that political satire died the moment Henry Kissinger received the Nobel Peace Prize, and my endeavors as a satirist are often",
                "byline": "By MARK RUSSELL; the writer is host of the Mark Russell comedy specials on PBS.",
                "date": "19891008",
                "title": "Is Political Humor Politic?",
                "url": "http://www.nytimes.com/1989/10/08/theater/is-political-humor-politic.html"
            },
            {
                "body": "LEAD: GINSBERG A Biography. By Barry Miles. Illustrated. 588 pp. New York: Simon & Schuster. $24.95. GINSBERG A Biography. By Barry Miles. Illustrated. 588 pp. New York: Simon & Schuster. $24.95. The key to Allen Ginsberg's singular life surely lies in the attitude toward madness that was thrust on him by the circumstances of his childhood. His",
                "byline": "By PAUL BERMAN; Paul Berman, a New York critic, was a contributor to the anthology, ''On the Poetry of Allen Ginsberg,'' edited by Lewis Hyde.",
                "date": "19891001",
                "title": "THE LIFE AND TIMES OF AN ANGELHEADED HIPSTER",
                "url": "http://www.nytimes.com/1989/10/01/books/the-life-and-times-of-an-angelheaded-hipster.html"
            },
            {
                "body": "LEAD: Revolt Against Destiny An Intellectual History of the United States By Paul A. Carter 331 pages. Columbia University Press. $24.95. Revolt Against Destiny An Intellectual History of the United States By Paul A. Carter 331 pages. Columbia University Press. $24.95. Is America still a frontier country able to expand westward, if not",
                "byline": "By Herbert Mitgang",
                "date": "19890916",
                "title": "Books of The Times; The Founding of Our Republic and Where It Stands",
                "url": "http://www.nytimes.com/1989/09/16/books/books-of-the-times-the-founding-of-our-republic-and-where-it-stands.html"
            },
            {
                "body": "LEAD: At the entrance to the Jewish Museum's ''Gardens and Ghettos: The Art of Jewish Life in Italy'' is a plaster cast of a portion of the Arch of Titus, built in A.D. 81 in Rome to celebrate a victory over the Romans' most rebellious and disobedient province, Judea. At the entrance to the Jewish Museum's ''Gardens and Ghettos: The Art of Jewish",
                "byline": "By RICHARD BERNSTEIN",
                "date": "19890914",
                "title": "For the Jews of Italy, a History of Harmony",
                "url": "http://www.nytimes.com/1989/09/14/arts/for-the-jews-of-italy-a-history-of-harmony.html"
            },
            {
                "body": "LEAD: THE slot machines start clicking and ringing at 3:15 P.M. every day and the roulettes spin night after night until dawn in the ancient village, an Italian-Swiss Atlantic City of sorts, on the eastern shore of Lake Lugano. Determined nongamblers, too, are often captivated by Campione d'Italia, a splinter of Italy, the size of one-third of",
                "byline": "By PAUL HOFMANN; PAUL HOFMANN, who lives in Rome, is a former chief of The Times bureau there.",
                "date": "19890910",
                "title": "Campione: Italy's Little Vegas",
                "url": "http://www.nytimes.com/1989/09/10/travel/campione-italy-s-little-vegas.html"
            },
            {
                "body": "LEAD: As he celebrated two decades in power, Col. Muammar el-Qaddafi declared today that Israel ''must be removed'' and promised to pursue an ''international revolutionary program'' to rid the world of ''government and classes, parliaments and parties.'' As he celebrated two decades in power, Col. Muammar el-Qaddafi declared today that Israel",
                "byline": "By ALAN COWELL, Special to The New York Times",
                "date": "19890902",
                "title": "Qaddafi, Marking 20 Years in Power, Pledges 'International Revolution'",
                "url": "http://www.nytimes.com/1989/09/02/world/qaddafi-marking-20-years-in-power-pledges-international-revolution.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 42
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "THE broad Via San Gabriele changes its name into Erjavceva Ulica beyond a green wire fence in one of the few European cities that are divided by an international frontier, the one separating Italy and Yugoslavia, and probably the most pleasant one among them. The five-foot fence, separating Gorizia from its former eastern suburbs, is no Berlin",
                "byline": "By PAUL HOFMANN; PAUL HOFMANN, a former chief of The Times's Rome bureau, is the author most recently of \"That Fine Italian Hand\" (Holt).",
                "date": "19901216",
                "title": "A Not-Very-Divided City",
                "url": "http://www.nytimes.com/1990/12/16/travel/a-not-very-divided-city.html"
            },
            {
                "body": "FOR this visitor, the most enjoyable place in all Milan is the little museum in the opera house of La Scala. This is not because it has great art. It hasn't. Nor is it because it is a model of imaginative presentation. It isn't. The Scala museum is in many respects a mix of esthetic freak show and musicological tag sale. Setting out to count the",
                "byline": "By JOHN RUSSELL; JOHN RUSSELL, former chief art critic for The New York Times, writes regularly on cultural subjects.",
                "date": "19901202",
                "title": "Operatic Memorabilia at La Scala",
                "url": "http://www.nytimes.com/1990/12/02/travel/operatic-memorabilia-at-la-scala.html"
            },
            {
                "body": "THE two shows at the Aldrich Museum in Ridgefield are poles apart: one is about words as (or in) art, the other German photography. Yet, in retrospect, the two blur into one spectacle -- chic, chilly and more than a little forbidding. Because of its verbal content, \"Language and Art,\" as the first display is called, recalls the Museum of Modern",
                "byline": "By VIVIEN RAYNOR",
                "date": "19901104",
                "title": "ART; Medium and Message Blend in 'Language and Art' at Aldrich",
                "url": "http://www.nytimes.com/1990/11/04/nyregion/art-medium-and-message-blend-in-language-and-art-at-aldrich.html"
            },
            {
                "body": "LEAD: A century ago, a festival of recent Italian concert-hall music like the Settembre Musica event that takes place this week in New York (see box on page 30) would hardly have seemed a credible proposition. The energetic cultivation of instrumental writing (and instrument making) by ecclesiastical and aristocratic patrons in Italy during the",
                "byline": "By DAVID OSMOND-SMITH; David Osmond-Smith, a senior lecturer at the University of Sussex, England, has written extensively about Italian music.",
                "date": "19901021",
                "title": "MUSIC; From the Land of Opera, Concert-Hall Music",
                "url": "http://www.nytimes.com/1990/10/21/arts/music-from-the-land-of-opera-concert-hall-music.html"
            },
            {
                "body": "LEAD: Lilian Thomson Mowrer, author of books about Europe on the eve of World War II, died Sunday at her home in Chicago. She was 101 years old. Lilian Thomson Mowrer, author of books about Europe on the eve of World War II, died Sunday at her home in Chicago. She was 101 years old. With her husband, Edgar Ansel Mowrer, a Pulitizer Prize-winning",
                "date": "19901006",
                "title": "Lilian T. Mowrer;Writer Was 101",
                "url": "http://www.nytimes.com/1990/10/06/obituaries/lilian-t-mowrer-writer-was-101.html"
            },
            {
                "body": "LEAD: To the Editor: To the Editor: You report from Romania on the tearful commemoration of the 50th anniversary of the 1940 Vienna Dictate imposed by Hitler and Mussolini, in which Romania lost territory to the Soviet Union, Hungary and Bulgaria (news article, Sept. 2). It is misleading to talk about the ceding of Northern Transylvania as a",
                "date": "19901002",
                "title": "Romania Still Persecutes Its Hungarians",
                "url": "http://www.nytimes.com/1990/10/02/opinion/l-romania-still-persecutes-its-hungarians-305690.html"
            },
            {
                "body": "LEAD: Alberto Moravia, whose many novels explored alienation and other social traumas while focusing almost obsessively on human sexuality, died today at his apartment overlooking the Tiber River here. He was 82 years old. Alberto Moravia, whose many novels explored alienation and other social traumas while focusing almost obsessively on human",
                "byline": "By CLYDE HABERMAN, Special to The New York Times",
                "date": "19900927",
                "title": "Alberto Moravia, Novelist, Is Dead at 82",
                "url": "http://www.nytimes.com/1990/09/27/obituaries/alberto-moravia-novelist-is-dead-at-82.html"
            },
            {
                "body": "LEAD: It's a tranquil, car-free thoroughfare through the heart of chaotic Rome, but few Romans take it. It's lined with reminders of Rome's ancient life - the city and a civilization began there - but for many tourists it's only something to cross to get from one monument to another. Neglected and mistreated for decades, the Tiber is coming alive",
                "byline": "By Frances D'Emilio; Frances D'Emilio, who lives in Rome, is the author of a guidebook about the city to be published next year by Hippocrene.",
                "date": "19900909",
                "title": "Cruising by Moonlight Along the Tiber",
                "url": "http://www.nytimes.com/1990/09/09/travel/cruising-by-moonlight-along-the-tiber.html"
            },
            {
                "body": "LEAD: September ''FIVE YEARS OF 19TH-CENTURY ACQUISITIONS.'' About 60 additions of sculpture and furnishings in the neo-classical, romantic and historical revival styles, including several masterworks in furniture and ceramics never before shown at the museum. Tuesday-Jan. 27, 1991, Metropolitan Museum. ''FIVE STAR FOLK ART.'' Some of the finest",
                "byline": "By RITA REIF",
                "date": "19900909",
                "title": "THE ANNOTATED CALENDAR: ANTIQUES",
                "url": "http://www.nytimes.com/1990/09/09/arts/the-annotated-calendar-antiques.html"
            },
            {
                "body": "LEAD: A village teacher spoke in a flat voice of ''savagery worthy of the Mongol invaders,'' and old peasant women in the large crowd wept copiously. Then a mixed choir sang a hymn to ''our heroic martyrs,'' and eight Orthodox priests intoned a prayer. A village teacher spoke in a flat voice of ''savagery worthy of the Mongol invaders,'' and old",
                "byline": "By DAVID BINDER, Special to The New York Times",
                "date": "19900902",
                "title": "Tearfully, Romanians Recall a Wartime Partition",
                "url": "http://www.nytimes.com/1990/09/02/world/tearfully-romanians-recall-a-wartime-partition.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 36
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Blistering barnacles! Are Tintin and Snowy finally capturing the imaginations of Americans 60 years after their European debut? It's about time. Since 1930, 150 million copies of the oversize Tintin comic books have sold in over 40 languages -- including Welsh, Serbo-Croatian and Esperanto -- and more copies are sold every year. But in the United",
                "byline": "By PETER C. T. ELSWORTH",
                "date": "19911224",
                "title": "Tintin Searches for a U.S. Audience",
                "url": "http://www.nytimes.com/1991/12/24/news/tintin-searches-for-a-us-audience.html"
            },
            {
                "body": "Driving along a sunny, palm-lined Hollywood street that might as well have \"movie set\" bannered across it, Bugsy Siegel asks his pal George Raft, \"How would someone go about getting a screen test?\" -- as if being a gangster, a family man, a womanizer, a murderer, a snazzy dresser and a guy preoccupied with his tan weren't enough. Everyone wants to",
                "byline": "By Caryn James",
                "date": "19911222",
                "title": "FILM VIEW; 'Bugsy' Muscles In on Hollywood Glamour",
                "url": "http://www.nytimes.com/1991/12/22/movies/film-view-bugsy-muscles-in-on-hollywood-glamour.html"
            },
            {
                "body": "Benjamin (Bugsy) Siegel, a true gangster Gatsby, arrived in Hollywood with a heart full of promise and a gleam in his eye. Recklessly romantic, he brought with him the first glimmer of \"a Garden of Eden in the desert\": a brand-new resort that would provide organized crime with a political toehold, as well as a place that would outdo even the movie",
                "byline": "By JANET MASLIN",
                "date": "19911213",
                "title": "Review/Film; Sure, He Had His Faults, but the Man Had Vision!",
                "url": "http://www.nytimes.com/1991/12/13/movies/review-film-sure-he-had-his-faults-but-the-man-had-vision.html"
            },
            {
                "body": "Warren Beatty is tooling through the Beverly Hills night, looking the picture of Hollywood cool with his brown leather jacket and his black Mercedes convertible and his car phone on the dash. He stops at a large, dramatic-looking white house at 810 Linden Street. \"This was the house Virginia Hill rented, the one where Bugsy Siegel was killed,\" he",
                "byline": "By MAUREEN DOWD",
                "date": "19911208",
                "title": "Bugsy in Love, on Stage and Off",
                "url": "http://www.nytimes.com/1991/12/08/movies/bugsy-in-love-on-stage-and-off.html"
            },
            {
                "body": "Fifty years ago next Saturday, America's world turned upside down. In a surprise attack on Pearl Harbor, Japanese warplanes destroyed or damaged 21 ships and killed 2,403 Americans. Shocked and unified by a calculated act of treachery, Americans within a week were at war across the globe. Pearl Harbor has left its imprint on all that has followed.",
                "date": "19911201",
                "title": "The Imprints of Pearl Harbor",
                "url": "http://www.nytimes.com/1991/12/01/opinion/the-imprints-of-pearl-harbor.html"
            },
            {
                "body": "Benevolence and Betrayal Five Italian Jewish Families Under Fascism By Alexander Stille Illustrated. 365 pages. Summit Books. $25. Italian Fascism, censorship, the German occupation of wartime Italy, anti-Semitism, deportations to the Third Reich's concentration camps, the Holocaust: all of these served as background for a number of remarkable",
                "byline": "By HERBERT MITGANG",
                "date": "19911127",
                "title": "Books of The Times; 5 Jewish Families in Fascist Italy, on Both Sides",
                "url": "http://www.nytimes.com/1991/11/27/books/books-of-the-times-5-jewish-families-in-fascist-italy-on-both-sides.html"
            },
            {
                "body": "To the Editor: John Simon was in a rut and Becky Sinkler was in a jam. John, who knew that his faculties of review were inferior to no one's in the land, was nonetheless becalmed in a sea of mediocre status. Having ascended no higher than theater critic for New York magazine and movie reviewer for National Review, he had had to content himself",
                "date": "19911117",
                "title": "A Critic with Balance: A Letter From Norman Mailer",
                "url": "http://www.nytimes.com/1991/11/17/books/l-a-critic-with-balance-a-letter-from-norman-mailer-458091.html"
            },
            {
                "body": "Vanni B. Montana, an opponent of fascism and Communism in Italy and an advocate of unionism in the United States, died on Sunday at Cabrini Medical Center in Manhattan. He was 89 years and lived in Manhattan. He died of a stroke, his family said. Mr. Montana was born in Mazara del Allo, Italy. As a foe of fascism, he fled his native land for Paris",
                "date": "19911107",
                "title": "Vanni B. Montana, 89, Opponent of Fascism",
                "url": "http://www.nytimes.com/1991/11/07/obituaries/vanni-b-montana-89-opponent-of-fascism.html"
            },
            {
                "body": "Geneva Jean Cocteau Repertory Bouwerie Lane Theater 330 Bowery In repertory through Dec. 6 By George Bernard Shaw; directed by Casey Kizziah; set design by Robert Joel Schwartz; costume design by Jonathan Bixby; lighting design by Brian Aldous; music and sound design by Ellen Mandel; production manager, Patrick Heydenburg. Presented by the Jean",
                "byline": "By D.J.R. BRUCKNER",
                "date": "19911023",
                "title": "THEATER IN REVIEW",
                "url": "http://www.nytimes.com/1991/10/23/theater/theater-in-review-724791.html"
            },
            {
                "body": "BERNARD SHAW Volume Three: 1918-1950. The Lure of Fantasy. By Michael Holroyd. Illustrated. 544 pp. New York: Random House. $30. The third volume of Michael Holroyd's life of Shaw begins with the postwar British election of December 1918 and ends with Shaw's death in 1950 at the age of 94. It is a long, strong period. \"Heartbreak House,\" \"Back to",
                "byline": "By Claude Rawson;",
                "date": "19911020",
                "title": "Playwright Pleasant and Unpleasant",
                "url": "http://www.nytimes.com/1991/10/20/books/playwright-pleasant-and-unpleasant.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 32
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The ghost of Benito Mussolini haunts \"Il Portaborse,\" a satirical comedy about the ascent of a crypto-Fascist Italian politician with a telegenic face and the conscience of a sewer rat. The rise of this fascinating monster, Cesare Botero (played by Nanni Moretti), is followed through the eyes of Luciano Sandulli (Silvio Orlando), an Italian",
                "byline": "By STEPHEN HOLDEN",
                "date": "19921231",
                "title": "Review/Film; Innocence Corrupted in Italian Satire",
                "url": "http://www.nytimes.com/1992/12/31/movies/review-film-innocence-corrupted-in-italian-satire.html"
            },
            {
                "body": "Peter Blume, a Russian immigrant whose dreamlike, obsessively detailed images made him one of this country's best-known painters in the 1930's and 40's, died yesterday at the Candlewood Nursing Home in New Milford, Conn. He was 86 years old and lived in Sherman, Conn. He died of a stroke after a long illness, said Robert Cowley, a family friend.",
                "byline": "By ROBERTA SMITH",
                "date": "19921201",
                "title": "Peter Blume, 86, Painter of Dreamlike Narratives",
                "url": "http://www.nytimes.com/1992/12/01/arts/peter-blume-86-painter-of-dreamlike-narratives.html"
            },
            {
                "body": "Albin Johnson, a retired United States diplomat who in an earlier career as a foreign correspondent reported on some of the most important events of World War II and the period leading up to it, died on Nov. 17 at his home in Osterville, Mass. He was 102 years old. Mr. Johnson was one of that small band of newspaper reporters who tracked the",
                "byline": "By LEE A. DANIELS",
                "date": "19921126",
                "title": "Albin Johnson, 102, Ex-Diplomat And a Reporter in World War II",
                "url": "http://www.nytimes.com/1992/11/26/obituaries/albin-johnson-102-ex-diplomat-and-a-reporter-in-world-war-ii.html"
            },
            {
                "body": "The stereotype that Italian mothers think their sons are geniuses may be considerably overdrawn. But the notion seems true enough in front of Luciano Fabro's charming, capricious sculptures at the San Francisco Museum of Modern Art. Although not widely known in the United States, Mr. Fabro, who is 56 years old, is a prominent member of Arte Povera,",
                "byline": "By ROBERTA SMITH",
                "date": "19921126",
                "title": "Review/Art; 25 Years of Staying Creatively Off Balance",
                "url": "http://www.nytimes.com/1992/11/26/arts/review-art-25-years-of-staying-creatively-off-balance.html"
            },
            {
                "body": "All across Italy's political terrain, insurgents are charting campaigns that march to different banners, yet share the same refrain: The old order that steered the land through the cold war must go as surely as its erstwhile adversaries in the old Soviet bloc have vanished. If they succeed, they will produce nothing short of a revolution, for",
                "byline": "By ALAN COWELL,",
                "date": "19921122",
                "title": "Italy Looks to End of the Old Politics",
                "url": "http://www.nytimes.com/1992/11/22/world/italy-looks-to-end-of-the-old-politics.html"
            },
            {
                "body": "They may not have shaken the art world, or even caused a quiver, but watercolors by the young Hitler, due to be auctioned in Italy, have stirred other passions, evoking neo-Nazism in Europe, drawing protest from Germany and inspiring a ban on their export, whoever buys them. The collection of 20 small paintings -- 19 said to be genuine and one",
                "byline": "By ALAN COWELL,",
                "date": "19921120",
                "title": "Rome Journal; Hitler's Watercolors Too Hot for Italy's Comfort",
                "url": "http://www.nytimes.com/1992/11/20/world/rome-journal-hitler-s-watercolors-too-hot-for-italy-s-comfort.html"
            },
            {
                "body": "Valeria Dicapua was 9 years old when they came to take her family away, and the moment molded her soul as a Jew in occupied Italy. When an opinion survey published this week suggested that anti-Semitism was again on the rise here, she said, the memories began to seethe. It was in October 1943, when her country was under occupation by Nazi Germany,",
                "byline": "By ALAN COWELL,",
                "date": "19921105",
                "title": "Italy Poll Sees Rising Feeling Against Jews",
                "url": "http://www.nytimes.com/1992/11/05/world/italy-poll-sees-rising-feeling-against-jews.html"
            },
            {
                "body": "Senator Alfonse M. D'Amato's campaign strategists describe their remarkable defeat of New York Attorney General Robert Abrams as a long, brilliantly plotted march to victory. But it might not have happened had it not been for a word. At the time that Mr. Abrams called his opponent a \"fascist\" one cold late night in Binghamton, Mr. D'Amato's poll",
                "byline": "By ALESSANDRA STANLEY",
                "date": "19921105",
                "title": "THE 1992 ELECTIONS: NEW YORK STATE -- U.S. SENATE RACE; D'Amato: Combining Money, Attacks and Foe's Blunders",
                "url": "http://www.nytimes.com/1992/11/05/nyregion/1992-elections-new-york-state-us-senate-race-d-amato-combining-money-attacks-foe.html"
            },
            {
                "body": "Senator Alfonse M. D'Amato, the battle-scarred Republican incumbent, drew support from just enough Democrats to squeak to a third term over State Attorney General Robert Abrams last night, claiming victory despite an overwhelming landslide for Bill Clinton in New York. Mr. D'Amato won re-election, after repeated investigations into his conduct in",
                "byline": "By TODD S. PURDUM",
                "date": "19921104",
                "title": "THE 1992 ELECTIONS: NEW YORK STATE -- U.S. SENATE RACE; D'Amato Is Victor Over Abrams In New York's Bitter Senate Race",
                "url": "http://www.nytimes.com/1992/11/04/nyregion/1992-elections-new-york-state-us-senate-race-d-amato-victor-over-abrams-new-york.html"
            },
            {
                "body": "The race between State Attorney General Robert Abrams and Senator Alfonse M. D'Amato held the prospect of offering voters a choice between two starkly different visions of government. But the race has often turned on character attacks and half-stated truths, . and its most symbolic interchange may have been the one in which an exasperated Mr.",
                "byline": "By TODD PURDUM",
                "date": "19921101",
                "title": "U.S. SENATE RACE IN NEW YORK; Simple Assertion, Complicated Realities",
                "url": "http://www.nytimes.com/1992/11/01/nyregion/us-senate-race-in-new-york-simple-assertion-complicated-realities.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 54
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "For many Germans, the specter of a right-wing rampage that haunts their country is personified by Franz Schonhuber, a 69-year-old former Waffen SS volunteer who heads the 23,000-member Republican Party. Mr. Schonhuber has held public office since voters in his hometown, Munich, elected him a member of the European Parliament here in Strasbourg four",
                "byline": "By CRAIG R. WHITNEY,",
                "date": "19931228",
                "title": "Germany's Top Rightist Looks Ahead",
                "url": "http://www.nytimes.com/1993/12/28/world/germany-s-top-rightist-looks-ahead.html"
            },
            {
                "body": "To the Editor: You report that the electoral resurgence of neo-Fascism in Italy has alarmed Italian Jews, \"many of whom have painful memories of the 1938 Italian racial laws that made Jews second-class citizens and paved the way for the deportation of the 7,000 who died in Nazi camps\" (news article, Dec. 5). Italian Fascism's position on the Jews",
                "date": "19931222",
                "title": "Italian Fascism Didn't Practice Anti-Semitism",
                "url": "http://www.nytimes.com/1993/12/22/opinion/l-italian-fascism-didn-t-practice-anti-semitism-707193.html"
            },
            {
                "body": "Torn earlobe? -- Pregnant? -- Do you need braces? -- Fix your hair! -- You may not know if you have lupus. It's all the standard fare of subway ads. But wait. What is that just above the head of the man with all the pierced flesh? Next to the hot-line poster? Let us go then, you and I,/When the evening is spread out against the sky/ Like a patient",
                "date": "19931219",
                "title": "SUNDAY: December 19, 1993; Subtext",
                "url": "http://www.nytimes.com/1993/12/19/magazine/sunday-december-19-1993-subtext.html"
            },
            {
                "body": "A specter is haunting Europe the specter of extreme nationalism. When it appeared two years ago, in Serbia, the United States and Western Europe decided not to treat it as a serious threat. They followed a policy of appeasement, a wheedling diplomacy that rewarded Serbian aggression. Now the specter is before us in a form not so easy to ignore: the",
                "byline": "By ANTHONY LEWIS",
                "date": "19931217",
                "title": "Abroad at Home; When You Appease Fascism",
                "url": "http://www.nytimes.com/1993/12/17/opinion/abroad-at-home-when-you-appease-fascism.html"
            },
            {
                "body": "Their name has changed, their ideology has died and no one is talking class struggle anymore. But after decades of waiting for power, Italy's onetime Communists seem finally to reckon their moment has come -- too late to storm the barricades but, maybe, just in time to benefit from a different revolution. Through the years of the cold war, Italy's",
                "byline": "By ALAN COWELL,",
                "date": "19931211",
                "title": "Italy's Communists Come In From the Cold",
                "url": "http://www.nytimes.com/1993/12/11/world/italy-s-communists-come-in-from-the-cold.html"
            },
            {
                "body": "Louis L. Snyder, an authority on the rise and fall of Nazi Germany and the author of more than 60 books, died on Nov. 25 at the Princeton Medical Center in Princeton, N.J. He was 86 and lived in Princeton. The cause was cholangitis, an infection of the bile ducts, said his physician, Dr. Louis Jourdain. A retired University Professor of History at",
                "byline": "By WOLFGANG SAXON",
                "date": "19931207",
                "title": "L. L. Snyder, 86, Authority on Rise Of Hitler, Is Dead",
                "url": "http://www.nytimes.com/1993/12/07/us/l-l-snyder-86-authority-on-rise-of-hitler-is-dead.html"
            },
            {
                "body": "After decades in opposition, candidates backed by Italy's former Communists won major municipal elections today, defeating neo-Fascists and conservatives, computer projections showed. The voting, widely seen as a weather vane for national elections expected in the spring, pitted leftist alliances against neo-Fascists in Rome and Naples, and against",
                "byline": "By ALAN COWELL,",
                "date": "19931206",
                "title": "Leftists Apparently Sweep Local Italian Elections",
                "url": "http://www.nytimes.com/1993/12/06/world/leftists-apparently-sweep-local-italian-elections.html"
            },
            {
                "body": "Along the walls of the ancient quarter that Romans call the ghetto, the doubts and worries have begun to intrude, scrawled in black on white sheeting. \"Jews do not forget the past,\" said one message written by a Jewish protester. In the newspapers, too, leaders of Jewish organizations have struck the same theme, urging Italians not to return to",
                "byline": "By ALAN COWELL,",
                "date": "19931205",
                "title": "Italian Elections Today Worry Nation's Jews",
                "url": "http://www.nytimes.com/1993/12/05/world/italian-elections-today-worry-nation-s-jews.html"
            },
            {
                "body": "This list has been selected from books reviewed since the Christmas Books issue of December 1992. The list suggests only high points in the main fields of reader interest, and it does not include titles chosen by the editors of the Book Review as the Best Books of 1993. Books are arranged alphabetically under subject headings. Art, Music & Popular",
                "date": "19931205",
                "title": "Notable Books of the Year 1993",
                "url": "http://www.nytimes.com/1993/12/05/books/notable-books-of-the-year-1993.html"
            },
            {
                "body": "In nationwide municipal elections depicted as an oracle of things to come, Italian voters registered their disappointment with the tainted parties of the mainstream by turning to the neo-Fascist and ex-Communist candidates in record numbers. In 428 mayoral ballots from Palermo to Venice on Sunday more than one quarter of Italy's 40 million voters",
                "byline": "By ALAN COWELL,",
                "date": "19931123",
                "title": "After Elections, Italy Is Still a Muddle",
                "url": "http://www.nytimes.com/1993/11/23/world/after-elections-italy-is-still-a-muddle.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 53
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "In the ornate lobby of the former Times Square Hotel, a remarkable cross-section of people come and go. There's the model who used to appear in J. Crew catalogues but now suffers from AIDS-related Kaposi's sarcoma. There's the actress who scrimps by as an extra on television shows like \"Law and Order\" and \"One Life to Live,\" waiting to make it big.",
                "byline": "By LISA W. FODERARO",
                "date": "19941228",
                "title": "A Rare Mix of Tenants; Working Residents Create a New Model for Welfare Hotels",
                "url": "http://www.nytimes.com/1994/12/28/nyregion/a-rare-mix-of-tenants-working-residents-create-a-new-model-for-welfare-hotels.html"
            },
            {
                "body": "The grand boulevard that is this bedraggled capital's main street has sprung to a life it never knew before. The avenue once bore Stalin's name but now has a name good for all political seasons -- Boulevard of the Heroes of the Nation. It stretches from the university built in the 1930's in the Fascist style favored by Mussolini to the vast square",
                "byline": "By HENRY KAMM,",
                "date": "19941222",
                "title": "Coffee Shops Now Fill Tirana's Boulevard of Heroes",
                "url": "http://www.nytimes.com/1994/12/22/world/coffee-shops-now-fill-tirana-s-boulevard-of-heroes.html"
            },
            {
                "body": "The Giuliani administration called yesterday for the City Council to condemn a Republican Councilman from Queens for saying that Mayor Rudolph W. Giuliani's leadership style was like that of Mussolini. Reacting to a story in The New York Post yesterday, Randy M. Mastro, the Mayor's chief of staff, said that the Council should censure Councilman",
                "byline": "By JONATHAN P. HICKS",
                "date": "19941213",
                "title": "Dictator, a Councilman Calls Giuliani. Despicable, the Mayor Responds.",
                "url": "http://www.nytimes.com/1994/12/13/nyregion/dictator-a-councilman-calls-giuliani-despicable-the-mayor-responds.html"
            },
            {
                "body": "BOMBING IN NEW JERSEY: COAST-TO-COAST CONNECTIONS It did not take long for Federal agents to conclude that the mail bomb that killed an advertising executive over the weekend was sent by the shadowy figure who had unleashed 14 similar attacks. The bomb was designed like the others. And, the agents disclosed, the information still legible on the",
                "date": "19941213",
                "title": "METRO DIGEST",
                "url": "http://www.nytimes.com/1994/12/13/nyregion/metro-digest-094170.html"
            },
            {
                "body": "THE FIRST WORLD WAR A Complete History. By Martin Gilbert. Illustrated. 615 pp. New York: Henry Holt & Company. $35. IN October 1993, Lieut. Col. Henry Williams, a 96-year-old British veteran of World War I, died just a month short of the 75th anniversary of the armistice that ended what he and his countrymen once called the Great War. The timing",
                "byline": "By John Milton Cooper Jr.;",
                "date": "19941211",
                "title": "Only the Dead Could Forget",
                "url": "http://www.nytimes.com/1994/12/11/books/only-the-dead-could-forget.html"
            },
            {
                "body": "GENTLEMAN SPY The Life of Allen Dulles. By Peter Grose. Illustrated. 641 pp. Boston: A Richard Todd Book/Houghton Mifflin Company. $30. MORE than any other American, Allen Dulles embodied and came to symbolize the Central Intelligence Agency, which he headed for more than eight years (1953-61) during the height of the cold war. Dulles was a scion",
                "byline": "By David Wise;",
                "date": "19941211",
                "title": "A Patrician for the C.I.A.",
                "url": "http://www.nytimes.com/1994/12/11/books/a-patrician-for-the-cia.html"
            },
            {
                "body": "Julien Cornell, a civil liberties lawyer who defended Ezra Pound against charges of treason after World War II, died on Friday in Arden Hill Hospital in Goshen, N.Y. He was 84 and lived in Central Valley, N.Y. The cause was cancer, said his son J. Martin Cornell of West Nyack, L.I. It was the successful defense plea that the poet was insane that",
                "date": "19941207",
                "title": "Julien Cornell, 83, The Defense Lawyer In Ezra Pound Case",
                "url": "http://www.nytimes.com/1994/12/07/obituaries/julien-cornell-83-the-defense-lawyer-in-ezra-pound-case.html"
            },
            {
                "body": "This list has been selected from books reviewed since the Christmas Books issue of December 1993. The list suggests only high points in the main fields of reader interest, and it does not include titles chosen by the editors of the Book Review as the Best Books of 1994. Books are arranged alphabetically under subject headings. Biographies and",
                "date": "19941204",
                "title": "NOTABLE BOOKS OF THE YEAR: 1994",
                "url": "http://www.nytimes.com/1994/12/04/books/notable-books-of-the-year-1994.html"
            },
            {
                "body": "ALESSANDRA MUSSOLINI, the granddaughter of Benito Mussolini, the Italian dictator, is expecting a child in July. \"I just found out and I'm very, very happy about it,\" she told The Associated Press in Rome yesterday. Ms. Mussolini, who lost an election in December for mayor of Naples, is serving her second term as a Parliament deputy in the rightist",
                "byline": "By NADINE BROZAN",
                "date": "19941115",
                "title": "CHRONICLE",
                "url": "http://www.nytimes.com/1994/11/15/style/chronicle-832073.html"
            },
            {
                "body": "Jorg Haider, an athletic-looking and charismatic 44-year-old, is the new European right personified, one of the rising conservative populists who may be the wave of the future or a troubling throwback to the fascist past. What is certain is that he and others like him have an undeniable fascination for voters who, as in America, seem fed up with",
                "byline": "By CRAIG R. WHITNEY,",
                "date": "19941114",
                "title": "In Europe, the Right Also Rises",
                "url": "http://www.nytimes.com/1994/11/14/world/in-europe-the-right-also-rises.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 84
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "THE Bordeaux wine country was in a sorry state in 1945. Years of neglect in the Depression of the 1930's, followed by five years of war, almost destroyed it. The war had been particularly onerous. The Bordeaux region was in occupied territory. Many of the most famous chateaus were confiscated by the Germans. Vineyards went unattended; cellars were",
                "byline": "By Frank J. Prial",
                "date": "19951227",
                "title": "Wine Talk",
                "url": "http://www.nytimes.com/1995/12/27/garden/wine-talk-039985.html"
            },
            {
                "body": "It is sometimes the mark of a great film maker that when he is good, no one is better; when he is bad, he is extravagantly wrongheaded. From the brilliant and lyrical epic \"1900\" to the inadvertently loony \"Luna,\" Bernardo Bertolucci has established himself as one of the primary directors of the day. With their sumptuous poetic images and ambitious",
                "byline": "By CARYN JAMES",
                "date": "19951222",
                "title": "So Very Bertolucci",
                "url": "http://www.nytimes.com/1995/12/22/movies/so-very-bertolucci.html"
            },
            {
                "body": "Dr. Renata A. Calabresi, a clinical psychologist who was active in the anti-Fascist underground in Italy in the 1930's, died last Friday at her home in New Haven, Conn. She was 96. Dr. Calabresi, who was born in Ferrara, received her Ph.D. from the University of Florence in 1923 and went to teach at the University of Rome. With her brother, Dr.",
                "date": "19951220",
                "title": "Renata Calabresi, An Anti-Fascist, 96",
                "url": "http://www.nytimes.com/1995/12/20/nyregion/renata-calabresi-an-anti-fascist-96.html"
            },
            {
                "body": "SOMETHING is always going on in Mike's Deli. So shouldn't Marco Greco, son of Mike, write a play about it? For years, Dante Albertie, the artistic director of the Belmont Italian American Playhouse, prodded Mr. Greco, the theater's co-founder, to do just that. Mr. Albertie even came up with the title: \"Behind the Counter With Mussolini.\" Behind the",
                "byline": "By ALVIN KLEIN",
                "date": "19951210",
                "title": "THEATER;Choosing Mussolini As Metaphor for Dad",
                "url": "http://www.nytimes.com/1995/12/10/nyregion/theater-choosing-mussolini-as-metaphor-for-dad.html"
            },
            {
                "body": "Rudolph W. Giuliani, not ONE TO UNDERESTIMATE HIMSELF, FEELS A CERTAIN kinship when he looks at the portrait of Fiorello La Guardia that hangs behind his desk at City Hall. \"A really terrific role model,\" Mayor Giuliani calls him. So far the resemblance has eluded most other New Yorkers. In the public mind Fiorello La Guardia is the Little Flower,",
                "byline": "By JOHN TIERNEY",
                "date": "19951203",
                "title": "THE HOLY TERROR",
                "url": "http://www.nytimes.com/1995/12/03/magazine/the-holy-terror.html"
            },
            {
                "body": "WHEN CHEEK BY JOWL opens its production of \"The Duchess of Malfi\" at the Brooklyn Academy of Music's Majestic Theater on Wednesday, the play will be in rehearsal. And it still will be when the company returns to its native England two weeks later. Indeed, the director, Declan Donnellan, and his actors will be meeting at least once a week to try out",
                "byline": "By BENEDICT NIGHTINGALE",
                "date": "19951203",
                "title": "THEATER;'Duchess of Malfi,' in Permanent Rehearsal, Arrives",
                "url": "http://www.nytimes.com/1995/12/03/theater/theater-duchess-of-malfi-in-permanent-rehearsal-arrives.html"
            },
            {
                "body": "PLAYWRIGHTS WORK ON three levels. One is literary, involving the structure of the story, the quality of the language and how they form an imaginative whole. One is musical, for as soon as a play is spoken aloud, the playwright becomes a composer. And one is choreographic; playwriting must allow for -- welcome -- everything unspoken, from gestures",
                "byline": "By Margo Jefferson",
                "date": "19951029",
                "title": "SUNDAY VIEW;Despite Pinter, 'Moonlight' Falls Into Eclipse",
                "url": "http://www.nytimes.com/1995/10/29/theater/sunday-view-despite-pinter-moonlight-falls-into-eclipse.html"
            },
            {
                "body": "For decades, this town was a pariah among Italian places for its role during the years of Fascism as a shrine to Benito Mussolini, the Italian dictator, who was born here on July 29, 1883. Now its people hope that the end of the cold war and sea changes in Italian politics have sufficiently laid to rest fears of Fascism's rebirth to enable the town",
                "byline": "By JOHN TAGLIABUE",
                "date": "19951028",
                "title": "Predappio Journal;With Fascism Defanged, Mussolini Is Revisited",
                "url": "http://www.nytimes.com/1995/10/28/world/predappio-journal-with-fascism-defanged-mussolini-is-revisited.html"
            },
            {
                "body": "International 2-5 SAYING YES TO CANADA In an emotional outpouring, tens of thousands of Canadians converged on Montreal to declare their love of a united Canada and to beg Quebec voters not to vote for separation. 1 UNEASY TIES WITH CROATIA The role of retired American generals in the transformation of the Croatian Army into a highly effective",
                "date": "19951028",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1995/10/28/nyregion/news-summary-093033.html"
            },
            {
                "body": "International 2-5 SAYING YES TO CANADA In an emotional outpouring, tens of thousands of Canadians converged on Montreal to declare their love of a united Canada and to beg Quebec voters not to vote for separation. 1 UNEASY TIES WITH CROATIA The role of retired American generals in the transformation of the Croatian Army into a highly effective",
                "date": "19951028",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1995/10/28/nyregion/news-summary-298195.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 44
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Boat Tour of Italian Villas Q. Can you provide details about seeing villas along the Brenta River and Canal in Italy? I understand a boat service operates between Padua and Venice. -- Robert Lemon, Winter Park, Fla. A. Every year, from March to early November, the 200-passenger Burchiello cruises along the Brenta Canal from Padua to Venice and",
                "byline": "By PAUL FREIREICH",
                "date": "19961215",
                "title": "Q and A",
                "url": "http://www.nytimes.com/1996/12/15/travel/q-and-a-660990.html"
            },
            {
                "body": "UPPER EAST SIDE How the Holocaust Came To the Italian Piedmont Primo Levi, Natalia Ginzburg and Vittorio Foa were among the writers who survived the persecution of Jews in the Piedmont region of Italy during World War II, and their account will be told Tuesday night by Susan Zuccotti, a historian. Her talk at the Italian Cultural Institute",
                "byline": "By DAN GABA",
                "date": "19961215",
                "title": "PLAYING IN THE NEIGHBORHOOD",
                "url": "http://www.nytimes.com/1996/12/15/nyregion/playing-in-the-neighborhood-711861.html"
            },
            {
                "body": "At the Sony Lincoln Square on Sunday, the packed house that had come to see Woody Allen's glorious new movie musical, ''Everyone Says I Love You,'' was laughing even before it began. The source of the titters was a trailer for another movie musical, ''Evita'' -- ''the story of the love between a girl and her dream,'' intoned the narrator -- in",
                "byline": "By FRANK RICH",
                "date": "19961211",
                "title": "101 Evitas",
                "url": "http://www.nytimes.com/1996/12/11/opinion/101-evitas.html"
            },
            {
                "body": "EVA PERON By Alicia Dujovne Ortiz. Translated by Shawn Fields. Illustrated. 323 pp. New York: St. Martin's Press. $24.95. IN MY OWN WORDS Evita. Attributed to Eva Peron. Translated by Laura Dail. Illustrated. 119 pp. New York: The New Press. Paper, $8.95. Evitas are raining down on us: saint, martyr, socialist, feminist, fashion plate, fascist,",
                "byline": "By Kate Jennings",
                "date": "19961124",
                "title": "Two Faces of Evita",
                "url": "http://www.nytimes.com/1996/11/24/books/two-faces-of-evita.html"
            },
            {
                "body": "Alessandra Mussolini resigned today from the party that descended from the Fascist Party of her grandfather, Benito Mussolini. Ms. Mussolini, a 33-year-old deputy in Parliament for the right-wing National Alliance, said at a news conference that differences with the party leader, Gianfranco Fini, led to her resignation and that she would become an",
                "date": "19961115",
                "title": "A Mussolini Quits Rightist Party in Italy",
                "url": "http://www.nytimes.com/1996/11/15/world/a-mussolini-quits-rightist-party-in-italy.html"
            },
            {
                "body": "Irving Gold came in a wheelchair. Others used canes or just walked slowly into the Madrid Sports Palace. Old soliders all, they proudly wore their berets and insignias. Soon they were showered with Spain's best: the laments of flamenco, poems of Garcia Lorca, folk music and battle songs. Before long, the old men cried and saluted, raising clenched",
                "byline": "By MARLISE SIMONS",
                "date": "19961111",
                "title": "Franco's Foes Return, With Wheelchairs and Memories",
                "url": "http://www.nytimes.com/1996/11/11/world/franco-s-foes-return-with-wheelchairs-and-memories.html"
            },
            {
                "body": "BORN TO REBEL Birth Order, Family Dynamics, and Creative Lives. By Frank J. Sulloway. Illustrated. 653 pp. New York: Pantheon Books. $30. No matter where you stand on the nature-nurture issue, you would expect siblings to resemble one another. After all, they not only share at least half their genes, they also tend to have similar experiences in",
                "byline": "By Derek Bickerton",
                "date": "19961020",
                "title": "Darwin Family Values",
                "url": "http://www.nytimes.com/1996/10/20/books/darwin-family-values.html"
            },
            {
                "body": "Vatican officials, in private conversations, now make it clear that Pope John Paul II has a form of Parkinson's disease, and one said this week that an announcement confirming the Pope's ailment ''could be coming shortly.'' As the Pope, who is 76, continues his recovery from an appendectomy performed on Tuesday, attention has again turned to his",
                "byline": "By CELESTINE BOHLEN",
                "date": "19961013",
                "title": "Pope's Tremor Is All But Confirmed as Parkinson's",
                "url": "http://www.nytimes.com/1996/10/13/world/pope-s-tremor-is-all-but-confirmed-as-parkinson-s.html"
            },
            {
                "body": "Damaged by Allied bombing during World War II, some of the church's panes were replaced about 1950. To the scene depicting the Crown of Thorns and the revilement and abuse of Jesus was added, in the uppermost right pane, a most unlikely pair, namely Hitler and Mussolini, perhaps in a belated act of contrition. DONALD MARKS Kew Gardens, Queens The",
                "date": "19960929",
                "title": "A Story in Glass To the Editor: Bill O'Sullivan, in his detailed walking tour of Graz, Austria (''Where Austrians Find Austria,'' Aug. 11), omitted a visit to the Stadtpfarrkirche, a historic church not five minutes from the main square and whose vivid stained glass panes tell a rather strange tale.",
                "url": "http://www.nytimes.com/1996/09/29/travel/l-story-glass-editor-bill-o-sullivan-his-detailed-walking-tour-graz-austria-where-515728.html"
            },
            {
                "body": "ANGELA'S ASHES By Frank McCourt Illustrated. 364 pages. Scribner. $24 ''I know when Dad does the bad thing,'' Frank McCourt writes of his father in this remarkable new memoir. ''I know when he drinks the dole money and Mam is desperate and has to beg at the St. Vincent de Paul Society and ask for credit at Kathleen O'Connell's shop but I don't want",
                "byline": "By MICHIKO KAKUTANI",
                "date": "19960917",
                "title": "Generous Memories of a Poor, Painful Childhood",
                "url": "http://www.nytimes.com/1996/09/17/books/generous-memories-of-a-poor-painful-childhood.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 39
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "OFF-LINE RESEARCH Encyclopedias on CD-ROM While many travelers rush to pick up the latest guidebook when planning a trip, encyclopedias, no longer just long rows of volumes in the family room or the library, can provide a useful look at a country or culture. Some half-dozen encyclopedias are offered on CD-ROM's. Indeed, an ency clopedia, often last",
                "byline": "By L. R. SHANNON",
                "date": "19971221",
                "title": "TRAVEL ADVISORY; CYBERSCOUT",
                "url": "http://www.nytimes.com/1997/12/21/travel/travel-advisory-cyberscout.html"
            },
            {
                "body": "Even frogs can dream. Rudy Giuliani and George Pataki are not the most fetching politicians around. One is dark, the other Lite. Mayor Giuliani has the mesmerizing presence of ''a tarantula,'' as Edward Koch put it, after voting for him. Governor Pataki, by contrast, is ''Hungarian dishwater,'' as one TV correspondent said. Mr. Pataki is so bland",
                "byline": "By MAUREEN DOWD",
                "date": "19971105",
                "title": "Liberties; Scrapple In the Apple",
                "url": "http://www.nytimes.com/1997/11/05/opinion/liberties-scrapple-in-the-apple.html"
            },
            {
                "body": "FIORELLO H. LA GUARDIA AND THE MAKING OF MODERN NEW YORK By Thomas Kessner 1989, Penguin Books Reporters demanded to know if La Guardia, as the most visible Italian politician in a nation at war with Mussolini, would consider returning the World War I medals that he had been awarded by Italy. No, the shrewd old Major replied, he would hold onto the",
                "byline": "By",
                "date": "19971102",
                "title": "NEIGHBORHOOD REPORT: NEW YORK BOOKSHELF; Election Day Reading",
                "url": "http://www.nytimes.com/1997/11/02/nyregion/neighborhood-report-new-york-bookshelf-election-day-reading.html"
            },
            {
                "body": "He had interrogated suspects in back rooms as an F.B.I. agent, made witnesses sweat when he was a United States Attorney and sat in judgment from the Federal bench, but Louie Freeh had never been in the hot seat himself, not the way he was last spring and summer, staring grimly over batteries of microphones as Senators and Congressmen grilled him",
                "byline": "By Bruce Porter",
                "date": "19971102",
                "title": "Running the F.B.I.",
                "url": "http://www.nytimes.com/1997/11/02/magazine/running-the-fbi.html"
            },
            {
                "body": "All 51 members of the New York City Council are up for re-election next Tuesday. Here are our endorsements in the more competitive contests. Manhattan, Fourth District (East Side, from Peter Cooper Village and Stuyvesant Town to Yorkville): The incumbent, Andrew Eristoff, combines strong performance in most areas with an overriding flaw that",
                "date": "19971030",
                "title": "City Council Endorsements",
                "url": "http://www.nytimes.com/1997/10/30/opinion/city-council-endorsements.html"
            },
            {
                "body": "''A poster has got to be able to make you see, do and feel -- all in a second,'' says Richard Barclay, one of the authors of the new book ''Collecting Prints and Posters'' (Reed International, London). Mr. Barclay should know: he has been a poster consultant to Christie's in London for 11 years. He is currently in Manhattan, readying the 221 lots",
                "byline": "By Wendy Moonan",
                "date": "19971024",
                "title": "Antiques; Ephemera That Still Work Magic",
                "url": "http://www.nytimes.com/1997/10/24/arts/antiques-ephemera-that-still-work-magic.html"
            },
            {
                "body": "Four years ago, Alfonso C. Stabile was a political novice running for the City Council who took on an entrenched incumbent from Queens, depicting him as an ineffective legislator who was woefully out of touch with voters. This year, Mr. Stabile is the incumbent, and he finds himself in another spirited campaign, the target of a number of similar",
                "byline": "By JONATHAN P. HICKS",
                "date": "19971013",
                "title": "Queens Council Incumbent, Once Critic, Is Now Criticized",
                "url": "http://www.nytimes.com/1997/10/13/nyregion/queens-council-incumbent-once-critic-is-now-criticized.html"
            },
            {
                "body": "CUBAN schoolchildren still begin their day singing the hymn ''We Will Be Like Che,'' and an outsized portrait of the fallen guerrilla warrior looms larger than ever over the Plaza de la Revolucion here. At a Cuban Communist Party congress last week scheduled to coincide with the 30th anniversary of the death of Che Guevara, Fidel Castro paid an",
                "byline": "By LARRY ROHTER",
                "date": "19971012",
                "title": "The World; Recalling Che, the Man, But Not His Revolution",
                "url": "http://www.nytimes.com/1997/10/12/weekinreview/the-world-recalling-che-the-man-but-not-his-revolution.html"
            },
            {
                "body": "ON a glorious spring day in the Bavarian Alps, only a few snow-capped mountains over from where Julie Andrews sang, our party assembled for a six-hour ''health walk.'' The plan was to ascend the stunning Wimbach gorge and the valley above it, stopping along the way at Wimbachschloss, a hunting lodge built in 1784 for the last local prince.",
                "byline": "By ANN BANKS",
                "date": "19971012",
                "title": "Notes From the Eagle's Nest",
                "url": "http://www.nytimes.com/1997/10/12/travel/notes-from-the-eagle-s-nest.html"
            },
            {
                "body": "The greatest threat to heavy-metal bands as corporate entities these days is the risk of losing an audience by appealing to fickle, upwardly mobile college students. So class hostility often becomes the binding glue for durability of the bands that are still standing. During Pantera's concert at Roseland on Wednesday night, the class war was being",
                "byline": "By BEN RATLIFF",
                "date": "19970912",
                "title": "POP REVIEW; In Class Wars, the Cheap Seats Win",
                "url": "http://www.nytimes.com/1997/09/12/arts/pop-review-in-class-wars-the-cheap-seats-win.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 22
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Not long ago, the prize seemed within Ethiopia's reach. After more than a half-century of stalling, Italy appeared ready to give back the 1,000-year-old Obelisk of Axum. But a border dispute between Ethiopia and Eritrea that has threatened to flare into war has put plans to return the slender granite tower on hold again. Axum, the capital of an",
                "date": "19981226",
                "title": "Political Storms Cloud Fate of an Ancient Ethiopian Obelisk",
                "url": "http://www.nytimes.com/1998/12/26/world/political-storms-cloud-fate-of-an-ancient-ethiopian-obelisk.html"
            },
            {
                "body": "Bangalore Venkata Raman, one of India's most respected astrologers, died on Sunday, suffering a heart attack as he edited The Astrological Magazine, the monthly publication he founded 62 years ago. He was 86. In India, where a widespread belief in Vedic astrolology dictates the timing of both private and public occasions, from marriages to",
                "byline": "By MICHAEL T. KAUFMAN",
                "date": "19981223",
                "title": "Bangalore Venkata Raman, Indian Astrologer, Dies at 86",
                "url": "http://www.nytimes.com/1998/12/23/world/bangalore-venkata-raman-indian-astrologer-dies-at-86.html"
            },
            {
                "body": "In his one-man show, ''Behind the Counter With Mussolini,'' Marco Greco has fashioned a sweet, loving, often comic valentine to his father, Mike, the dictator behind the counter at the World Famous Mike's Deli in the Italian-American enclave on Arthur Avenue in the Bronx. Mr. Greco's drama, written with Dante Albertie and playing at the Theater at",
                "byline": "By LAWRENCE VAN GELDER",
                "date": "19981222",
                "title": "THEATER REVIEW; Wisdom Aged Like Hard Salami: Slices of Life From Papa's Deli",
                "url": "http://www.nytimes.com/1998/12/22/theater/theater-review-wisdom-aged-like-hard-salami-slices-of-life-from-papa-s-deli.html"
            },
            {
                "body": "THE location is Rome. The scene is set in ancient Rome. But the look and feel of the site is Roman history repeated as farce. There are no togas. Roman senators wear 30's-style white evening jackets with white wool scarves draped across their chests. A candidate to become emperor campaigns in a 1950's white Thunderbird convertible with loudspeakers",
                "byline": "By ALESSANDRA STANLEY",
                "date": "19981220",
                "title": "Taymor's Encore (It's Not Disney)",
                "url": "http://www.nytimes.com/1998/12/20/movies/taymor-s-encore-it-s-not-disney.html"
            },
            {
                "body": "A CAFE ON THE NILE By Bartle Bull 466 pages. Carroll & Graf. $26. ''Extreme Africa'' would be an alternative title for Bartle Bull's new adventure novel, which takes place in 1935 in Egypt and Ethiopia (more commonly known then as Abyssinia). In Cairo, where the Cataract Cafe attracts a fair share of the exotic human menagerie of Europe, America,",
                "byline": "By RICHARD BERNSTEIN",
                "date": "19981208",
                "title": "BOOKS OF THE TIMES; Rick's Place Meets Indiana Jones",
                "url": "http://www.nytimes.com/1998/12/08/books/books-of-the-times-rick-s-place-meets-indiana-jones.html"
            },
            {
                "body": "ROME has seven hills, and from the best rooms at the Hassler Hotel, which sits gloriously at the top of the Spanish Steps, the panorama includes not only two of them -- the Aventine and the Quirinale -- but also the Piazza di Spagna, St. Peter's and the Pantheon. Other important Roman hotels boast great locations. At the Excelsior a visitor can",
                "byline": "By GERALDINE FABRIKANT",
                "date": "19981206",
                "title": "Roman Roost for the Rich and Famous",
                "url": "http://www.nytimes.com/1998/12/06/travel/roman-roost-for-the-rich-and-famous.html"
            },
            {
                "body": "The foreign dignitary paid his visit to Columbia, S.C., on an evening so muggy that the Confederate flag drooped like wet laundry from its perch atop the Statehouse dome. But the humidity did not deter dozens of Republicans from gathering at their state chairman's elegant home, just down the street, to listen as their exotic guest explained why --",
                "byline": "By Dan Barry",
                "date": "19981206",
                "title": "Rudy, for What?",
                "url": "http://www.nytimes.com/1998/12/06/magazine/rudy-for-what.html"
            },
            {
                "body": "Using nothing fancier than available light, a 35-millimeter Leica camera and a superb eye for entrancing storytelling moments, Alfred Eisenstaedt produced some of the most memorable images of the 20th century. The picture he took on Aug. 15, 1945, of a sailor in Times Square giving a nurse an extravagantly theatrical kiss has become a stand-in for",
                "byline": "By MARGARETT LOKE",
                "date": "19981127",
                "title": "ART REVIEW; The Whimsy of a Snapshot, With a Calculating Eye",
                "url": "http://www.nytimes.com/1998/11/27/arts/art-review-the-whimsy-of-a-snapshot-with-a-calculating-eye.html"
            },
            {
                "body": "The Spanish Civil War pitted the well-equipped and well-trained nationalist armed forces, led by Franco, against the poorly armed and trained troops of the elected Republican Government. It was an unequal contest: Franco's forces were backed by Hitler and Mussolini, and the leftist-liberal Republicans, or Loyalists, were supported by the Soviet",
                "byline": "By MARGARETT LOKE",
                "date": "19981113",
                "title": "PHOTOGRAPHY REVIEW; Snapshots of a War And a Lost Cause",
                "url": "http://www.nytimes.com/1998/11/13/arts/photography-review-snapshots-of-a-war-and-a-lost-cause.html"
            },
            {
                "body": "Alfred Mitchell Bingham, a well-born, well-heeled radical who made a broken field run through 20th century intellectual history, coming of age as a rock-ribbed Republican in the 1920's, veering left in the 1930's as a leader of the quest for an American-style collectivism, then returning to the capitalist fold in the 1940's as a straight-ticket",
                "byline": "By ROBERT McG. THOMAS Jr.",
                "date": "19981105",
                "title": "Alfred Bingham, 93, Dies; Once-Radical Intellectual",
                "url": "http://www.nytimes.com/1998/11/05/nyregion/alfred-bingham-93-dies-once-radical-intellectual.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 42
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "It's a mad, mad, mad, mad kingdom, this nutty old land of Denmark that has materialized at the Joseph Papp Public Theater. Even Hamlet, for all his perversity, should know better than to describe the place as a prison. What it is, obviously, is a circus, and all its men and women merely clowns. In Andrei Serban's gaudy, frantic staging of",
                "byline": "By BEN BRANTLEY",
                "date": "19991220",
                "title": "THEATER REVIEW; Odd Things in Heaven and Earth Are Dreamed of in the Latest 'Hamlet'",
                "url": "http://www.nytimes.com/1999/12/20/theater/theater-review-odd-things-heaven-earth-are-dreamed-latest-hamlet.html"
            },
            {
                "body": "CARLO ROSSELLI Socialist Heretic and Antifascist Exile. By Stanislao G. Pugliese. Illustrated. 309 pp. Cambridge, Mass.: Harvard University Press. $35. Carlo Rosselli -- one of the most courageous and interesting figures of Italian antifascism -- is a rich and overdue subject for a biography. Arrested in Italy in 1926 for underground activities,",
                "byline": "By Alexander Stille",
                "date": "19991219",
                "title": "Outside Party Lines",
                "url": "http://www.nytimes.com/1999/12/19/books/outside-party-lines.html"
            },
            {
                "body": "Since voters swept him to power 12 months ago, President Hugo Chavez has quarreled with and berated nearly every part of the establishment here: political parties, business leaders and intellectuals. So it was probably inevitable that he would also end up feuding with the Roman Catholic Church. After months of behind-the-scenes jousting, Mr.",
                "byline": "By LARRY ROHTER",
                "date": "19991219",
                "title": "Now Chavez Takes On The Church In Venezuela",
                "url": "http://www.nytimes.com/1999/12/19/world/now-chavez-takes-on-the-church-in-venezuela.html"
            },
            {
                "body": "OSBERT SITWELL By Philip Ziegler. Illustrated. 444 pp. New York: Alfred A. Knopf. $30. Philip Ziegler is the author of many biographies, a fair proportion of which are of English aristocrats, so he seized his chance when somebody pointed out to him that Sir Osbert Sitwell, a terrific aristocrat and also an author of note, had escaped full-scale",
                "byline": "By Frank Kermode",
                "date": "19991219",
                "title": "Literary Upper Crust",
                "url": "http://www.nytimes.com/1999/12/19/books/literary-upper-crust.html"
            },
            {
                "body": "A central event in Tim Robbins's sprawling, ambitious ''Cradle Will Rock'' is Diego Rivera's creation of a lobby mural for Rockefeller Center. And as the film watches the painter shape his crowded sociopolitical cosmos, populating his canvas with starkly symbolic figures engaged in moral struggle, Mr. Robbins works in much the same way himself. Set",
                "byline": "By JANET MASLIN",
                "date": "19991208",
                "title": "Panoramic Passions On a Playbill From the 30's",
                "url": "http://www.nytimes.com/1999/12/08/movies/panoramic-passions-on-a-playbill-from-the-30-s.html"
            },
            {
                "body": "FOR the thousands who cheered it in the late 1930's, Marc Blitzstein's musical play ''The Cradle Will Rock'' blazed like a comet of hope in the dark Depression skies. The millennium was far away, but Armageddon was now. Germany was rearming, Mussolini had seized Ethiopia, and the Spanish Civil War seemed like a dress rehearsal for a final",
                "byline": "By DAVID SCHIFF",
                "date": "19991205",
                "title": "FILM; The Labor Pains Of a Leftist Musical In an Angry Era",
                "url": "http://www.nytimes.com/1999/12/05/arts/film-the-labor-pains-of-a-leftist-musical-in-an-angry-era.html"
            },
            {
                "body": "SURF the television channels and there he is, plugging a cookbook with recipes for the cancer-wary and promising to donate the profits to research. Flip through the newspaper and up pops his name, high on a list of America's most dedicated benefactors. A decade ago, any mention of Michael R. Milken appeared in a very different context. He was the",
                "byline": "By FRANK BRUNI",
                "date": "19991117",
                "title": "When the Slate Needs Cleaning, Generosity Does the Job",
                "url": "http://www.nytimes.com/1999/11/17/giving/when-the-slate-needs-cleaning-generosity-does-the-job.html"
            },
            {
                "body": "The Food and Agriculture Organization, a United Nations agency headquartered in a marble and glass palace commissioned by Mussolini, is not normally the subject of intense discussion outside the building. That changed when an Argentine, Juan Carlos Vignaud, decided in April to challenge the incumbent director general, Jacques Diouf of Senegal, who",
                "byline": "By ALESSANDRA STANLEY",
                "date": "19991113",
                "title": "Charges Fly in Race at U.N. Hunger Agency",
                "url": "http://www.nytimes.com/1999/11/13/world/charges-fly-in-race-at-un-hunger-agency.html"
            },
            {
                "body": "Austin Powers: The Spy Who Shagged Me To prevent Dr. Evil (Mike Myers, left) from destroying Washington with a laser beam, that international man of mystery (Mr. Myers) goes time-tripping to 1969 and teams with the agent Felicity Shagwell (Heather Graham). But Evil counters by stealing Austin's ''mojo'' (loosely defined as that material that makes",
                "date": "19991112",
                "title": "New Video Releases",
                "url": "http://www.nytimes.com/1999/11/12/movies/new-video-releases-394050.html"
            },
            {
                "body": "Primo Nebiolo, a powerful and controversial figure in international sports who brought track and field out of the amateur ranks as president of its world governing body for almost two decades, died yesterday at a hospital in Rome. He was 76. The cause was a heart attack, according to Giorgio Reineri, a spokesman for the International Amateur",
                "byline": "By RICHARD GOLDSTEIN",
                "date": "19991108",
                "title": "Primo Nebiolo Is Dead at 76; Led World Track Federation",
                "url": "http://www.nytimes.com/1999/11/08/sports/primo-nebiolo-is-dead-at-76-led-world-track-federation.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 61
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Federico Fellini may be gone. And the bloom may have faded from those gorgeous strutting goddesses of Italian cinema, Gina Lollobrigida, Sophia Loren and Claudia Cardinale. But in the nostalgic imagination of Giuseppe Tornatore it will always be the 1960's, when these deities who helped put Italian movies on the map cast their lusty spell. Mr.",
                "byline": "By STEPHEN HOLDEN",
                "date": "20001225",
                "title": "FILM REVIEW; An Italian Heroine Who Might Rouse Memories and Tears of Lollobrigida Fans",
                "url": "http://www.nytimes.com/2000/12/25/movies/film-review-italian-heroine-who-might-rouse-memories-tears-lollobrigida-fans.html"
            },
            {
                "body": "THE DARK VALLEY A Panorama of the 1930s. By Piers Brendon. Illustrated. 795 pp. New York: Alfred A. Knopf. $35. If the 1930's strike us today as a grim and miserable time, weighed down by unemployment and the travails of capitalism in crisis, overshadowed by the war that had been and the war to come, ''The Dark Valley'' will do nothing but",
                "byline": "By Mark Mazower",
                "date": "20001224",
                "title": "Hard Times",
                "url": "http://www.nytimes.com/2000/12/24/books/hard-times.html"
            },
            {
                "body": "During World War II John Huston (then Major Huston) directed ''San Pietro,'' a half-hour documentary about the American capture of an Italian village. The critic James Agee said of this film, ''It is in every way as good a war film as I have ever seen; in some ways it is the best.'' ''San Pietro'' was and wasn't an accurate record. Huston was bent",
                "byline": "By JULIE SALAMON",
                "date": "20001207",
                "title": "TELEVISION REVIEW; In Trenches With War Photographers",
                "url": "http://www.nytimes.com/2000/12/07/arts/television-review-in-trenches-with-war-photographers.html"
            },
            {
                "body": "HIROHITO AND THE MAKING OF MODERN JAPAN By Herbert P. Bix. Illustrated. 800 pp. New York: HarperCollins Publishers. $35. On Nov. 16, 1934, during a provincial inspection tour by Emperor Hirohito, the imperial motorcade took a wrong turn, slightly upsetting the official schedule. A week later the prefectural governor and other high officials",
                "byline": "By Ronald Spector",
                "date": "20001119",
                "title": "The Chrysanthemum Throne",
                "url": "http://www.nytimes.com/2000/11/19/books/the-chrysanthemum-throne.html"
            },
            {
                "body": "POSTED like a sentry near the door of the Helmut Lang shop in SoHo are three massive wooden eagles. Magisterial and menacing at once, these brooding symbols of imperial might seem less appropriate to a fashion boutique than to the arenas of ''Gladiator.'' Mr. Lang said he had not seen that hymn to Roman-era heroism, with its visual nod to ''Triumph",
                "byline": "By RUTH LA FERLA",
                "date": "20001112",
                "title": "The Latest Look: Unforgiving",
                "url": "http://www.nytimes.com/2000/11/12/style/the-latest-look-unforgiving.html"
            },
            {
                "body": "For the first time in nine years today, Italian-Americans in Denver bucked a tide of protest and staged a Columbus Day parade along a few city blocks of downtown. Despite several thousand protesters along the short route, including many Hispanics and descendants of American Indians who regard Columbus as an invader, the two-hour march passed",
                "byline": "By MICHAEL JANOFSKY",
                "date": "20001008",
                "title": "Despite Protests, Denver's Columbus Day Parade Resumes",
                "url": "http://www.nytimes.com/2000/10/08/us/despite-protests-denver-s-columbus-day-parade-resumes.html"
            },
            {
                "body": "EUROPE RUSSIA: ACCORD ON NAZI LOOT -- Deputy Treasury Secretary Stuart E. Eizenstat said the United States and Russia had reached extensive agreement on opening archives to help find property looted by the Nazis. He declined to give details before addressing a conference this week in Vilnius, Lithuania, on Holocaust restitution. Nazi booty totaled",
                "byline": "Compiled by Barth Healey",
                "date": "20001005",
                "title": "WORLD BRIEFING",
                "url": "http://www.nytimes.com/2000/10/05/world/world-briefing.html"
            },
            {
                "body": "To the Editor: In his review of Michael A. Bellesiles's ''Arming America'' (Sept. 10), Garry Wills accepts the book's ludicrous argument, which dismisses the use of firearms in America from early times. At first, guns were indeed rare and unreliable. The need, however, was undeniable. You can't kill a deer with a sharp stick, and it's all but",
                "date": "20001001",
                "title": "'Arming America'",
                "url": "http://www.nytimes.com/2000/10/01/books/l-arming-america-266906.html"
            },
            {
                "body": "NIGHTFALL does not come gently to Matera. It's more like a flash flood rising from the bottom of the ravine. One minute, I am watching a couple of bats wing over the rooftops beneath the hotel terrace where I sit. The next minute, they are invisible. The houses on the hill go gray as tombstones, and all that is human and terrestrial turns pale and",
                "byline": "By FREDERIKA RANDALL",
                "date": "20000903",
                "title": "Basilicata, Rock Hard And Still Untamed",
                "url": "http://www.nytimes.com/2000/09/03/travel/basilicata-rock-hard-and-still-untamed.html"
            },
            {
                "body": "Marc Blitzstein's musical position paper in defense of labor unions, ''The Cradle Will Rock,'' is a period piece that begs an understanding of its period: the later years of the Depression when unions were exercising fresh muscles and being ferociously opposed by industrialists. That a class war was imminent and apt to be kindled by Blitzstein's",
                "byline": "By BRUCE WEBER",
                "date": "20000829",
                "title": "THEATER REVIEW; Questions Raised by a Political Period Piece",
                "url": "http://www.nytimes.com/2000/08/29/theater/theater-review-questions-raised-by-a-political-period-piece.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 52
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The government talks of flexibility, the labor unions of betrayal. With elections looming, an effort to overhaul a national labor code that President Fernando Henrique Cardoso calls antiquated is causing both protests and a long-overdue national debate. If approved, the government says, the measure would permit employers and unions to negotiate",
                "byline": "By LARRY ROHTER",
                "date": "20011209",
                "title": "Brazil's Effort to Overhaul Its Labor Code Stirs Heated Debate",
                "url": "http://www.nytimes.com/2001/12/09/world/brazil-s-effort-to-overhaul-its-labor-code-stirs-heated-debate.html"
            },
            {
                "body": "CHURCHILL A Biography. By Roy Jenkins. Illustrated. 912 pp. New York: Farrar, Straus & Giroux. $40. In our current trial by fire, the unflinching figure in many people's imaginations is Winston Churchill, the British Lionheart on the ramparts of civilization. He had nothing to offer but ''blood, toil, tears and sweat.'' And words. ''We shall not",
                "byline": "By Harold Evans",
                "date": "20011111",
                "title": "His Finest Hour",
                "url": "http://www.nytimes.com/2001/11/11/books/his-finest-hour.html"
            },
            {
                "body": "Zhang Xueliang, a onetime warlord who in two turbulent weeks in 1936 helped turn the course of Chinese history -- and then spent the next 55 years under house arrest, gradually and reluctantly becoming a national hero -- died on Sunday in Honolulu, where he had been living in recent years. He was 100. It was a measure of Mr. Zhang's standing that",
                "byline": "By NICHOLAS D. KRISTOF",
                "date": "20011019",
                "title": "Zhang Xueliang, 100, Dies; Warlord and Hero of China",
                "url": "http://www.nytimes.com/2001/10/19/world/zhang-xueliang-100-dies-warlord-and-hero-of-china.html"
            },
            {
                "body": "ON a sunny September afternoon on the Via Coronari in Rome, two men with concerned expressions were hunched over a radio, talking urgently. With my meager Italian, I heard one of them say something about a plane crash involving a flight from Boston. As horrible as any such event is, their agitation seemed oddly disproportionate to the news. I",
                "byline": "By DAVID MARGOLICK",
                "date": "20011007",
                "title": "The Unexpected Kindness of Strangers; A journalist, feeling isolated in Italy, is welcomed to the rest of the world by fraternal hands",
                "url": "http://www.nytimes.com/2001/10/07/travel/unexpected-kindness-strangers-journalist-feeling-isolated-italy-welcomed-rest.html"
            },
            {
                "body": "In the benumbed first days after Sept. 11, America went on a hero hunt. We needed to balance out the grief. The rescue workers who ran into burning buildings, the World Trade Center employees who stayed behind with colleagues who couldn't escape, the airplane passengers who died thwarting the hijackers: we shored ourselves up with their stories.",
                "byline": "By Stephen J. Dubner",
                "date": "20011006",
                "title": "Looking for Heroes -- and Finding Them",
                "url": "http://www.nytimes.com/2001/10/06/opinion/looking-for-heroes-and-finding-them.html"
            },
            {
                "body": "A declaration by the Italian prime minister, Silvio Berlusconi, that Western civilization is superior to the culture of the Islamic world drew a furious outcry yesterday in Italy, Europe and beyond. His comments, expressed at a news briefing in Berlin on Wednesday, were described as absurd and ill-timed by Francesco Rutelli, the leader of the",
                "date": "20010928",
                "title": "Furor at Berlusconi Remark on West's Superiority",
                "url": "http://www.nytimes.com/2001/09/28/world/furor-at-berlusconi-remark-on-west-s-superiority.html"
            },
            {
                "body": "One of the first laws proposed after Prime Minister Silvio Berlusconi took office would change how certain white collar crimes are prosecuted in a way almost certain to benefit the country's most famous defendant: Mr. Berlusconi. Of course, the prime minister, Italy's richest man, who has three accounting fraud cases pending against him, has never",
                "byline": "By MELINDA HENNEBERGER",
                "date": "20010912",
                "title": "Italy and Rest of Europe Differ on Rome Leader",
                "url": "http://www.nytimes.com/2001/09/12/world/italy-and-rest-of-europe-differ-on-rome-leader.html"
            },
            {
                "body": "Back when heiresses were invariably described as madcap -- canoodling with cads and gulping bootleg liquor -- Millicent Rogers bucked the Jazz Age stereotype. She shunned publicity, taught herself to read Latin and ancient Greek and ornamented her lanky 5-foot-9 frame with heavyweight jewelry she made herself -- spiky bracelets, rings, brooches and",
                "byline": "By Mitchell Owens",
                "date": "20010819",
                "title": "Desert Flower",
                "url": "http://www.nytimes.com/2001/08/19/magazine/desert-flower.html"
            },
            {
                "body": "''It's really hard to be a young man or a young lady today,'' declared Kud, the singer of the new-metal band Mudvayne. Speaking in between songs -- while Gurrg, his lead guitarist, face painted bright red, glowered silently at the audience -- he was really getting wound up. He wore a bowler hat, ''Clockwork Orange'' style, over his painted, chalky",
                "byline": "By BEN RATLIFF",
                "date": "20010814",
                "title": "ROCK REVIEW; Inner Child, Why Are You Angry?",
                "url": "http://www.nytimes.com/2001/08/14/arts/rock-review-inner-child-why-are-you-angry.html"
            },
            {
                "body": "APPOINTMENT WITH IL DUCE By Hozy Rossi. Welcome Rain, $25. Hozy Rossi's sly first novel is about a poor young Italian boy named Beppe Arpino, who grows up in the fictional town of Cortenza, south of Naples. Beppe is a talented cellist, but his real enthusiasm is for dentistry. When a priest lends him a book called ''Teeth,'' whose author, Dr.",
                "byline": "By William Ferguson",
                "date": "20010812",
                "title": "BOOKS IN BRIEF: FICTION",
                "url": "http://www.nytimes.com/2001/08/12/books/books-in-brief-fiction-525871.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 43
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "A pretty lady, frizzled bangs and long corkscrew curls, taffeta ball gown, rhinestone tiara, gaudy scepter, across her chest a banner: Miss St. Louis. She is sitting on the rim of a tussock-size crater on the moon. This is Lucia Pamela, American concert pianist/singer/songwriter/recording star/radio and TV personality, who claimed to have recorded",
                "byline": "By Tony Kushner",
                "date": "20021229",
                "title": "THE LIVES THEY LIVED; Flip Flop Fly",
                "url": "http://www.nytimes.com/2002/12/29/magazine/the-lives-they-lived-flip-flop-fly.html"
            },
            {
                "body": "Vittorio Emanuele, the exiled son of Italy's last king, returned to Italy for the first time since he and his male heirs were banned from the country more than half a century ago. The visit to Rome lasted less than five hours, during which Vittorio Emanuele, 65, and his 30-year-old son, Emanuele Filiberto di Savoia, who had never set foot in Italy,",
                "byline": "By Frank Bruni (NYT)",
                "date": "20021224",
                "title": "World Briefing | Europe: Italy: King's Son Returns, Briefly, From Exile",
                "url": "http://www.nytimes.com/2002/12/24/world/world-briefing-europe-italy-king-s-son-returns-briefly-from-exile.html"
            },
            {
                "body": "This list has been selected from books reviewed since the Holiday Books issue of December 2001. It is meant to suggest some of the high points in this year's fiction and poetry, nonfiction, children's books, mysteries and science fiction. The books are arranged alphabetically under genre headings. The complete reviews of these books may be found at",
                "date": "20021208",
                "title": "Notable Books",
                "url": "http://www.nytimes.com/2002/12/08/books/notable-books.html"
            },
            {
                "body": "Two first feature films by major directors were released on DVD this week. Mel Brooks's recollections of ''The Producers'' (1968), from MGM, resemble Ridley Scott's of ''The Duellists'' (1977), released by Paramount, in one respect: both movies weren't exactly accorded roaring welcomes at the outset. On the disc Mr. Brooks says the studio was",
                "byline": "By Peter M. Nichols",
                "date": "20021206",
                "title": "HOME VIDEO; Destined To Be Classics",
                "url": "http://www.nytimes.com/2002/12/06/movies/home-video-destined-to-be-classics.html"
            },
            {
                "body": "Arthur Szyk (1894-1951) was the virtuoso caricaturist of World War II. He eviscerated his prey, yet his images were curiously beautiful, like paintings by Bosch or drawings by Drer. He rendered Hitler, Gring, Goebbels, Himmler, Mussolini and Hirohito as buffoons, inflating their features into indictments of evil, yet his images are so precisely",
                "byline": "By Steven Heller",
                "date": "20021201",
                "title": "BOOKS IN BRIEF: NONFICTION; Monsters in Fine Detail",
                "url": "http://www.nytimes.com/2002/12/01/books/books-in-brief-nonfiction-monsters-in-fine-detail.html"
            },
            {
                "body": "As long ago, in fashion terms, as September, the soothsayers were predicting that London was back. Hadn't Anna Wintour of Vogue made it her well-publicized business to stage a return to the neglected catwalks of the city's Fashion Week? Hadn't the selfsame Fashion Week quadrupled the number of presentations, to 59 this season from 16 in 1994?",
                "byline": "By GUY TREBAY",
                "date": "20021119",
                "title": "London: The Town That Would Be King Again",
                "url": "http://www.nytimes.com/2002/11/19/nyregion/london-the-town-that-would-be-king-again.html"
            },
            {
                "body": "Pope John Paul II made a historic visit to the Italian Parliament today, seeking both to move beyond past tensions between the Vatican and the Italian government and to weigh in on challenges that confront the country. In a roughly 45-minute speech that marked the first time a pope had ever addressed the legislature here, John Paul told Italians to",
                "byline": "By FRANK BRUNI",
                "date": "20021115",
                "title": "John Paul Makes First Papal Address to Italy's Parliament",
                "url": "http://www.nytimes.com/2002/11/15/world/john-paul-makes-first-papal-address-to-italy-s-parliament.html"
            },
            {
                "body": "Her Co-Star? A Purse BETTE MIDLER will return to Broadway to join the celebrities appearing in ''Short Talks on the Universe,'' MIKE NICHOLS'S grouping of six short plays that is destined to have a short run, only two nights at the Eugene O'Neill Theater on West 49th Street -- Nov. 17 and 18. Appearing in the play's other acts will be such",
                "byline": "By James Barron",
                "date": "20021106",
                "title": "BOLDFACE NAMES",
                "url": "http://www.nytimes.com/2002/11/06/nyregion/boldface-names-760668.html"
            },
            {
                "body": "Can there be anything about the Duke and Duchess of Windsor that has not been written or that isn't already known? Biographers, hagiographers, muckrakers and Hollywood have all had a field day with this curious couple, whose story legendarily turns on a mystifying passion and inevitably devolves into one about more humdrum pathos. Now, with",
                "byline": "By GUY TREBAY",
                "date": "20021029",
                "title": "The King's New Clothes, for All to See",
                "url": "http://www.nytimes.com/2002/10/29/nyregion/the-king-s-new-clothes-for-all-to-see.html"
            },
            {
                "body": "Geraldine of Albania, who as the wife of King Zog was for one year her adopted country's first and only queen and the only member of European royalty with American blood, died on Tuesday in Tirana, Albania's capital. She was 87. Her story reads as if it were a Hollywood fantasy. Though she was a countess, her family's fortunes had plunged so far",
                "byline": "By DOUGLAS MARTIN",
                "date": "20021027",
                "title": "Geraldine of Albania, 87, Queen With U.S. Ties, Is Dead",
                "url": "http://www.nytimes.com/2002/10/27/world/geraldine-of-albania-87-queen-with-us-ties-is-dead.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 47
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "For decades, Portuguese dairy farmers have dominated this wisp of a town on the windswept edge of the San Joaquin Valley. Tough, stubborn and hard-working, their families have prospered in a dusty land where death and injury are as close as a falling hay bale or a thrashing bull. It is accepted fact here that life is hard and cruel, that risk is",
                "byline": "By DAVID BARSTOW; Robin Stein contributed additional reporting for this article.",
                "date": "20031223",
                "title": "California Leads Prosecution Of Employers in Job Deaths",
                "url": "http://www.nytimes.com/2003/12/23/us/california-leads-prosecution-of-employers-in-job-deaths.html"
            },
            {
                "body": "IN a Europe that has done away with passport checks on many borders and traded in a dozen currencies for a one-size-fits-all euro, crossing national frontiers has lost some of its allure. Unless, that is, you are standing on a mountain pass at nearly 11,000 feet and a sign tells you that the tips of your skis are in Switzerland, the tails in Italy.",
                "byline": "By ERIC PFANNER",
                "date": "20031221",
                "title": "Alpine Border Crossing",
                "url": "http://www.nytimes.com/2003/12/21/travel/alpine-border-crossing.html"
            },
            {
                "body": "A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means discounted tickets",
                "date": "20031219",
                "title": "THEATER GUIDE",
                "url": "http://www.nytimes.com/2003/12/19/movies/theater-guide.html"
            },
            {
                "body": "A VERY skilled, very scary act of seduction is taking place in a red velvet room on West 42nd Street. That's where a whey-faced spellbinder called Lemon has set up camp, amid walls of crimson curtains, on the stage of the Harold Clurman Theater. Lemon has a story she wants to tell you. She thinks it's a wonderful story. You will probably disagree",
                "byline": "By BEN BRANTLEY",
                "date": "20031219",
                "title": "THEATER REVIEW; Transfixed by Painful Recollections",
                "url": "http://www.nytimes.com/2003/12/19/movies/theater-review-transfixed-by-painful-recollections.html"
            },
            {
                "body": "FOR just about every American born since World War II, the Warner Brothers cartoons occupy a prime piece of subconscious real estate. Thanks to innumerable television showings, the Warner cartoons mean more to us now than they did to the theatrical audiences they were originally made for in the 30's, 40's and 50's. They are our true national fairy",
                "byline": "By DAVE KEHR",
                "date": "20031214",
                "title": "FILM/DVD'S; The Evolution Of a Daffy Species",
                "url": "http://www.nytimes.com/2003/12/14/movies/film-dvd-s-the-evolution-of-a-daffy-species.html"
            },
            {
                "body": "Private lives are public issues in the National Actors Theater's stiff-jointed, politically minded interpretation of Luigi Pirandello's ''Right You Are,'' which opened Sunday night at the Michael Schimmel Center for the Arts at Pace University. This brain teaser of a play, which considers gossip from a philosopher's point of view, was originally",
                "byline": "By BEN BRANTLEY",
                "date": "20031209",
                "title": "THEATER REVIEW; Loose Lips Can Sink People in a Pirandello Fishbowl",
                "url": "http://www.nytimes.com/2003/12/09/movies/theater-review-loose-lips-can-sink-people-in-a-pirandello-fishbowl.html"
            },
            {
                "body": "The planning for the trip took nearly a year, and that followed decades of delays, broken promises and uncertainty about whether it would ever happen. The packing is taking months, as special computers and jittery engineers painstakingly monitor the process. Seldom has the movement of an object entailed so much waiting and worrying, friction and",
                "byline": "By FRANK BRUNI",
                "date": "20031209",
                "title": "Rome Journal; An Obelisk Is Going Home; A Bolt of Lightning Helped",
                "url": "http://www.nytimes.com/2003/12/09/world/rome-journal-an-obelisk-is-going-home-a-bolt-of-lightning-helped.html"
            },
            {
                "body": "Maj. Gen. David H. Petraeus, commander of the Army's 101st Airborne Division, has a large office on the second floor of what was once Saddam Hussein's northernmost palace in Mosul. He's got a desk and some chairs and a G.I. cot in an ornate room with marble floors and a tent-like ceiling fashioned from a latticework of wooden beading. The palace is",
                "byline": "By Lucian K. Truscott IV",
                "date": "20031207",
                "title": "A Million Miles From the Green Zone to the Front Lines",
                "url": "http://www.nytimes.com/2003/12/07/opinion/a-million-miles-from-the-green-zone-to-the-front-lines.html"
            },
            {
                "body": "Alessandra Mussolini never minded the occasional small dig against Fascism, which certainly had its problems, or a little gibe about her grandfather Benito, who had his flaws. But to hear his rule denounced as disgraceful was simply too much for any proud Mussolini -- and there are, in point of fact, many proud Mussolinis -- to bear. She had to",
                "byline": "By FRANK BRUNI",
                "date": "20031130",
                "title": "A Proud Mussolini Refuses To Let 'Il Duce' Be Vilified",
                "url": "http://www.nytimes.com/2003/11/30/world/a-proud-mussolini-refuses-to-let-il-duce-be-vilified.html"
            },
            {
                "body": "When Israel's prime minister, Ariel Sharon, decided to travel here this week, it was no surprise. Italy holds the rotating presidency of the European Union, and Israeli officials are as concerned as ever about currents of anti-Semitism among some Europeans and opposition to Israeli policies among a great many. But Mr. Sharon's visit, which began",
                "byline": "By FRANK BRUNI",
                "date": "20031119",
                "title": "Such Good Friends! (However Unlikely)",
                "url": "http://www.nytimes.com/2003/11/19/world/such-good-friends-however-unlikely.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 55
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The Ministry of Culture and Sports said that the 1,700-year-old Obelisk of Axum, plundered and hauled off to Rome after Ethiopia's conquest by Mussolini in 1937, would be flown back from Italy in May. Ethiopia has constructed a special runway near the town of Axum to handle the Russian-made Antonov 124 that will be used to carry the 74-foot-tall,",
                "byline": "By Marc Lacey (NYT)",
                "date": "20041231",
                "title": "World Briefing | Africa: Ethiopia: Stolen Obelisk To Return In May",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=990DE6D71439F932A05751C1A9629C8B63"
            },
            {
                "body": "To the Editor: Giorgio Cavaglieri wrote an interesting letter (Nov. 28) regarding Lila Azam Zanganeh's article '' 'Mein Kampf': The Italian Edition.'' Disputing what I affirm in my book ''Il Contratto,'' Cavaglieri says that in 1934 Mussolini was not yet taking action against Italian Jews. The book proves, with much documentation, that Mussolini",
                "date": "20041226",
                "title": "'Il Contratto'",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9F03E2DB1430F935A15751C1A9629C8B63"
            },
            {
                "body": "In these long winter nights, a headless horseman is roaming Russia's ''near abroad,'' threatening independent countries and raising fears of a renewed cold war. This specter is Vladimir Putin. Let's hope he finds his head soon. In traveling around Eastern Europe lately, I kept hearing from people who told me what a menace Mr. Putin was becoming,",
                "byline": "By NICHOLAS D. KRISTOF",
                "date": "20041215",
                "title": "The Poison Puzzle",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9B03E3D61630F936A25751C1A9629C8B63"
            },
            {
                "body": "To the Editor: I read with great interest Lila Azam Zanganeh's article '' 'Mein Kampf': The Italian Edition'' (Nov. 7), which describes the beginning of the collaboration between Hitler and Mussolini. I must, however, call to your attention an event that puts somehow in doubt the timing of such thoughts in the Duce's mind. I was present in",
                "date": "20041128",
                "title": "The Dictators",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C06E6DA113FF93BA15752C1A9629C8B63"
            },
            {
                "body": "Italy on Thursdaynamed a new foreign minister, Gianfranco Fini, who once called Mussolini ''the greatest statesman of the century'' but who in recent years has worked to redefine himself as a centrist leader and plausible candidate, someday, for prime minister. His selection was the high point in that public transformation from his roots as the",
                "byline": "By IAN FISHER",
                "date": "20041119",
                "title": "New Italian Minister Sheds Far-Right Image",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9406E4DB113FF93AA25752C1A9629C8B63"
            },
            {
                "body": "INTERNATIONAL A3-15 Iran Poses Big Challenge For Bush Administration President Bush, while assembling a new national security team, is confronting what could become the biggest challenge of his second term: how to contain Iran's nuclear program and what Americans believe is its support of violence in Israel and insurgents in Iraq. A1 The Iranian",
                "date": "20041119",
                "title": "NEWS SUMMARY",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A04E4DF113FF93AA25752C1A9629C8B63"
            },
            {
                "body": "Were Adolf Hitler and Benito Mussolini ideological soul mates or uneasy allies? Did they share a vision of national and ethnic purity or was theirs a pact hardened in the crucible of political expedience? Although their formal partnership lasted only four years -- from 1939 to 1943 -- it has taken on an enduring afterlife, particularly among",
                "byline": "By Lila Azam Zanganeh",
                "date": "20041107",
                "title": "LETTER FROM ROME; 'Mein Kampf': The Italian Edition",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9802E3D6123DF934A35752C1A9629C8B63"
            },
            {
                "body": "Ten months after the collapse of the Italian dairy giant Parmalat, a preliminary hearing began Tuesday to determine whether to indict 29 people and 3 companies in one of the country's biggest financial meltdowns. Judge Cesare Tacconi immediately agreed to the request of 2 of the 29 to stand trial. Lawyers for the two, Lorenzo Penca and Maurizio",
                "byline": "By ELISABETTA POVOLEDO",
                "date": "20041006",
                "title": "A Parmalat Hearing Begins, and the Aggrieved Line Up",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=980DE7D81F38F935A35753C1A9629C8B63"
            },
            {
                "body": "THE PLOT AGAINST AMERICA By Philip Roth. 391 pp. Houghton Mifflin Company. $26. Philip Roth has written a terrific political novel, though in a style his readers might never have predicted -- a fable of an alternative universe, in which America has gone fascist and ordinary life has been flattened under a steamroller of national politics and mass",
                "byline": "By Paul Berman",
                "date": "20041003",
                "title": "'The Plot Against America': What if It Happened Here?",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9402EEDF1638F930A35753C1A9629C8B63"
            },
            {
                "body": "The Manichaean Candidate sees the world only in terms of good and evil, black and white. He scorns gray, nuance, complexity, context, changing circumstances and inconvenient facts. Real men make their own reality. Trying to match John Kerry, who roused the base at his convention with a line bashing the House of Bush-House of Saud coziness, George",
                "byline": "By MAUREEN DOWD",
                "date": "20040905",
                "title": "Amnesia In the Garden",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C03E7DB1131F936A3575AC0A9629C8B63"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 32
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "HOLIDAYS aren't really about family, spiritual reflection and disposable home decorations from Target. They're about meals. We plotted and grew giddy at the thought of one kind of Christmas dinner; we ended up with quite another. Tell me a sadder tale. It was three years ago. I was living alone in Rome, and my friend Elinor, whose commitment to me",
                "byline": "By FRANK BRUNI",
                "date": "20051225",
                "title": "HOLIDAYS ON THEIR HEADS; When in Rome, Charge the Battery",
                "url": "http://www.nytimes.com/2005/12/25/fashion/sundaystyles/25BRUNI.html"
            },
            {
                "body": "Peter Malkin wore a pair of fur-lined leather gloves when he seized Adolf Eichmann on a street in suburban Buenos Aires. It was 1960. For 15 years, one of the chief engineers of Hitler's Final Solution had escaped capture. Now Malkin, the point man of a small team of clandestine Israeli agents, helped to wrestle him into the back of a waiting car",
                "byline": "By Daniel Bergner",
                "date": "20051225",
                "title": "The Lives They Lived; Chasing Evil",
                "url": "http://www.nytimes.com/2005/12/25/magazine/25malkin.html"
            },
            {
                "body": "In the years leading up to and including World War II -- long before T-shirts became a medium for messages -- wartime propaganda was printed on textiles designed for more formal clothes. The legend ''England expects that every man will do his duty,'' echoing Nelson's famous message at the Battle of Trafalgar, appeared on rayon fabric used for",
                "byline": "By GRACE GLUECK",
                "date": "20051213",
                "title": "ART REVIEW; When Clothes Help Make The War",
                "url": "http://www.nytimes.com/2005/12/13/arts/design/13bard.html"
            },
            {
                "body": "The first witnesses took the stand on Monday in Saddam Hussein's trial, offering gripping accounts of meat grinders for human flesh, torture with fire and electric shocks and mass executions. The courtroom soon devolved into a wild scene of shouting and chaos, as Mr. Hussein and his fellow defendants exchanged insults with witnesses, lectured the",
                "byline": "By ROBERT F. WORTH; Hassan M. Fattah contributed reporting from Dubai, United Arab Emirates, for this article, and John F. Burns from Baghdad.",
                "date": "20051206",
                "title": "THE STRUGGLE FOR IRAQ: JUSTICE; At Trial in Iraq, Witnesses Tell About Torture",
                "url": "http://www.nytimes.com/2005/12/06/international/middleeast/06saddam.html"
            },
            {
                "body": "Saddam Hussein doesn't like the prison food served by his American captors. He has an aversion to being watched 24 hours a day. Something about his plight reminds him of Napoleon and of Mussolini. And he has been offered family visits but refused them, fearing that the women would cry to see how he lives now. These were some of the thoughts of",
                "byline": "By JOHN F. BURNS",
                "date": "20051129",
                "title": "THE STRUGGLE FOR IRAQ: OVERHEARD; Live Microphones Broadcast a Famed Convict's Jailhouse Blues",
                "url": "http://www.nytimes.com/2005/11/29/international/middleeast/29banter.html"
            },
            {
                "body": "Beyond the city skyline on a misty autumn day, the mountains lurked invisibly behind the clouds. Turin's grayest season obscured its lovely backdrop. So instead of snow-capped Alps, people here saw a horizon of construction cranes, the omnipresent markers of an Olympic city busily remaking itself for February's Winter Games. Its streets not yet",
                "byline": "By LYNN ZINSER",
                "date": "20051122",
                "title": "OLYMPICS; Planning for When the Fun and Games End",
                "url": "http://www.nytimes.com/2005/11/22/sports/othersports/22turin.html"
            },
            {
                "body": "If his name is unfamiliar, it may be because George M. Elsey is the last Washington aide infected with what Franklin D. Roosevelt archly called ''a passion for anonymity.'' Mr. Elsey is certainly among the last men living who worked in the Roosevelt White House, as a young Naval reservist in the top-secret Map Room, transmitting communications and",
                "byline": "By TODD S. PURDUM",
                "date": "20051121",
                "title": "Scenes From a Front-Row Witness to History",
                "url": "http://www.nytimes.com/2005/11/21/politics/21elsey.html"
            },
            {
                "body": "When you get to the Pantheon,'' a friend advised before I embarked on my first trip to Italy, ''go inside.'' I wouldn't have thought not to, but I was glad for the advice. I was 19, full of enthusiasm, traveling by myself and prone to making crucial mistakes. On that same trip I managed to locate only the lower church of St. Francis in Assisi, not",
                "byline": "By RACHEL DONADIO",
                "date": "20051120",
                "title": "CULTURED TRAVELER: ROME; A Grand Survivor In a Timeless City",
                "url": "http://travel.nytimes.com/2005/11/20/travel/20pantheon.html"
            },
            {
                "body": "WILD GIRLS Paris, Sappho and Art: The Lives and Loves of Natalie Barney and Romaine Brooks. By Diana Souhami. Illustrated. 224 pp. St. Martin's Press. $29.95. Diana Souhami's lively history stars two glamorous American women who -- in spite of numerous affairs, huge fights and possible mental illness -- carried on together for 55 years. These days,",
                "byline": "By ADA CALHOUN",
                "date": "20051113",
                "title": "The L Word",
                "url": "http://www.nytimes.com/2005/11/13/books/review/13calhoun.html"
            },
            {
                "body": "GEORGE PATAKI is no Nelson Rockefeller, but there is something about his autocratic decision to expel the Freedom Center from ground zero that recalls his predecessor as New York's governor, the most Pharaonic Rockefeller of them all. During his 18-year campaign to turn Albany into a Braslia-on-the-Hudson as some sort of bereavement therapy for",
                "byline": "By Deyan Sudjic",
                "date": "20051023",
                "title": "Blueprints and Red Faces at Ground Zero",
                "url": "http://www.nytimes.com/2005/10/23/opinion/22sudjic.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 47
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Saddam Hussein is one of the few modern leaders to have been tried and executed for his crimes and other abuses of power. Most dictators of the past century have died of natural causes at home or in comfortable exile -- or at the hands of assassins. But with trials of former leaders becoming more common in the past decade, there are other",
                "byline": "By MARLISE SIMONS",
                "date": "20061231",
                "title": "THE STRUGGLE FOR IRAQ; Hussein's Case Won't Bolster International Human Rights Law, Experts Fear",
                "url": "http://www.nytimes.com/2006/12/31/world/middleeast/31history.html"
            },
            {
                "body": "Of course American television was going to show Saddam Hussein's execution. In a medium that feeds on immediacy, it was just a question of not having to wait too long to see it. And the coverage of the Iraqi dictator's last moments turned out to be an enervating, overnight death watch. When the first images of the hanging began trickling onto CNN",
                "byline": "By ALESSANDRA STANLEY",
                "date": "20061231",
                "title": "THE STRUGGLE FOR IRAQ: THE TV WATCH; An Overnight Death Watch, and Then Images of the Hangman's Noose",
                "url": "http://www.nytimes.com/2006/12/31/world/middleeast/31tvwatch.html"
            },
            {
                "body": "After the hanging, the body remains. While the verdict and death sentence for Saddam Hussein were swift and unambiguous, it was much less clear on Saturday what would be done with his body. Privately, both American and Iraqi officials say that the subject has been raised at the highest levels, but no decisions have been made. There is wide",
                "byline": "By MARC SANTORA; Alain Delaqurire contributed reporting from New York, and Khalid al-Ansary from Baghdad.",
                "date": "20061230",
                "title": "THE STRUGGLE FOR IRAQ; Iraqis Consider the Fate of Hussein's Body",
                "url": "http://www.nytimes.com/2006/12/30/world/middleeast/30body.html"
            },
            {
                "body": "When he died two Sundays ago, Gen. Augusto Pinochet was in disgrace, facing the prospect of trials for human rights abuses and for illicitly accumulating a $28 million fortune. His closest associates, however, have seized upon his death as an opportunity to rehabilitate his tattered image and rewrite the recent history of Chile. The widespread",
                "byline": "By LARRY ROHTER",
                "date": "20061227",
                "title": "After Death, a Campaign to Praise Pinochet",
                "url": "http://www.nytimes.com/2006/12/27/world/americas/27pinochet.html"
            },
            {
                "body": "THE explanation about to be offered isn't the conventional one, but it's plausible: Rome is called the Eternal City because you would need an eternity to do it justice. What you have is less than two days, and they're on a weekend, and that's not such a good thing. The expansion of budget airlines in Europe has created legions of two-day trippers",
                "byline": "By FRANK BRUNI",
                "date": "20061217",
                "title": "36 Hours; Rome",
                "url": "http://travel.nytimes.com/2006/12/17/travel/17hours.html"
            },
            {
                "body": "SAVORING the imminent arrival of a long-awaited day in court, George M. Pavia relaxed with his family in their elegant Manhattan brownstone, munching on cheese and crackers. Mr. Pavia, 78, a senior partner at Pavia & Harcourt, a corporate law firm with offices in New York and Milan, waxed poetic about his snack. ''Good smelly French cheese!'' he",
                "byline": "By RON STODGHILL",
                "date": "20061210",
                "title": "A House Divided: Uncivil War on E. 73rd",
                "url": "http://www.nytimes.com/2006/12/10/business/yourmoney/10tenant.html"
            },
            {
                "body": "The Army-issued memorial flag, tucked away in storage for decades at the Queens College library, was a tantalizing clue. But it needed some decoding. On the flag were two stars and two numbers: a gold star followed by ''58'' and just below that a black star with ''1235''. Joel Allen, a history professor at the college who had been on a quest to",
                "byline": "By MICHELLE O'DONNELL",
                "date": "20061110",
                "title": "Tracing the Dead Brings History to Life",
                "url": "http://www.nytimes.com/2006/11/10/nyregion/10vets.html"
            },
            {
                "body": "Three and a half years after American troops captured Baghdad and ended the dictatorship of Saddam Hussein, the Iraqi court set up to judge the brutalities of his 24 years in power found him guilty on Sunday of crimes against humanity and sentenced him to death by hanging. An automatic appeal of the death sentence will delay it, but some Iraqi",
                "byline": "By JOHN F. BURNS and KIRK SEMPLE; Reporting was contributed by Sabrina Tavernise, Ali Adeeb, Abdul Razzaq al-Saeidi, Khalid al-Ansary, and Qais Mizher.",
                "date": "20061106",
                "title": "THE STRUGGLE FOR IRAQ; Hussein Is Sentenced to Death by Hanging",
                "url": "http://www.nytimes.com/2006/11/06/world/middleeast/06saddam.html"
            },
            {
                "body": "FIFTY years ago tomorrow -- on Oct. 29, 1956 -- Israeli paratroops were dropped deep behind Egyptian lines in the Sinai peninsula, opening the way for the ground troops that followed. In a lightning campaign lasting less than five days, the Israelis took control of the entire peninsula. The Israelis had a rendezvous at the Suez Canal with the armed",
                "byline": "By David Fromkin",
                "date": "20061028",
                "title": "Stuck in the Canal",
                "url": "http://www.nytimes.com/2006/10/28/opinion/28fromkin.html"
            },
            {
                "body": "IN ''The Thomas Lamonts in America,'' a 1971 book published by the Lamont family, a footnote describes Edward M. Lamont Jr., then 17, carrying on the family tradition. But which tradition? Some opponents of the United States Senate campaign of this same Edward (better known as Ned) Lamont, seem to think there is only one: ''Red Ned,'' one",
                "byline": "By Jim Sleeper",
                "date": "20061015",
                "title": "The American Lamonts",
                "url": "http://www.nytimes.com/2006/10/15/opinion/nyregionopinions/15CT_Sleeper.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 59
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LIBERAL FASCISM The Secret History of the American Left From Mussolini to the Politics of Meaning. By Jonah Goldberg. 487 pp. Doubleday. $27.95. Coming of age in the 1960s, I heard the word ''fascist'' all the time. College presidents were fascists, Vietnam War supporters were fascists, policemen who tangled with protesters were fascists, on and",
                "byline": "By DAVID OSHINSKY",
                "date": "20071230",
                "title": "Heil Woodrow!",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C01E4D91631F933A05751C1A9619C8B63"
            },
            {
                "body": "''Against narco-communism,'' reads one line of graffiti in this city in the lowlands of Bolivia. ''To arms, Cruceos,'' reads another, calling on residents to fight the government of President Evo Morales, who put the armed forces on alert this week as four eastern provinces move toward greater autonomy. Elsewhere in South America, such calls",
                "byline": "By SIMON ROMERO",
                "date": "20071215",
                "title": "Bolivians Now Hear Ominous Tones in the Calls to Arms",
                "url": "http://www.nytimes.com/2007/12/15/world/americas/15bolivia.html"
            },
            {
                "body": "THE BOYS FROM DOLORES Fidel Castro's Schoolmates From Revolution to Exile. By Patrick Symmes. 352 pp. Pantheon Books. $26.95. Pinochet's Chile, Marcos's Philippines, Amin's Uganda, Pol Pot's Cambodia -- and these days, Mugabe's Zimbabwe -- each of these regimes has or had as a centrifugal force the strange appetites and personal bugaboos of its",
                "byline": "By GUY MARTIN",
                "date": "20071209",
                "title": "Children of the Revolution",
                "url": "http://www.nytimes.com/2007/12/09/books/review/Martin-t.html"
            },
            {
                "body": "Girlfriend had a rough week. First Hillary got brushed back by the boys in the debate. Then some women bemoaned Hillaryland's ''Don't hit me, I'm a girl'' strategy. The Washington Post's Ruth Marcus deplored the ''antifeminist subtext'' of Hillary's campaign playing the woman-as-victim card. ''Using gender this way,'' she said, ''is a setback.'' I",
                "byline": "By MAUREEN DOWD",
                "date": "20071104",
                "title": "OP-ED COLUMNIST; Gift Of Gall",
                "url": "http://www.nytimes.com/2007/11/04/opinion/04dowd.html"
            },
            {
                "body": "The posters taped on the walls at a political rally here capture the rawness of Switzerland's national electoral campaign: three white sheep stand on the Swiss flag as one of them kicks a single black sheep away. ''To Create Security,'' the poster reads. The poster is not the creation of a fringe movement, but of the most powerful party in",
                "byline": "By ELAINE SCIOLINO",
                "date": "20071008",
                "title": "Immigration, Black Sheep and Swiss Rage",
                "url": "http://www.nytimes.com/2007/10/08/world/europe/08swiss.html"
            },
            {
                "body": "The United Nations 2001 convention on protecting underwater cultural heritage was right to oppose the plundering of sunken archaeological treasures for profit. Unfortunately, only 15 countries have ratified the agreement, and the plundering has begun. In what may become the biggest underwater find ever, Odyssey Marine Explorations, a commercial",
                "date": "20070904",
                "title": "EDITORIAL; Whose Treasure Is It Really?",
                "url": "http://www.nytimes.com/2007/09/04/opinion/04tues4.html"
            },
            {
                "body": "In 1964, a 3-year-old girl named Laudomia was unhappily confined to her sickbed. It was, as these things go, not a bad place to be confined; her bedroom was on the third floor of the Palazzo Pucci, a massive 14th-century villa in Florence, just behind the Duomo's pearl-gray immensity. But she was bored and restless, and so, to cheer her up, her",
                "byline": "By CHANDLER BURR",
                "date": "20070826",
                "title": "THE FACE; Back in Print",
                "url": "http://www.nytimes.com/2007/08/26/style/tmagazine/26pucci.html"
            },
            {
                "body": "In 1964, a 3-year-old girl named Laudomia was unhappily confined to her sickbed. It was, as these things go, not a bad place to be confined; her bedroom was on the third floor of the Palazzo Pucci, a massive 14th-century villa in Florence, just behind the Duomo's pearl-gray immensity. But she was bored and restless, and so, to cheer her up, her",
                "byline": "By Chandler Burr",
                "date": "20070826",
                "title": "The Face; Back in Print",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9805EFDD1230F935A1575BC0A9619C8B63"
            },
            {
                "body": "A fire has damaged part of the landmark Cinecitt film studio, right, in Rome, where thousands of films, from ''Cleopatra'' to ''Gangs of New York,'' have been made, The Associated Press reported. The blaze began late on Thursday on the set of ''Rome,'' an HBO series about the ancient empire, and burned through about 32,000 square feet before it",
                "byline": "By THE NEW YORK TIMES",
                "date": "20070811",
                "title": "Arts, Briefly | Fire Damages Film Sets at Studio In Rome",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9B0CE0DE103CF932A2575BC0A9619C8B63"
            },
            {
                "body": "MILAN doesn't cater to tourists. Its many pleasures are intended mainly for the Milanese, who are expert at making -- and spending -- money. This is the home, after all, of Armani and Prada. But step outside the central shopping district and you'll find a growing number of stores that showcase young fashion and furniture designers. There's also an",
                "byline": "By FRED A. BERNSTEIN",
                "date": "20070617",
                "title": "36 HOURS; Milan",
                "url": "http://travel.nytimes.com/2007/06/17/travel/17hours.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 29
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "It was perhaps poor timing in August 2007 when Flavio Briatore, the playboy principal of Renault's Formula One racing team, announced he would build the Billionaire's Resort in sunny Malindi, his ex-girlfriend and presumptive business partner Naomi Campbell by his side. Kenya's coastline has never been called trendy, per se, even if Bill Gates and",
                "byline": "By PHOEBE EATON",
                "date": "20081207",
                "title": "THE TALK; Colony Club",
                "url": "http://travel.nytimes.com/2008/12/07/style/tmagazine/07malindiw.html"
            },
            {
                "body": "A small, hard-right party in Southern Italy is offering couples a $1900 incentive if they name their children after Benito Mussolini or his wife, Rachele, Italian media reported. The Fiamma Tricolore movement, an outgrowth of Mussolini's Fascist Party, said the incentive applied to five towns near Potenza in the economically ailing Basilicata",
                "byline": "By TRACHEL DONADIO",
                "date": "20081126",
                "title": "Italy: Money For Baby Mussolinis",
                "url": "http://www.nytimes.com/2008/11/26/world/americas/26web-briefs-007.html"
            },
            {
                "body": "''Some years, like some poets and politicians and some lovely women,'' John Kenneth Galbraith wrote in 1955, ''are singled out for fame far beyond the common lot, and 1929 was clearly such a year.'' To talk of eras on Wall Street is most often to imbibe its intoxicants -- the Roaring Twenties, the Go-Go Eighties, the Tech Boom Nineties, and so on.",
                "byline": "By MICHAEL POWELL",
                "date": "20081109",
                "title": "THE NATION; Seeking a Poet for the Great Mess of '08",
                "url": "http://www.nytimes.com/2008/11/09/weekinreview/09powell.html"
            },
            {
                "body": "Domenico Leccisi, a right-wing Italian politician who became known as ''the Body Snatcher'' in 1946 when he and two followers stole the corpse of the fascist dictator Mussolini from a pauper's grave, died Sunday at a retirement home in Milan. He was 88. The cause was heart and respiratory disease, his son, Gabrielle, told The Associated Press. As",
                "byline": "By DENNIS HEVESI",
                "date": "20081106",
                "title": "Domenico Leccisi, 88, Italian Political Figure",
                "url": "http://www.nytimes.com/2008/11/06/world/europe/06leccisi.html"
            },
            {
                "body": "An exhibition celebrating a century-old piece of legislation may not seem an obvious crowd pleaser. But for the curators, it's a way of arguing that Italy's art treasures would be vastly diminished were it not for its strict -- some assert, draconian -- cultural-heritage laws. That's why every statue, vase and archaeological shard on display in",
                "byline": "By ELISABETTA POVOLEDO",
                "date": "20081008",
                "title": "Italy Defends Treasures (and Laws) With a Show",
                "url": "http://www.nytimes.com/2008/10/08/arts/design/08heri.html"
            },
            {
                "body": "DON'T judge an actress by how she handles great roles. Judge her by how she handles the other kind. So forget Helen Mirren's Oscar-winning turn as Elizabeth II in ''The Queen'' (2006). Or, for that matter, her seven seasons as the hard-bitten Detective Jane Tennison in the British television drama ''Prime Suspect,'' a merging of character and",
                "byline": "By SUSAN STEWART",
                "date": "20080928",
                "title": "DVD; Sorceress as Apprentice: The BBC Years",
                "url": "http://www.nytimes.com/2008/09/28/arts/television/28stew.html"
            },
            {
                "body": "Before Michele Assunto hauls in his fishing net from the banks of a reed-lined canal here, he uses a pole to push the garbage out of the way. ''They really need to clean this up,'' he growls. Where another canal empties into the sea here at the small community of Porto Badino, the only animals that can survive are giant rats, local officials say.",
                "byline": "By ELISABETH ROSENTHAL",
                "date": "20080922",
                "title": "In Italy, A Redesign Of Nature To Clean It",
                "url": "http://www.nytimes.com/2008/09/22/world/europe/22marsh.html"
            },
            {
                "body": "Anita Page, one of the last surviving stars of the silent screen and a popular Hollywood siren before her surprisingly early -- and seemingly permanent -- retirement in the 1930s, died on Saturday. She was 98. Randal Malone, her friend and longtime companion, told The Associated Press that she died at her home in Los Angeles. Ms. Page was still a",
                "byline": "By ROBERT BERKVIST",
                "date": "20080908",
                "title": "Anita Page, Silent-Film Siren, Dies at 98",
                "url": "http://www.nytimes.com/2008/09/08/movies/08page.html"
            },
            {
                "body": "It means coming to terms with the past: Vergangenheitsbewltigung, a German mouthful. Every German knows the word. Generations have been raised on it. An Italian woman who used to run multicultural affairs for the city of Rome, a Jew, was complaining over a coffee the other day, apropos of rising anti-immigrant sentiment there, that Italy still",
                "byline": "By MICHAEL KIMMELMAN",
                "date": "20080908",
                "title": "ABROAD; A Caricaturist, but No Funny Stuff Here",
                "url": "http://www.nytimes.com/2008/09/08/arts/design/08szyk.html"
            },
            {
                "body": "ON Sept. 13, the Paris Theater, on 58th Street just west of Fifth Avenue, will celebrate its 60th anniversary. This is a remarkable accomplishment, as the Paris does not go in much for films in which things get blown up. In a city teeming with faux vieux Irish saloons and restaurants adorned with plaques reading ''A tradition since 1988,'' the",
                "byline": "By JOE QUEENAN",
                "date": "20080831",
                "title": "NEW YORK OBSERVED; City Cinematheque",
                "url": "http://www.nytimes.com/2008/08/31/nyregion/thecity/31pari.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 36
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "HERG The Man Who Created Tintin By Pierre Assouline; translated by Charles Ruas 276 pages. Oxford University Press. $24.95. For some reason, the comic-book character Tintin, beloved just about everywhere else, has never quite caught on in America. This may change in 2011, when Steven Spielberg brings the first of three planned Tintin adventures",
                "byline": "By CHARLES McGRATH",
                "date": "20091223",
                "title": "BOOKS OF THE TIMES; The Man Behind Boy, Dog and Their Adventures",
                "url": "http://www.nytimes.com/2009/12/23/books/23book.html"
            },
            {
                "body": "Nestled near the beaches of the Italian Riviera and the snow-capped Alps sits the tiny principality of Seborga, a place that floats on legends. Over the centuries, plagues and earthquakes have struck the region and missed Seborga, or so the stories say. Some insist that knights took the Holy Grail there. But the true miracle of Seborga may have",
                "byline": "By DOUGLAS MARTIN",
                "date": "20091213",
                "title": "Giorgio Carbone, 73, Dies; Elected Prince of Seborga",
                "url": "http://www.nytimes.com/2009/12/13/world/europe/13carbone.html"
            },
            {
                "body": "Walter Bahr taught junior high in Philadelphia when he made the United States soccer team for the 1950 World Cup, playing a vital role in one of the sport's greatest upsets. Team duty paid $100 a week. ''That was double what I made teaching,'' he said, laughing. As Bahr recalls, he asked for a leave of absence near the end of the school year and",
                "byline": "By JER LONGMAN",
                "date": "20091210",
                "title": "How a 'Band of No-Hopers' Forged U.S. Soccer's Finest Day",
                "url": "http://www.nytimes.com/2009/12/10/sports/soccer/10soccer.html"
            },
            {
                "body": "Dramatists have long understood the visceral appeal, and box office draw, of stories about powerful people behaving badly. As the lead in ''So Help Me God!,'' a long-forgotten 80-year-old play that opens on Monday at the Lucille Lortel Theater, Kristen Johnston tries not to disappoint. She plays Lily Darnley, a towering figure of the Broadway",
                "byline": "By ALISON LEIGH COWAN",
                "date": "20091202",
                "title": "Waiting 80 Years, Diva Takes a Bow",
                "url": "http://www.nytimes.com/2009/12/02/theater/02watkins.html"
            },
            {
                "body": "What would Pope Urban VIII have made of Maxxi, the new museum of contemporary art designed by Zaha Hadid on the outskirts of this city's historic quarter? My guess is that he would have been ecstatic. This 17th-century pope, one of the most prominent cultural patrons in Roman history, understood that great cities are not frozen in time. He loved",
                "byline": "By NICOLAI OUROUSSOFF",
                "date": "20091112",
                "title": "ARCHITECTURE REVIEW; Modern Lines for the Eternal City",
                "url": "http://www.nytimes.com/2009/11/12/arts/design/12zaha.html"
            },
            {
                "body": "1909 American Countess Arrested Frauds on Paris shopkeepers on a very extensive scale are alleged against a man and a woman, the latter, it is asserted, being an American, who were arrested by the Paris detective authorities on Wednesday evening. The couple have been known as the Comte and Comtesse de Gubata. M. Fontana, the jeweler in the rue de",
                "date": "20091029",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2009/10/29/opinion/29iht-oldoct29.html"
            },
            {
                "body": "The crater on the corner has vanished, and in the spiffed-up offices of the Film Society of Lincoln Center the mice are (mostly) gone too. On Friday, after three disruptive years, the society brings the New York Film Festival back to Broadway and 65th Street and its familiar home, Alice Tully Hall. Glossed up and glassed in, the renovated Tully",
                "byline": "By MANOHLA DARGIS",
                "date": "20090925",
                "title": "FILM; The Serious Regard For Cinema",
                "url": "http://www.nytimes.com/2009/09/25/movies/25festival.html"
            },
            {
                "body": "Normally, a working lunch between Prime Minister Silvio Berlusconi and his center-right coalition partner Gianfranco Fini, the speaker of Parliament, would be nothing out of the ordinary. But tensions between them have risen so high lately that they had to meet this week at a neutral location to repair ties. A summer of sex scandals may not have",
                "byline": "By RACHEL DONADIO",
                "date": "20090925",
                "title": "Berlusconi Defends Himself Against His Partners",
                "url": "http://www.nytimes.com/2009/09/25/world/europe/25italy.html"
            },
            {
                "body": "He was a patriot and a poet, a dandy and a war hero. In turn-of-the-century Italy, no one embodied the cult of beauty and the love of action like Gabriele d'Annunzio. He was the incarnation of the Nietzschean bermensch: narcissistic, powerful and seemingly invincible. Soldiers applauded his epic adventures; literati exalted his vast output; women",
                "byline": "By GRAZIA D'ANNUNZIO",
                "date": "20090913",
                "title": "The Randy Dandy",
                "url": "http://www.nytimes.com/2009/09/13/style/tmagazine/13slijperw.html"
            },
            {
                "body": "Like many young Americans traveling in Europe, Matti A. Mattson had a close encounter with wine -- but not in the cafes of the Left Bank or the trattorias of Tuscany. Instead, seven decades ago, he stowed away on a wine carrier in the French Mediterranean port of Ste, about 100 miles from the Spanish border, to reach Spain, crouching among the",
                "byline": "By SIMON AKAM",
                "date": "20090827",
                "title": "Spain Gives Citizenship To a Fighter Of Franco",
                "url": "http://www.nytimes.com/2009/08/27/nyregion/27lincoln.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 33
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.",
                "date": "20101231",
                "title": "The Listings",
                "url": "http://www.nytimes.com/2010/12/31/arts/design/31art.html"
            },
            {
                "body": "Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.",
                "date": "20101224",
                "title": "The Listings",
                "url": "http://www.nytimes.com/2010/12/24/arts/design/24art.html"
            },
            {
                "body": "Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.",
                "date": "20101217",
                "title": "The Listings",
                "url": "http://www.nytimes.com/2010/12/17/arts/design/17art.html"
            },
            {
                "body": "Victorian toymakers spun off products from the latest theatrical productions soon after the plays opened. Printers manufactured miniature paper and wood theaters with accurate sets and costumed actors dangling on wires, footlights that burned gas or oil, and scripts for children to memorize. The toys had poor survival rates. The lithographed and",
                "byline": "By EVE M. KAHN",
                "date": "20101217",
                "title": "ANTIQUES; 'Home Theaters' For the Victorian Age",
                "url": "http://www.nytimes.com/2010/12/17/arts/design/17antiques.html"
            },
            {
                "body": "BEAUTIFUL The Life of Hedy Lamarr By Stephen Michael Shearer Illustrated. 464 pp. Thomas Dunne Books/St. Martin's Press. $29.99 HEDY LAMARR The Most Beautiful Woman in Film By Ruth Barton Illustrated. 281 pp. The University Press of Kentucky. $29.95 Hedy Lamarr, born Hedwig Kiesler in 1914 in Vienna, enjoyed an early if not particularly auspicious",
                "byline": "By MOLLY HASKELL",
                "date": "20101212",
                "title": "European Exotic",
                "url": "http://movies.nytimes.com/2010/12/12/books/review/Haskell-t.html"
            },
            {
                "body": "Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.",
                "date": "20101210",
                "title": "The Listings",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C02E3D81E38F933A25751C1A9669D8B63"
            },
            {
                "body": "Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.",
                "date": "20101203",
                "title": "The Listings",
                "url": "http://www.nytimes.com/2010/12/03/arts/design/03art.html"
            },
            {
                "body": "Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.",
                "date": "20101126",
                "title": "The Listings",
                "url": "http://www.nytimes.com/2010/11/26/arts/design/26art.html"
            },
            {
                "body": "1910 German Prince Visits Kandy The German Crown Prince and Princess are showing much interest in their visit to Kandy. Last evening [Nov. 22] they drove from Kandy to the Pallykelly estate, where they were received by Mr. and Mrs. Murray and were shown various operations connected with the harvesting and preparation of the cacao beans for the",
                "date": "20101124",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2010/11/24/opinion/24iht-oldnov24.html"
            },
            {
                "body": "Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.",
                "date": "20101119",
                "title": "The Listings",
                "url": "http://www.nytimes.com/2010/11/19/arts/design/19art.html"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 65
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "I ARRIVED in Ostia Antica from Rome, where I'd been squinting at the grand ruins and trying to envision plutocrats in togas, grand processions of conquering generals and tyrants with 100-foot-tall statues of themselves. Now, a half-hour train ride away, here I was with the mule drivers. Ostia Antica is a long-abandoned city and continuing",
                "byline": "By BARBARA IRELAND",
                "date": "20111225",
                "title": "JOURNEYS; Clues to Past Glories in Ostia Antica",
                "url": "http://travel.nytimes.com/2011/12/25/travel/in-ostia-antica-italy-clues-to-past-glories.html"
            },
            {
                "body": "HEDY'S FOLLY The Life and Breakthrough Inventions of Hedy Lamarr, the Most Beautiful Woman in the World By Richard Rhodes Illustrated. 261 pages. Doubleday. $26.95. Did you hear the one about the actress and the composer who tried to invent a remote-controlled torpedo? It sounds like the opening line of a bar joke, but it's actually the premise of",
                "byline": "By DWIGHT GARNER",
                "date": "20111214",
                "title": "BOOKS OF THE TIMES; Glamour and Munitions: A Screen Siren's Wartime Ingenuity",
                "url": "http://www.nytimes.com/2011/12/14/books/hedys-folly-by-richard-rhodes-review.html"
            },
            {
                "body": "ROME A Cultural, Visual, and Personal History By Robert Hughes Illustrated. 498 pp. Alfred A. Knopf. $35. If we could be reborn wherever we chose, how crowded Rome would be, populated by souls who had spent their previous lives longing to inhabit a villa on the Janiculum Hill or a room overlooking the Piazza Navona. I intend to be among them. And",
                "byline": "By FRANCINE PROSE",
                "date": "20111204",
                "title": "The Eternal City",
                "url": "http://www.nytimes.com/2011/12/04/books/review/rome-a-cultural-visual-and-personal-history-by-robert-hughes-book-review.html"
            },
            {
                "body": "ROME A Cultural, Visual, and Personal History By Robert Hughes Illustrated. 498 pp. Alfred A. Knopf. $35. If we could be reborn wherever we chose, how crowded Rome would be, populated by souls who had spent their previous lives longing to inhabit a villa on the Janiculum Hill or a room overlooking the Piazza Navona. I intend to be among them. And",
                "byline": "By FRANCINE PROSE",
                "date": "20111204",
                "title": "The Eternal City",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9F01E0DE1230F937A35751C1A9679D8B63"
            },
            {
                "body": "1911 Theater Riots in New York The first production in New York of Mr. Synges's play, ''The Playboy of the Western World,'' performed last evening by the Dublin players, caused a serious riot at Maxine Elliott's theater. Many Irish were in the audience, and, declaring that the play was an insult to Ireland, they pelted the performers with potatoes",
                "date": "20111129",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2011/11/29/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "PACIFIC CRUCIBLE War at Sea in the Pacific, 1941-1942 By Ian W. Toll Illustrated. 597 pp. W. W. Norton & Company. $35 t times during the months after the Japanese attack of Dec. 7, 1941, a tall, patrician-looking Japanese-speaking American could be seen wearing a red smoking jacket and bedroom slippers, puffing on his pipe and pacing the concrete",
                "byline": "By MICHAEL BESCHLOSS",
                "date": "20111127",
                "title": "In the Air,On the Sea",
                "url": "http://www.nytimes.com/2011/11/27/books/review/pacific-crucible-war-at-sea-in-the-pacific-1941-1942-by-ian-w-toll-book-review.html"
            },
            {
                "body": "ISTANBUL -- In his most blatant criticism yet of Syria's political repression, the prime minister of Turkey said for the first time on Tuesday that President Bashar al-Assad of Syria should resign, raising the pressure on Mr. Assad from a country that Syria had once counted as its friendliest neighbor and economic partner. The criticism by the",
                "byline": "By SEBNEM ARSU",
                "date": "20111123",
                "title": "Turkish Premier Urges Assad to Quit in Syria",
                "url": "http://www.nytimes.com/2011/11/23/world/middleeast/turkish-leader-says-syrian-president-should-quit.html"
            },
            {
                "body": "ROME A Cultural, Visual, and Personal History By Robert Hughes Illustrated. 498 pages. Alfred A. Knopf. $35. In ''The Aeneid,'' his classic epic about the founding of Rome, Virgil wrote of that city's destiny -- of its leader young Romulus building ''walls of Mars'' and of its people, the Romans, for whom there would be ''no limits, world or",
                "byline": "By MICHIKO KAKUTANI",
                "date": "20111122",
                "title": "BOOKS OF THE TIMES; An Idea As Much As a City",
                "url": "http://www.nytimes.com/2011/11/22/books/rome-a-personal-history-by-robert-hughes-review.html"
            },
            {
                "body": "ROME -- With a combination of savvy media domination, old-fashioned party politics and a salesman's preternatural charm, Silvio Berlusconi has dominated Italy more than anyone since Mussolini. And polarized it. ''No one had ever so divided Italy and Italians,'' wrote Massimo Gramellini, a columnist for the Turin daily newspaper La Stampa. His",
                "byline": "By RACHEL DONADIO and ELISABETTA POVOLEDO; Gaia Pianigiani contributed reporting.",
                "date": "20111113",
                "title": "Magnetic and Divisive, A Man Whose Politics Were Always Personal",
                "url": "http://www.nytimes.com/2011/11/13/world/europe/berlusconi-both-drew-and-divided-italians.html"
            },
            {
                "body": "The Predappio Journal article on Thursday, about annual commemorations of Benito Mussolini at his tomb in Italy, using information from the organizers of the ceremonies, gave an outdated affiliation for Father Giulio Tam, a priest who led a service at the tomb. He is no longer a member of the Society of St. Pius X, a traditionalist Catholic group.",
                "date": "20111109",
                "title": "Corrections",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D02E5DE173FF93AA35752C1A9679D8B63"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 59
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "1912 Turkish Forces Weakening Athens &mdash; All the news from the front reveals the utter demoralization of the Turks. The Greek forces under the Crown Prince to-day [Oct. 29] occupied the defile of Tripotamos, which commands the approach to the town of Verria, an important strategic point some eighty kilom&egrave;tres west of Salonica and",
                "date": "20121030",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2012/10/30/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "1912 Wounded Swamp Greek City LARISSA &mdash; The Greek army is about to begin its march to Veria, the nearest point of the railway from Salonica to Monastir. It is believed that a large part of the defeated Turkish army has made its way there. An enthusiastic welcome was given to the Crown Prince at Kozhani, where the entire population turned out,",
                "date": "20121029",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2012/10/29/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "Descendants of the conductor Arturo Toscanini are auctioning off a trove of his possessions, including the maestro&rsquo;s Steinway piano; letters from Verdi, Wagner, Strauss and other composers; rare sketches of Verdi&rsquo;s &ldquo;Falstaff&rdquo;; a handwritten score of a Mendelssohn overture; and a self-caricature by Enrico Caruso. Much of the",
                "byline": "By DANIEL J. WAKIN",
                "date": "20121027",
                "title": "Arturo Toscanini Possessions to Be Sold at Sothebys",
                "url": "http://www.nytimes.com/2012/10/27/arts/music/arturo-toscanini-possessions-to-be-sold-at-sothebys.html"
            },
            {
                "body": "Classical NOTE: &nbsp;Many events have been postponed or canceled because of concerns about the approach of Hurricane Sandy. Please contact the performance spaces for updates. Full reviews of recent classical performances: nytimes.com/classical . Opera &#9733; Amore Opera (Friday through Sunday, Wednesday and Thursday) This scrappy but very",
                "date": "20121026",
                "title": "Classical Music and Opera Listings for Oct. 26-Nov. 1",
                "url": "http://www.nytimes.com/2012/10/26/arts/music/classical-music-and-opera-listings-for-oct-26-nov-1.html"
            },
            {
                "body": "8 P.M. (OWN) BUILDING A DREAM: THE OPRAH WINFREY LEADERSHIP ACADEMY On Jan. 2, 2007, Ms. Winfrey opened the Oprah Winfrey Leadership Academy for Girls, a $40 million independent school in South Africa created, she said, ''to give this opportunity to girls who had a light so bright that not even poverty could dim that light.'' This hourlong special,",
                "byline": "By KATHRYN SHATTUCK",
                "date": "20121014",
                "title": "What's On Sunday",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9907EFD7143DF937A25753C1A9649D8B63"
            },
            {
                "body": "1912 Atlantic Fleet Mobilized for Display NEW YORK -- One hundred and twenty-three naval vessels, comprising the Atlantic fleet of the United States, completed their mobilization in the Hudson River this afternoon [Oct. 11], in preparation for the grand naval-review which is to occupy three days, beginning tomorrow. Simultaneously the Pacific fleet",
                "date": "20121012",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2012/10/12/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "To the Editor: Re '' A Nazi Violin Still Keeps Its Secrets '' (Arts & Leisure, Sept. 23): The gift of a Stradivarius from the Nazi propaganda minister, Joseph Goebbels, to a Japanese concert violinist, Nejiko Suwa, was a brilliant propaganda gesture indeed. It reminded me of a similar gesture I had heard about. When I joined the Metropolitan Opera",
                "date": "20121001",
                "title": "LETTER; The Violin That Was a Present From Mussolini",
                "url": "http://www.nytimes.com/2012/10/01/opinion/the-violin-that-was-a-present-from-mussolini.html"
            },
            {
                "body": "1912 Corean Christians Sent to Prison SEOUL -- The District Court wrote its ''finis'' upon the notorious conspiracy case to-day [Sept. 29], passing sentences aggregating 636 years of penal servitude upon 106 Corean prisoners. Baron Yunchino and five other alleged leaders were sentenced to ten years each; eighteen defendants were sentenced to seven",
                "date": "20120929",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2012/09/29/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "1912 Suicide After Emperor's Death TOKIO -- The startlingly dramatic touch given the funeral of the late Emperor by the dual suicide of General Nogi and his wife in the humble little residence of the stoical hero of Port Arthur, continues to be discussed here. All had been made ready for the supreme tribute, which the spirit of Old Japan called",
                "date": "20120915",
                "title": "FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago",
                "url": "http://www.nytimes.com/2012/09/15/opinion/100-75-50-years-ago.html"
            },
            {
                "body": "The Affile Journal article on Wednesday, about the fascist sympathies of a village east of Rome that were highlighted recently with the unveiling of a memorial to one of Affile's most controversial former citizens, Rudolfo Graziani, a general under Mussolini whose nickname ''the Butcher'' was earned during Italy's colonization of North Africa,",
                "date": "20120831",
                "title": "Corrections",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9F02EEDE143CF932A0575BC0A9649D8B63"
            }
        ],
        "tokens": [
            "mussolini"
        ],
        "total": 35
    }
]