{"tokens":[],"results":[{"offset":"0","results":[{"body":"Whatever the temperature, Siberians are loath to admit it's cold. But here they have no choice - there simply aren't many colder places on earth. Dawn is still far off at 9 A.M.; it's 60 degrees below zero. The cold hits the nostrils first, an anesthetizing stab that stiffens the lining of the nose. The eyes begin to sting, and soon the cheeks","byline":"By SERGE SCHMEMANN, Special to the New York Times","date":"19811230","title":"REPORTER'S NOTEBOOK: COLD AND MADNESS IN SIBERIA","url":"http://www.nytimes.com/1981/12/30/world/reporter-s-notebook-cold-and-madness-in-siberia.html"},{"body":"WASHINGTON This is how Leonid I. Brezhnev might have responded to President Reagan's letter on the Polish situation if he had bluntly stated Soviet attitudes that have been reflected elsewhere. Dear Mr. President: I am perhaps more astonished than outraged at your demand that we intervene with the Polish authorities to restrain the measures","byline":"By Daniel Schorr","date":"19811230","title":"WHAT BREZHNEV MIGHT HAVE TOLD REAGAN: 'PERMIT ME TO INSTRUCT YOU'","url":"http://www.nytimes.com/1981/12/30/opinion/what-brezhnev-might-have-told-reagan-permit-me-to-instruct-you.html"},{"body":"NEWGATE CALLENDAR reviews mystery and detective fiction for The Times Book Review By NEWGATE CALLENDAR T hey dunit in Istanbul and they dunit in Copenhagen. London always has been a favorite place for whodunits. So has Paris, from the very first mystery story ever written - Edgar Allan Poe's ''Murders in the Rue Morgue,'' 138 years ago. In recent","date":"19811227","title":"NEWGATE CALLENDAR'S EUROPE","url":"http://www.nytimes.com/1981/12/27/travel/newgate-callendar-s-europe.html"},{"body":"HAVING survived world war, civil war, revolution and counterrevolution, Bela Veracek (''Vera''), the cartoonist hero of Howard Barker's acidulous new play, ''No End of Blame,'' arrives in England in 1936. Grateful for what he calls his ''freeness,'' he kisses the ground. At last, he thinks, he will be able to express his savage criticism without","byline":"By MEL GUSSOW","date":"19811224","title":"STAGE: 'NO END OF BLAME,' CYNICAL BRITISH DRAMA","url":"http://www.nytimes.com/1981/12/24/theater/stage-no-end-of-blame-cynical-british-drama.html"},{"body":"Leonid Brezhnev awakes in the wintry Moscow night. In the pitchblack room he senses the presence of someone long dead. He hears it in the rustling of a huge beard, smells it in the faint odor of German sausage cooking in 19th-century kitchens. He calls out, ''Is someone there?'' ''I am the spirit of Communism past,'' comes the reply. Brezhnev","byline":"By Russell Baker","date":"19811223","title":"OBSERVER; DEAD AS A DOORNAIL","url":"http://www.nytimes.com/1981/12/23/opinion/observer-dead-as-a-doornail.html"},{"body":"In mid-November, in a desert hamlet just across the border in Pakistan, Habibullah Karzai, a clean-shaven man who once represented Afghanistan at the United Nations, explained how the fighting in his country had turned him and almost every other Afghan back into tribal people. ''Afghanistan is now governed by one basic law, the law of the jungle,''","byline":"By JERE VAN DYCK, Special to the New York Times; The following dispatch was written by a freelance journalist who recently spent six weeks in Afghanistan.","date":"19811221","title":"THE AFGHAN RULERS: FIERCELY TRADITIONAL TRIBES","url":"http://www.nytimes.com/1981/12/21/world/the-afghan-rulers-fiercely-traditional-tribes.html"},{"body":"a1PARIS, Dec. 20 - Suppression of the Polish workers' attempt to force reform on a bankrupt regime has profound meanings for Communism everywhere, as Enrico Berlinguer said last week. The Italian Communist leader was evidently thinking primarily of his own country. His assessment also applies to the Soviet Union itself. The historic uniqueness of","byline":"By Flora Lewis","date":"19811221","title":"FOREIGN AFFAIRS; THE GRAVEST LOSS","url":"http://www.nytimes.com/1981/12/21/opinion/foreign-affairs-the-gravest-loss.html"},{"body":"Everyone has heard of Andrei Sakharov, who put his life at risk so that a young woman could leave Russia and become wife to his stepson. Though banished and disgraced, he finally got his way on so small a matter - in part because everyone has heard of Andrei Sakharov. An actress named Zoya Fyodorova was not so fortunate. She once was a star in","date":"19811221","title":"A Death in Moscow","url":"http://www.nytimes.com/1981/12/21/opinion/a-death-in-moscow.html"},{"body":"Two years ago, the Russians gave out the Afghanistan crisis for Christmas, and this year the Polish crisis, both in the name of ''peace and good will toward men.'' You would have thought their timing, if not their policy had improved, but failure seems to have gone to their heads. It's hard to believe that the leaders of the Polish Government, so","byline":"By James Reston","date":"19811220","title":"Washington; MOSCOW'S CHRISTMAS MESSAGE","url":"http://www.nytimes.com/1981/12/20/opinion/washington-moscow-s-christmas-message.html"},{"body":"NIGHTINGALE FEVER Russian Poets in Revolution. By Ronald Hingley. 269 pp. New York: Alfred A. Knopf. $16.50. ANNA AKHMATOVA, Osip Mandelstam, Boris Pasternak, Marina Tsvetayeva - they are the giants of 20th-century Russian poetry, four geniuses of an epoch that produced many other poets whose gifts were merely remarkable. Westerners who do not read","byline":"By SUSAN JACOBY; Susan Jacoby is the author of ''Moscow Conversations'' and ''Inside Soviet Schools.''","date":"19811220","title":"A-SOVIET RATHER THAN ANTI-SOVIET","url":"http://www.nytimes.com/1981/12/20/books/a-soviet-rather-than-anti-soviet.html"}],"tokens":["Stalin"],"total":157},{"offset":"0","results":[{"body":"A BETTER WORLD. The Great Schism: Stalinism and the American Intellectu- als. By William L. O'Neill. 447 pages. Simon & Schuster. $17.95. THE great divide on the American left that separated those who took the Soviet Union as their lodestar and those who were appalled by where that red star led has attracted many chroniclers over the last","byline":"By Walter Goodman","date":"19821231","title":"Books Of The Times","url":"http://www.nytimes.com/1982/12/31/books/books-of-the-times-132374.html"},{"body":"Louis Aragon, the French poet and Communist Party luminary, died yesterday at his home in Paris. He was 85 years old. Novelist, poet and essayist, Dadaist, Surrealist and Marxist, battlefield hero in two World Wars and active in the Resistance, intellectual and friend of Picasso and Matisse, Louis Aragon was among France's foremost men of letters","date":"19821225","title":"OBITUARY; LOUSI ARAGON, FRENCH POET AND PROMINENT COMMUNIST, DIES AT 85","url":"http://www.nytimes.com/1982/12/25/obituaries/obituary-lousi-aragon-french-poet-and-prominent-communist-dies-at-85.html"},{"body":"There was a time when the curse of ''revisionism'' or ''opportunism'' levied at Tito or Mao sent shudders through the world of Communism. Emanating from the Kremlin, the bastion of Marxism-Leninism, the capital of the first socialist state, they amounted to a threat of excommunication from the ranks of history's vanguard. Nowadays, revisionism,","byline":"By SERGE SCHMEMANN","date":"19821219","title":"U.S.S.R. TURNS 60, BUT SOME 'FRIENDS' WILL SKIP THE PARTY","url":"http://www.nytimes.com/1982/12/19/weekinreview/ussr-turns-60-but-some-friends-will-skip-the-party.html"},{"body":"The official who has headed the K.G.B. security and intelligence organization for the last seven months, Vitaly V. Fedorchuk, was appointed Minister of Internal Affairs today and was succeeded at the K.G.B. by one of his top deputies, Viktor M. Chebrikov. The shift appeared to be linked to moves by the new Communist Party leader, Yuri V. Andropov,","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19821218","title":"K.G.B. CHIEF NAMED TO NEW POST; MOVE AGAINST CORRUPTION IS SEEN","url":"http://www.nytimes.com/1982/12/18/world/kgb-chief-named-to-new-post-move-against-corruption-is-seen.html"},{"body":"MOSCOW CIRCLES. By Benedict Erofeev. Translated by J.R. Dorrell from the Russian. 188 pages. Writers & Readers. $12.95. For years, the most interesting writing to come out of the Soviet Union has been samizdat - literally, self-published - those unorthodox works, banned by the state, that are circulated hand to hand, sometimes finding a sizable","byline":"By WALTER GOODMAN","date":"19821218","title":"Books of the Times; TREK IN VODKA COUNTRY","url":"http://www.nytimes.com/1982/12/18/books/books-of-the-times-trek-in-vodka-country.html"},{"body":"The arrest of Lech Walesa and Poland's limited, carefully hedged plan to suspend martial law confirms that the regime is still stuck in the impasse visible on Solidarity's second anniversary last August. The union cannot organize or challenge Government power. The Government cannot organize or induce the people to put their energy at its service","byline":"By Flora Lewis","date":"19821217","title":"FOREIGN AFFAIRS; The Impasse In Poland","url":"http://www.nytimes.com/1982/12/17/opinion/foreign-affairs-the-impasse-in-poland.html"},{"body":"The new leadership in the Kremlin has meant new grist for the Kremlinologist's mill, a new style for diplomats to ponder, and a mysterious increase of food for the Muscovite-in-thestreet. The change was noted almost immediately after Yuri V. Andropov came to power. In their constant struggle with shortages, Russians have become sensitive to any","byline":"By SERGE SCHMEMANN","date":"19821217","title":"NOTES ON THE SOVIET UNION; UNDER ANDROPOV, MORE FOOD IN MOSCOW'S STORES","url":"http://www.nytimes.com/1982/12/17/world/notes-on-the-soviet-union-under-andropov-more-food-in-moscow-s-stores.html"},{"body":"By John Leonard MIDNIGHT IN THE CENTURY. By Victor Serge. Translated from the French by Richard Greeman. 242 pages. Writers and Readers/Norton. $12.95. PAGE by page, we are recovering the witness of Victor Serge. Novelist, editor, translator, agitator, revolutionary, ''oppositionist'' and exile, he was a citizen of that 20th-century Pan-European","date":"19821216","title":"Books Of The Times","url":"http://www.nytimes.com/1982/12/16/books/books-of-the-times-101975.html"},{"body":"As the staff at the Brooklyn Children's Museum was putting the finishing touches on its new exhibition, ''Discover Dolls: Reflections of Ourselves,'' several children sneaked in for their own preview. Ann Clausen let them think they were getting away with something while she watched their reactions. ''They read the labels!'' she said later.","byline":"By HOWARD ANGIONE","date":"19821210","title":"360-DOLLS-360 ON DISPLAY IN BROOKLYN","url":"http://www.nytimes.com/1982/12/10/arts/360-dolls-360-on-display-in-brooklyn.html"},{"body":"To the Editor: In his Nov. 10 letter, ''Weak Spots in a Scenario for 'China After Deng,' '' Prof. Edwin Moise criticizes William Safire for having referred to Mao Zedong as a Stalinist (column Oct. 28). But Mao was indeed a Stalinist. e was a strict Stalinist in his emphasis on heavy industry, especially iron and steel, at the expense of","date":"19821208","title":"THE GENUINELY STALINIST WAYS OF MAO ZEDONG","url":"http://www.nytimes.com/1982/12/08/opinion/l-the-genuinely-stalinist-ways-of-mao-zedong-083722.html"}],"tokens":["Stalin"],"total":176},{"offset":"0","results":[{"body":"The Chinese leadership observed the 90th birthday of Mao Zedong today by adding to his mausoleum memorial rooms for three deceased contemporaries - Prime Minister Zhou Enlai, President Liu Shaoqi and Marshal Zhu De. The embalmed body of Chairman Mao, who died on Sept. 9, 1976, continues to lie in a crystal sarcophagus in the central chamber of the","byline":"By CHRISTOPHER S. WREN","date":"19831227","title":"3 OF MAO'S COMRADES SHARE HIS NICHE","url":"http://www.nytimes.com/1983/12/27/world/3-of-mao-s-comrades-share-his-niche.html"},{"body":"Yevgeny A. Yevtushenko, one of the Soviet Union's most popular poets, has come under the harshest criticism of his career for his first novel, ''Berry Patches,'' among other things for the book's critical treatment of Stalin's mass roundup of land-owning peasants in the 1930's. A review of the novel in the current issue of the monthly literary","byline":"By JOHN F. BURNS","date":"19831226","title":"STICK TO POETRY: SOVIET CRITIC TELLS YEVTUSHENKO","url":"http://www.nytimes.com/1983/12/26/world/stick-to-poetry-soviet-critic-tells-yevtushenko.html"},{"body":"David Binder, Belgrade correspondent for The Times from 1963 to 1966, is assistant news editor of the newspaper's Washington bureau. IN A DIM LOUNGE OF Belgrade's Surcin Airport, two Macedonians stand beside their identical crimson carry-on bags, smoking cigarettes. They tell me they have just returned from England, after training to run mobile","byline":"By David Binder","date":"19831225","title":"A RETURN TO YUGOSLAVIA","url":"http://www.nytimes.com/1983/12/25/magazine/a-return-to-yugoslavia.html"},{"body":"BECAUSE it is not the real Dr. Edward A. Kantor who appears in C. David Heymann's new biography of Barbara Hutton, but instead an unintentionally fabricated version of the man, publication of ''Poor Little Rich Girl: The Life and Legend of Barbara Hutton'' has been canceled and 58,000 copies of the book recalled from bookstores and distributors","byline":"By CHRISTOPHER LEHMANN-HAUPT","date":"19831222","title":"CRITIC'S NOTEBOOK; FICTIONAL CHARACTERS DERIVED FROM REAL PEOPLE;","url":"http://www.nytimes.com/1983/12/22/books/critic-s-notebook-fictional-characters-derived-from-real-people.html"},{"body":"To the Editor: Milovan Djilas's Nov. 23 Op-Ed article makes some significant points about the crisis in Yugoslavia. But it has some interpretations that are clearly incorrect. For example, he writes: ''Under Tito, Yugoslavia attained what might be termed semi- developed status. But its political system never changed. Though somewhat more liberal,","date":"19831221","title":"DJILAS'S CONTRADICTIONS ON YUGOSLAV POLITICS","url":"http://www.nytimes.com/1983/12/21/opinion/l-djilas-s-contradictions-on-yugoslav-politics-125366.html"},{"body":"Soviet-American contacts at the nongovernmental level have shown remarkable resiliency despite the breakdown of official negotiations in such areas as arms control and a decline in cultural exchanges organized by the two Governments. The remaining contacts encompass a broad range of activity from scholarly exchanges to athletics, and some private","byline":"By E. J. DIONNE Jr.","date":"19831219","title":"U.S.-SOVIET CONTACTS REMAIN STRONG AT LOWER LEVELS","url":"http://www.nytimes.com/1983/12/19/world/us-soviet-contacts-remain-strong-at-lower-levels.html"},{"body":"MARK PESKANOV is a tremendous young violinist, and his Friday evening concert at Carnegie Recital Hall was a triumph. Mr. Peskanov, who was born in the Soviet Union, has lived in the United States since 1973 and has appeared with the National Symphony, the Chicago Symphony and many other orchestras. Friday night, accompanied by the skilled and","byline":"By TIM PAGE","date":"19831219","title":"RECITAL: MARK PESKANOV","url":"http://www.nytimes.com/1983/12/19/arts/recital-mark-peskanov.html"},{"body":"Holiday bidding. THE wares up for bidding at the auction houses each December are as varied and desirable as what appears under the Christmas trees of some collectors. In next week's sales by four galleries, for instance, there are Nijinsky's ballet shoes, an 1890's Faberge clock that ticked on a Romanov yacht, Igor Stravinsky's handwritten draft","byline":"By Rita Reif","date":"19831209","title":"AUCTIONS","url":"http://www.nytimes.com/1983/12/09/arts/auctions.html"},{"body":"The Soviet Government has added a new law to its books that dissidents fear will be used to stretch the labor-camp terms of political prisoners. The law, which went into effect in the Russian republic of the Soviet Union on Oct. 1, provides terms of up to five years for prisoners who disobey or oppose labor-camp administrators. The measure is","byline":"By SERGE SCHMEMANN","date":"19831205","title":"SOVIET DISSIDENTS FEAR NEW LAW MAY ADD TO SENTENCES","url":"http://www.nytimes.com/1983/12/05/world/soviet-dissidents-fear-new-law-may-add-to-sentences.html"},{"body":"To the Editor: In his Nov. 23 letter, ''Churchill's Debt to the Nazi Sloganeers,'' L. Fletcher Prouty implies that the phrase ''iron curtain'' was coined by the Nazis. They used it, but they didn't coin it. Neither, of course, did Winston Churchill, as Mr. Prouty points out. Churchill's March 5, 1946, speech at Fulton, Mo., is usually given as the","date":"19831204","title":"ROWS OF 'IRON CURTAINS' IN THE HISTORY OF CIVILIZATION","url":"http://www.nytimes.com/1983/12/04/opinion/l-rows-of-iron-curtains-in-the-history-of-civilization-084383.html"}],"tokens":["Stalin"],"total":126},{"offset":"0","results":[{"body":"The Year of the Prisoner Bartlett's isn't sure that Burke ever uttered the famous line credited to him: ''The only thing necessary for the triumph of evil is for good men to do nothing.'' But the exhortation is timeless. Decent impulses are diffuse; evil is willed and specific. This is bitterly understood by political prisoners who are torn from","date":"19841231","title":"No Headline","url":"http://www.nytimes.com/1984/12/31/opinion/no-headline-185142.html"},{"body":"Anthony Austin, an editor of The New York Times Magazine, reported from Moscow for The Times from 1979 to 1981. ILYA EHRENBURG Revolutionary, Novelist, Poet, War Correspondent, Propagandist: The Extraordinary Epic of a Russian Survivor. By Anatol Goldberg. Edited and introduced by Erik de Mauny. 312 pp. New York: Viking. $17.95. WHAT interest does","byline":"By Anthony Austin","date":"19841230","title":"SERVING STALIN AND LITERATURE","url":"http://www.nytimes.com/1984/12/30/books/serving-stalin-and-literature.html"},{"body":"WASHINGTON Dear George Orwell, wherever you are: l984 wasn't such a disaster after all. The things you feared the most for this year didn't really happen, or at least weren't as scary as you predicted in l949. Things weren't very good either. Only about a third of the world's people are living in decent freedom. At the end of this year, the Pope in","byline":"By James Reston","date":"19841230","title":"WASHINGTON; SO LONG TO 1984","url":"http://www.nytimes.com/1984/12/30/opinion/washington-so-long-to-1984.html"},{"body":"Orwell's year ends with all his imagined horrors realized in Afghanistan. Five years ago, the Soviet Union undertook a ''limited and temporary'' intervention at the ''invitation'' of a beleaguered Marxist ruler. He was then murdered by his supposed comrades, and a docile successor was implanted. The war thus spawned in lies, and waged in stealth,","date":"19841230","title":"Requiem for a Nation","url":"http://www.nytimes.com/1984/12/30/opinion/requiem-for-a-nation.html"},{"body":"As the most important Soviet visitor in 15 years left for home today, officials on both sides asserted that an important watershed had been passed in the long struggle to re-establish good relations between the two Communist powers. Attention among Soviet and Chinese officials here focused less on the economic and technical agreements reached","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19841230","title":"CHINA AND SOVIET PLEASED BY MOOD OF PEKING TALKS","url":"http://www.nytimes.com/1984/12/30/world/china-and-soviet-pleased-by-mood-of-peking-talks.html"},{"body":"Next year will mark the 40th anniversary of Yalta - the fateful Crimean meeting of Feb. 4-11, 1945, when the Allied Big Three completed the process of conceding Eastern Europe to Stalin. Yalta continues to symbolize the unfinished struggle for Europe's future. By now it should be clear that this struggle is unlikely to be resolved unless an active","byline":"By Zbigniew Brzezinski ; Zbigniew Brzezinski was Assistant to the President for National Security Affairs from 1977-1981. This article is adapted from the current issue of Foreign Affairs.","date":"19841227","title":"TO END YALTA'S LEGACY","url":"http://www.nytimes.com/1984/12/27/opinion/to-end-yalta-s-legacy.html"},{"body":"WASHINGTON ''I like Old Joe Stalin,'' said Harry Truman, and in that fancy for realism brought on the charge that he had gone ''soft on communism.'' ''I like Mr. Gorbachev,'' said Margaret Thatcher last week about Mikhail Gorbachev, the fiftyish Russian rising star, and she listened sympathetically to his concerns about America's new focus on space","byline":"By William Safire","date":"19841224","title":"ESSAY; MAGGIE LIKES MIKE","url":"http://www.nytimes.com/1984/12/24/opinion/essay-maggie-likes-mike.html"},{"body":"The last time Robert Wilson was in New York with a major theater piece the stage at the Metropolitan Opera House seemed to levitate. The revival of ''Einstein on the Beach'' at the Brooklyn Academy of Music, a careful reproduction of the historic original, is a homecoming for this seminal American performance artist after eight years of working","byline":"By Mel Gussow","date":"19841223","title":"STAGE VIEW; 'EINSTEIN' BECKONS US TO THE FOURTH DIMENSION","url":"http://www.nytimes.com/1984/12/23/arts/stage-view-einstein-beckons-us-to-the-fourth-dimension.html"},{"body":"Marshal Dmitri F. Ustinov, the Soviet Defense Minister, oversaw a military buildup and played a key role in internal Kremlin politics. A burly, sandy-haired technocrat with great self-confidence, technical gifts and administrative skill, he had humble beginnings as a 14-year-old Red Army volunteer and then as a mechanic in a paper mill. But he soon","byline":"By ERIC PACE","date":"19841222","title":"USTINOV HAD KEY ROLES IN MILITARY AND POLITICS","url":"http://www.nytimes.com/1984/12/22/obituaries/ustinov-had-key-roles-in-military-and-politics.html"},{"body":"Remember those days of yesteryear when only a Commie rat would betray America's secrets to Moscow? It isn't like that any more, as I learned the first time I dropped in at the New York office of the Soviet spymaster, Ovichovich. A dozen Americans with bulging briefcases were waiting in a reception room, hoping for a chance to see the great","byline":"By Russell Baker","date":"19841222","title":"OBSERVER; CLOAK AND DOLLAR","url":"http://www.nytimes.com/1984/12/22/opinion/observer-cloak-and-dollar.html"}],"tokens":["Stalin"],"total":179},{"offset":"0","results":[{"body":"Six years ago, Soviet armed forces invaded Afghanistan, killed the president and installed a puppet regime. Since then, the occupation has grown in size and brutality. Supported by tanks, artillery and air power, Soviet troops have increased to about 120,000; Soviet losses already exceed 30,000. Yet the conflict shows no sign of abating. Indeed,","byline":"By Bill Bradley; Bill Bradley, Democrat of New Jersey, is a member of the Senate Select Committee on Intelligence.","date":"19851227","title":"CAPTIVE AFGHANISTAN, 6 YEARS LATER; Fighters Need U.S. Aid","url":"http://www.nytimes.com/1985/12/27/opinion/captive-afghanistan-6-years-later-fighters-need-us-aid.html"},{"body":"Western diplomats here say there are indications of divisions in the Soviet leadership on foreign and domestic policies. The signs suggest that Mikhail S. Gorbachev's power as Soviet leader, although considerable and steadily growing, is not absolute, the diplomats say. Although the diplomats, representing several Western nations, say they have","byline":"By PHILIP TAUBMAN, Special to the New York Times","date":"19851223","title":"ENVOYS SEE SIGNS OF KREMLIN RIFTS","url":"http://www.nytimes.com/1985/12/23/world/envoys-see-signs-of-kremlin-rifts.html"},{"body":"BEYOND BELIEF The American Press and the Coming of the Holocaust, 1933-1945. By Deborah E. Lipstadt. 370 pp. New York: The Free Press. $19.95. THIS book is a study of the American press and radio (principally daily newspapers) and how their generally uninformed coverage, with notable exceptions, of the rise of Adolf Hitler led to their uninformed","byline":"By Arnold Beichman; Arnold Beichman is a visiting scholar at the Hoover Institution in California. His latest book is ''Herman Wouk: The novelist as Social Historian.''","date":"19851222","title":"THE UNTHINKABLE WAS UNPRINTABLE","url":"http://www.nytimes.com/1985/12/22/books/the-unthinkable-was-unprintable.html"},{"body":"This is a special season in much of the world. In some countries Christmas is the centerpiece of the celebration, in others New Year's or Twelfth Night. Following are reports from 15 Times correspondents and bureaus on how the holidays are celebrated in their areas, and tips on how a visitor can join in - or cope with - them. One advantage of","byline":"By Serge Schmemann","date":"19851222","title":"CAPTURING THE HOLIDAY SPIRIT; SOVIET UNION","url":"http://www.nytimes.com/1985/12/22/travel/capturing-the-holiday-spirit-soviet-union.html"},{"body":"Whatever his merits as a poet, Yevgeny Yevtushenko's political ear is highly developed. A brilliant polemicist, he expresses the ideals of the Soviet Union's post-Stalin generation at shrewdly calculated moments of opportunity. When he and other writers dare to escalate their cry for freer speech, they stage a political event of major importance.","date":"19851220","title":"What the Soviet Poet Said","url":"http://www.nytimes.com/1985/12/20/opinion/what-the-soviet-poet-said.html"},{"body":"The Soviet literary weekly today published a heavily censored version of a recent speech by the poet Yevgeny Yevtushenko that had called for candor and openess in Soviet literature. The version published by the weekly Literaturnaya Gazeta, a main organ of the Soviet Writers' Union, left out several major sections of Mr. Yevtushenko's remarks,","byline":"By PHILIP TAUBMAN, Special to the New York Times","date":"19851219","title":"YEVTUSHENKO TALK IS HEAVILY EDITED","url":"http://www.nytimes.com/1985/12/19/world/yevtushenko-talk-is-heavily-edited.html"},{"body":"The session was a closed one, but even so the poet's strong words against distortion of history, against censorship, self-flattery, silence and privilege in the world of letters were strikingly bold. When the poet, Yevgeny Yevtushenko, finished, the congress of Russian writers burst into prolonged applause. Now 52 years old and an honored member of","byline":"By SERGE SCHMEMANN, Special to the New York Times","date":"19851218","title":"YEVTUSHENKO PLAYS REBEL AGAIN, CALLING FOR OPEN SOVIET LITERATURE","url":"http://www.nytimes.com/1985/12/18/world/yevtushenko-plays-rebel-again-calling-for-open-soviet-literature.html"},{"body":"THE BURNING FOREST. Essays on Chinese Culture and Politics. By Simon Leys. 257 pages. A New Republic Book/Holt, Rinehart & Winston. $16.95. SIMON LEYS is the pen name of Pierre Ryckmans, a Belgian-born scholar who teaches Chinese literature at the Australian National University in Canberra. Ever since the appearances of ''Chinese Shadows,'' his","byline":"By John Gross","date":"19851217","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1985/12/17/books/books-of-the-times-230217.html"},{"body":"FOR THOSE WHO KNEW the China of Mao Zedong, a shrill, implacable place where anything remotely Western was automatically suspect, the country is barely recognizable these days. Not even in the 19th century heyday of the Taipans and the missionaries and the foreign concessions was it as accessible to the outside world as it has become in the era of","byline":"By John F. Burns; John F. Burns is chief of The Times's Peking bureau.","date":"19851208","title":"CHINA ON THE MOVE: WILL THE CHANGE LAST","url":"http://www.nytimes.com/1985/12/08/magazine/china-on-the-move-will-the-change-last.html"},{"body":"I RETURNED WITH A certain uneasiness to Bulgaria, where I had served 20 years earlier as a correspondent. In part, my discomfort grew from memories of wretched hotel food, which invariably made me break out in boils, and the rather hostile attitude of Bulgarian officials functioning under a mandated policy of anti-Americanism. Primarily it was","byline":"By David Binder; David Binder, who served as The New York Times's East Europe correspondent from 1965 to 1967, is assistant news editor of The Times's Washington bureau.","date":"19851208","title":"GOING BACK: BULGARIA, 20 YEARS LATER","url":"http://www.nytimes.com/1985/12/08/magazine/going-back-bulgaria-20-years-later.html"}],"tokens":["Stalin"],"total":152},{"offset":"0","results":[{"body":"Andrei Tarkovsky, the Russian director who won acclaim in the West for films that were criticized and banned in his homeland, died of lung cancer yesterday in Paris. He was 54 years old. Mr. Tarkovsky and his wife, Larisa, had made their home in Western Europe since July 1984, when, during the shooting in Italy of a film about a man's detachment","byline":"By WALTER GOODMAN","date":"19861230","title":"ANDREI TARKOVSKY, DIRECTOR AND SOVIET EMIGRE, DIES AT 54","url":"http://www.nytimes.com/1986/12/30/obituaries/andrei-tarkovsky-director-and-soviet-emigre-dies-at-54.html"},{"body":"FALSE PROPHETS. By Alexander Kohn. Illustrated. 226 pages. Basil Blackwell. $24.95. AMONG the many scientists and doctors whose names adorn the pages of ''False Prophets,'' I have found myself haunted by three in particular: Johnson S. Caulder, Ph.D., Lawrence D. Bergmann, M.D., and Myron C. Filstein, M.D. All three are thanked at the end of a","byline":"By John Gross","date":"19861230","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1986/12/30/books/books-of-the-times-047486.html"},{"body":"To the Editor: There is something unseemly about justifying a philosopher of Ernst Bloch's stature or defending the legitimacy of his intellectual enterprise. Unfortunately, however, this has become necessary given Leon Wieseltier's review, which simply has not given this significant philosopher his due. The reader gets no idea why the prestigious","date":"19861228","title":"ERNST BLOCH'S PHILOSOPHY","url":"http://www.nytimes.com/1986/12/28/books/l-ernst-bloch-s-philosophy-737886.html"},{"body":"Andrei D. Sakharov said today that he had ''great respect'' for Mikhail S. Gorbachev and his efforts to change the Soviet system and to encourage public discussion. ''I find the new policy of openness in this country very important because openness has always been in short supply,'' he told The Associated Press in one of several interviews with","byline":"By BILL KELLER, Special to the New York Times","date":"19861225","title":"PHYSICIST SEES MAJOR CHANGES FOR SOVIET","url":"http://www.nytimes.com/1986/12/25/world/physicist-sees-major-changes-for-soviet.html"},{"body":"''CANDLE IN THE WIND'' is an unprecedented look at religion in the Soviet Union. The word ''unprecedented'' should be used with caution, of course; it is often misapplied. In the case of the documentary on Channel 13 at 11 o'clock tonight, however, it fits. ''Candle in the Wind'' is a scholarly, balanced, impressive piece of work. ''What is the","byline":"By JOHN CORRY","date":"19861223","title":"'CANDLE IN THE WIND,' ON RELIGION IN SOVIET","url":"http://www.nytimes.com/1986/12/23/movies/candle-in-the-wind-on-religion-in-soviet.html"},{"body":"To the Editor: As a South African visitor to the United States, I should like to comment on your excellent editorial (''The Gods Are Crazy in Pretoria,'' Dec. 2), concerning the reforms agreed by the people of Natal - the ''KwaNatal option,'' as they are known - which have just been rejected (once again) by our governing National Party. You refer","date":"19861223","title":"South Africa's Ruling National Party Must Go","url":"http://www.nytimes.com/1986/12/23/opinion/l-south-africa-s-ruling-national-party-must-go-622886.html"},{"body":"When Mikhail S. Gorbachev called for more openness in Soviet society and signaled greater freedom for the arts, the response was heady. Poets and playwrights scrambled to assault bureaucratism, publishers searched for novels to rehabilitate, and film makers purged the old-guard leadership of their union and scoured the censors' shelves for movies","byline":"By SERGE SCHMEMANN, Special to the New York Times","date":"19861222","title":"IN SOVIET ARTS, FERMENT; IN BUREAUCRACY, TORPOR","url":"http://www.nytimes.com/1986/12/22/world/in-soviet-arts-ferment-in-bureaucracy-torpor.html"},{"body":"Andrei D. Sakharov said today that he planned to continue his advocacy of human rights when he returns to Moscow after nearly seven years of exile. Reached by telephone in Gorky, the city to which he has been confined since 1980 for his public criticism of Soviet policies, Mr. Sakharov said he had not promised Mikhail S. Gorbachev that he would","byline":"By BILL KELLER, Special to the New York Times","date":"19861221","title":"SAKHAROV SAYS HE PLANS TO RENEW CIVIL RIGHTS ADVOCACY IN MOSCOW","url":"http://www.nytimes.com/1986/12/21/world/sakharov-says-he-plans-to-renew-civil-rights-advocacy-in-moscow.html"},{"body":"Shortly after World War II a friend brought a young student to the Nobel Prize-winning physicist Igor Tamm, proposing the young man for independent study. Professor Tamm interviewed the young student, Andrei D. Sakharov, at length, but finally decided not to take him. Later the professor confided to a friend what he had advised the student: ''You","byline":"Special to the New York Times","date":"19861220","title":"TO GORKY AND BACK: SAKHAROV'S BITTER ODYSSEY","url":"http://www.nytimes.com/1986/12/20/world/to-gorky-and-back-sakharov-s-bitter-odyssey.html"},{"body":"Anatoly T. Marchenko, who died in prison last week, was not an ordinary Soviet dissident. The son of illiterate railroad workers, he did not emerge from the ranks of disgruntled writers and scientists or oppose the regime because of ethnic or religious persecution. Mr. Marchenko was first arrested, in 1959, in connection with a brawl in a workers'","byline":"By Joshua Rubenstein; Joshua Rubenstein, the northeast regional director of Amnesty International U.S.A., edited a volume of Anatoly T. Marchenko's memoirs.","date":"19861219","title":"He Gave Moscow No Peace","url":"http://www.nytimes.com/1986/12/19/opinion/he-gave-moscow-no-peace.html"}],"tokens":["Stalin"],"total":183},{"offset":"0","results":[{"body":"LEAD: Alexander G. Barmine, a brigadier general in the Soviet Army who defected in 1937 and became an influential journalist and a United States Government official, died Friday at a nursing home in Rockville, Md. He died of complications resulting from a stroke. Alexander G. Barmine, a brigadier general in the Soviet Army who defected in 1937 and","byline":"By ESTHER IVEREM","date":"19871228","title":"Alexander G. Barmine, 88, Dies; Early High-Level Soviet Defector","url":"http://www.nytimes.com/1987/12/28/obituaries/alexander-g-barmine-88-dies-early-high-level-soviet-defector.html"},{"body":"LEAD: To the Editor: To the Editor: Your reviewer, Ellen Pall, notes that Suzanne Ruta in ''Stalin in the Bronx'' (Nov. 29) ''makes free use of the absurd . . . yet invariably places her characters within a firm frame of specific historical circumstance.'' Perhaps more so than Ms. Ruta or Ms. Pall realizes. Not Stalin, but his rival Leon Trotsky","date":"19871227","title":"Trotsky in the Bronx","url":"http://www.nytimes.com/1987/12/27/books/l-trotsky-in-the-bronx-337787.html"},{"body":"LEAD: Ruth G. Bonner, mother-in-law of the Soviet physicist Andrei D. Sakharov and a victim of Stalin's purges in the late 1930's, died Friday at the age of 87, her daughter Yelena G. Bonner said today. Ruth G. Bonner, mother-in-law of the Soviet physicist Andrei D. Sakharov and a victim of Stalin's purges in the late 1930's, died Friday at the age","byline":"Reuters","date":"19871227","title":"Ruth Bonner, Stalin Purge Victim","url":"http://www.nytimes.com/1987/12/27/obituaries/ruth-bonner-stalin-purge-victim.html"},{"body":"LEAD: A Soviet magazine article today gave the strongest indication yet that Nikolai I. Bukharin, the Stalin opponent who was executed after a show trial in 1938, is about to be rehabilitated. A Soviet magazine article today gave the strongest indication yet that Nikolai I. Bukharin, the Stalin opponent who was executed after a show trial in 1938,","byline":"Reuters","date":"19871226","title":"New Soviet Hint on Bukharin","url":"http://www.nytimes.com/1987/12/26/world/new-soviet-hint-on-bukharin.html"},{"body":"LEAD: There is obviously still a lot of confusion in the country about the proper role of public officials. The new idea this Christmas (the gospel according to Gary Hart) is that an official's public and private lives - his policies and morals - can be separate, that his personal monkey business is nobody's business and that all the folly and","byline":"By James Reston; James Reston is senior columnist of The New York Times.","date":"19871225","title":"Private Behavior, Public Responsibility","url":"http://www.nytimes.com/1987/12/25/opinion/private-behavior-public-responsibility.html"},{"body":"LEAD: In an age of greater openness in Soviet society, how does an actor bring a former unperson to life? In an age of greater openness in Soviet society, how does an actor bring a former unperson to life? For Vasily S. Lanovoy and Aleksandr G. Filipenko, the answer was a combination of old newsreels and 1920's textbooks, lectures from a panel of","byline":"By BILL KELLER, Special to the New York Times","date":"19871224","title":"Trotsky a Tough Nut for Actor","url":"http://www.nytimes.com/1987/12/24/theater/trotsky-a-tough-nut-for-actor.html"},{"body":"LEAD: Arkady I. Raikin, who became the Soviet Union's most beloved comedian by deftly poking fun at the idiosyncracies of the Soviet system under a succession of rulers from Stalin to Mikhail S. Gorbachev, died over the weekend, the official press agency Tass reported today. He was 76 years old. Mr. Raikin's humor, which mixed wicked satire with","byline":"By BILL KELLER, Special to the New York Times","date":"19871222","title":"Arkady I. Raikin, 76, a Comedian Who Lampooned Soviet Life, Dies","url":"http://www.nytimes.com/1987/12/22/obituaries/arkady-i-raikin-76-a-comedian-who-lampooned-soviet-life-dies.html"},{"body":"LEAD: The deepest change in the Soviet Union is not in politics. As Americans who see the current Soviet film ''Repentance'' are finding out, it's in the arts. The deepest change in the Soviet Union is not in politics. As Americans who see the current Soviet film ''Repentance'' are finding out, it's in the arts. ''Repentance'' is a potent, poignant","byline":"By GENEVA OVERHOLSER","date":"19871221","title":"The Editorial Notebook; Staring at the Soviet Past","url":"http://www.nytimes.com/1987/12/21/opinion/the-editorial-notebook-staring-at-the-soviet-past.html"},{"body":"LEAD: To the Editor: To the Editor: As one who reads the editorial page before the front page, I want you to know how impressed I was by ''The Treaty After the Treaty'' (editorial, Dec. 9), on the proposed agreement to cut strategic weapons by 50 percent. It is very difficult to say anything sane about any proposal to cut the number of nuclear","date":"19871220","title":"Missiles in Treaty Have More Psychological Than Military Value; It's What You Cut","url":"http://www.nytimes.com/1987/12/20/opinion/l-missiles-in-treaty-have-more-psychological-than-military-value-it-s-what-you-cut-957687.html"},{"body":"LEAD: $ List This Last On Week Week List Fiction 1 1 4 THE TOMMYKNOCKERS, by Stephen King. (Putnam, $19.95.) Two writers' zealous attempt to unearth mysterious artifacts creates havoc. 2 2 9 KALEIDOSCOPE, by Danielle Steel. $ List This Last On Week Week List Fiction 1 1 4 THE TOMMYKNOCKERS, by Stephen King. (Putnam, $19.95.) Two writers' zealous","date":"19871220","title":"BEST SELLERS: DECEMBER 20, 1987","url":"http://www.nytimes.com/1987/12/20/books/best-sellers-december-20-1987.html"}],"tokens":["Stalin"],"total":281},{"offset":"0","results":[{"body":"LEAD: The headline yesterday on an obituary of Joseph Clark described his position incorrectly. Mr. Clark was a former editor of The Daily Worker, the Communist Party newspaper in the United States. He resigned from that post, and from the party, in 1957 after Nikita S. Khrushchev denounced Stalin. He later worked for the American Cancer Society","date":"19881230","title":"Corrections","url":"http://www.nytimes.com/1988/12/30/nyregion/c-corrections-634188.html"},{"body":"LEAD: Joseph Clark, an American Communist who resigned as foreign editor of The Daily Worker after crimes by Stalin were disclosed in 1956, died Tuesday after suffering a heart attack at his country house in South Egremont, Mass. He was 75 years old and also lived in Manhattan. Joseph Clark, an American Communist who resigned as foreign editor of","date":"19881229","title":"Joseph Clark, 75, Dies; Editor at Daily Worker","url":"http://www.nytimes.com/1988/12/29/obituaries/joseph-clark-75-dies-editor-at-daily-worker.html"},{"body":"LEAD: Andrei D. Sakharov, reportedly acting at the personal request of Mikhail S. Gorbachev, the Soviet leader, has joined the search for a settlement between the embattled republics of Armenia and Azerbaijan. Andrei D. Sakharov, reportedly acting at the personal request of Mikhail S. Gorbachev, the Soviet leader, has joined the search for a","byline":"By BILL KELLER, Special to the New York Times","date":"19881229","title":"Sakharov Visits the Caucasus In the Quest for Ethnic Peace","url":"http://www.nytimes.com/1988/12/29/world/sakharov-visits-the-caucasus-in-the-quest-for-ethnic-peace.html"},{"body":"LEAD: Leaders of an independent group that has mounted a highly successful nationwide campaign to honor the victims of Stalin said today that they fear the Soviet authorities have set out to seize control of their effort and limit its scope. Leaders of an independent group that has mounted a highly successful nationwide campaign to honor the","byline":"By BILL KELLER, Special to the New York Times","date":"19881228","title":"Stalin's Victims: An Uneasy Enshrinement","url":"http://www.nytimes.com/1988/12/28/world/stalin-s-victims-an-uneasy-enshrinement.html"},{"body":"LEAD: International A2-11 International A2-11 Egypt said a visit to Israel by President Hosni Mubarak would depend on Israel's willingness to talk to the Palestine Liberation Organization, something Israel has said it will never do. Page A1 Cambodia is becoming vibrant again 10 years after the fall of Pol Pot. But the Government is growing uneasy","date":"19881228","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1988/12/28/nyregion/news-summary-033588.html"},{"body":"LEAD: SHADOW PARTISAN By Nadja Tesich. 214 pp. New York: A New Rivers Abroad Book. New Rivers Press/Talman Company. Paper, $9.95. SHADOW PARTISAN By Nadja Tesich. 214 pp. New York: A New Rivers Abroad Book. New Rivers Press/Talman Company. Paper, $9.95. THIS postwar, clearly autobiographical novella of growing up in an undisclosed Communist country","byline":"By Thomas Swick; Thomas Swick, an editorial writer for The Providence Journal-Bulletin in Providence, R.I., has recently completed a book on Poland.","date":"19881225","title":"HOLDEN CAULFIELD OF THE BALKANS","url":"http://www.nytimes.com/1988/12/25/books/holden-caulfield-of-the-balkans.html"},{"body":"LEAD: There has always been talk of peace, probably since dim pre-history when people first organized to fight each other. Now, peace seems to be breaking out in many distant places, though in others people still insist on bloodshed and violence. There has always been talk of peace, probably since dim pre-history when people first organized to","byline":"By Flora Lewis","date":"19881225","title":"FOREIGN AFFAIRS; Each Shout Does Count","url":"http://www.nytimes.com/1988/12/25/opinion/foreign-affairs-each-shout-does-count.html"},{"body":"LEAD: TIME OF TROUBLES The Diary of Iurii Vladimirovich Got'e. Moscow: July 8, 1917 to July 23, 1922. Translated and edited by Terence Emmons. Illustrated. 513 pp. New Jersey: Princeton University Press. $39.50. TIME OF TROUBLES The Diary of Iurii Vladimirovich Got'e. Moscow: July 8, 1917 to July 23, 1922. Translated and edited by Terence Emmons.","byline":"By Alexander Rabinowitch; Alexander Rabinowitch, author of ''The Bolsheviks Come to Power: The 1917 Revolutions in Petrograd,'' teaches Russian history at Indiana University.","date":"19881225","title":"A BOURGEOIS AMONG THE BOLSHEVIKS","url":"http://www.nytimes.com/1988/12/25/books/a-bourgeois-among-the-bolsheviks.html"},{"body":"LEAD: My Century The Odyssey of a Polish Intellectual By Aleksander Wat Edited and translated by Richard Lourie. Foreword by Czeslaw Milosz. Illustrated. 407 pages. University of California Press. $35. My Century The Odyssey of a Polish Intellectual By Aleksander Wat Edited and translated by Richard Lourie. Foreword by Czeslaw Milosz. Illustrated.","byline":"By JOHN GROSS","date":"19881223","title":"BOOKS OF THE TIMES; A Clear-Eyed Witness, Tyranny's Worst Enemy","url":"http://www.nytimes.com/1988/12/23/books/books-of-the-times-a-clear-eyed-witness-tyranny-s-worst-enemy.html"},{"body":"LEAD: On which side of the Berlin Wall can you find German editions of Pravda or Moscow News at almost any kiosk? On which side is it hard to find any Soviet publication, in any language? On which side of the Berlin Wall can you find German editions of Pravda or Moscow News at almost any kiosk? On which side is it hard to find any Soviet","byline":"By SERGE SCHMEMANN, Special to the New York Times","date":"19881218","title":"2 Germanys' Political Divide Is Being Blurred by Glasnost","url":"http://www.nytimes.com/1988/12/18/world/2-germanys-political-divide-is-being-blurred-by-glasnost.html"}],"tokens":["Stalin"],"total":353},{"offset":"0","results":[{"body":"LEAD: Lenin once condemned czarist Russia as a ''prison house of nations,'' and put part of the blame for the country's social and political problems on the myriad peoples forced together under the czar's hand. The words of the Soviet Union's founder must echo in the mind of President Mikhail S. Gorbachev, the man now holding the keys to the","byline":"By ESTHER B. FEIN","date":"19891231","title":"The World; The Call of Separatism Rings in Gorbachev's Ear","url":"http://www.nytimes.com/1989/12/31/weekinreview/the-world-the-call-of-separatism-rings-in-gorbachev-s-ear.html"},{"body":"LEAD: The rebellion storming eastward through the Communist bloc with the tolerance of Mikhail S. Gorbachev now glitters just beyond this border town in Soviet Moldavia, a vulnerable edge of his own country grown tinder-dry with nationalist grievance. The rebellion storming eastward through the Communist bloc with the tolerance of Mikhail S.","byline":"By FRANCIS X. CLINES, Special to The New York Times","date":"19891231","title":"Upheaval in the East: Moldavia; Rumanian Rebellion Inspires Proud Soviet Relatives at the Border","url":"http://www.nytimes.com/1989/12/31/world/upheaval-east-moldavia-rumanian-rebellion-inspires-proud-soviet-relatives-border.html"},{"body":"LEAD: Things from the late 1940's are suddenly quite interesting, not because baby boomers are nostalgic for a moment that was just before their time but because, as eras end, it is natural to look back at their origins and think about some of the roads not taken. Things from the late 1940's are suddenly quite interesting, not because baby boomers","byline":"By Thomas Hine; Thomas Hine is the author of ''Populuxe,'' published by Knopf, about design in the 1950's. He is working on a book about imagining the future.","date":"19891231","title":"ARCHITECTURE/DESIGN ARCHITECTURE VIEW; From Friend to Mysterious Alien Force in 40 Years","url":"http://www.nytimes.com/1989/12/31/arts/architecture-design-architecture-view-friend-mysterious-alien-force-40-years.html"},{"body":"LEAD: IT is probably inevitable that a society as star-struck as ours should focus on leaders in analyzing why organizations succeed or fail. As a long-time student and teacher of management, I, too, have tended to look to the men and women at the top for clues on how organizations achieve and maintain institutional health. IT is probably","byline":"By Warren Bennis; Warren Bennis is Distinguished Professor of Business Administration at the University of Southern California School of Business Administration. He is the author of ''On Becoming a Leader.''","date":"19891231","title":"THE DILEMMA AT THE TOP; Followers Make Good Leaders Good","url":"http://www.nytimes.com/1989/12/31/business/the-dilemma-at-the-top-followers-make-good-leaders-good.html"},{"body":"LEAD: In recent days, Israel has sent six tons of medical supplies to Rumania, lauded democracy's emergence there and condemned the violence by which forces loyal to Bucharest's ousted dictatorship sought to suppress a revolution. In recent days, Israel has sent six tons of medical supplies to Rumania, lauded democracy's emergence there and","byline":"By ALAN COWELL, Special to The New York Times","date":"19891229","title":"Upheaval in the East: Israel; A Nation of Two Minds About Ceausescu's Fall","url":"http://www.nytimes.com/1989/12/29/world/upheaval-in-the-east-israel-a-nation-of-two-minds-about-ceausescu-s-fall.html"},{"body":"LEAD: Nicolae Ceausescu, who was reported yesterday to have been executed with his wife, Elena, his Deputy Prime Minister, was a maverick and despotic Rumanian Communist leader who pursued an independent course abroad and demanded slavish subservience at home. He was 71 years old; his wife was 70. Nicolae Ceausescu, who was reported yesterday to","byline":"By RALPH BLUMENTHAL","date":"19891226","title":"UPHEAVAL IN THE EAST: OBITUARY; The Ceausescus: 24 Years of Fierce Repression, Isolation and Independence","url":"http://www.nytimes.com/1989/12/26/obituaries/upheaval-east-obituary-ceausescus-24-years-fierce-repression-isolation.html"},{"body":"LEAD: The Soviet Congress of People's Deputies declared today that Stalin and Hitler had illegally conspired to divide Eastern Europe into spheres of influence before World War II, saying the secret agreement between the two leaders violated ''the sovereignty and independence'' of other nations. The Soviet Congress of People's Deputies declared","byline":"By ESTHER B. FEIN, Special to The New York Times","date":"19891225","title":"UPHEAVAL IN THE EAST; Soviet Congress Condemns '39 Pact That Led to Annexation of Baltics","url":"http://www.nytimes.com/1989/12/25/world/upheaval-east-soviet-congress-condemns-39-pact-that-led-annexation-baltics.html"},{"body":"LEAD: A Soviet television news program tonight celebrated the fall of Nicolae Ceausescu in Rumania by comparing him to two former Soviet leaders, Stalin as a despotic abuser of his own people and Brezhnev as a nepotistic corrupter of his Government. A Soviet television news program tonight celebrated the fall of Nicolae Ceausescu in Rumania by","byline":"By FRANCIS X. CLINES, Special to The New York Times","date":"19891225","title":"Upheaval in the East: Moscow; Soviet TV View: Ceausescu [ Equals ] Stalin","url":"http://www.nytimes.com/1989/12/25/world/upheaval-in-the-east-moscow-soviet-tv-view-ceausescu-equals-stalin.html"},{"body":"LEAD: International 2-15 General Noriega took refuge in the residence of the Vatican's representative in Panama City and requested political asylum, the American military commander said. Page 1 The White House seemed satisfied that General Noriega was ''under the control of diplomatic authorities,'' even though it was not clear whether he would now","date":"19891225","title":"News Summary","url":"http://www.nytimes.com/1989/12/25/nyregion/news-summary-640189.html"},{"body":"LEAD: With the collapse of President Nicolae Ceausescu's regime in Rumania, Stalinism, the system of incorporating Communist power in a single, all-powerful leader, has crumbled in every Eastern European Communist country except Albania. With the collapse of President Nicolae Ceausescu's regime in Rumania, Stalinism, the system of incorporating","byline":"By CRAIG R. WHITNEY, Special to The New York Times","date":"19891224","title":"Upheaval in the East: The Old Order; The Collapse Of Stalinism","url":"http://www.nytimes.com/1989/12/24/world/upheaval-in-the-east-the-old-order-the-collapse-of-stalinism.html"}],"tokens":["Stalin"],"total":381},{"offset":"0","results":[{"body":"PERHAPS, as Josip Broz Tito once said, \"an intelligent man cannot accept the theory that personalities create history.\" Or perhaps Harry S. Truman was right when he said that \"men make history and not the other way around.\" Historians have argued endlessly about whether great individuals or great forces shape history, and future generations are","byline":"By ANDREW ROSENTHAL","date":"19901230","title":"The World; More Than Ever, Personality Drives World Events","url":"http://www.nytimes.com/1990/12/30/weekinreview/the-world-more-than-ever-personality-drives-world-events.html"},{"body":"The only design the Russian Constructivist Ivan Leonidov was ever allowed to build was a magisterial procession of terraces and stairs down a hillside at a provincial sanitarium. Leonidov, a messianic young talent in the late 1920's, became a target and victim of reactionary Soviet politics in the 30's as the avant-garde, which advocated a new","byline":"By Joseph Giovannini; Joseph Giovannini is an architect and writer in New York.","date":"19901230","title":"Modern Long Ago: The Comeback of Russian Constructivism","url":"http://www.nytimes.com/1990/12/30/books/modern-long-ago-the-comeback-of-russian-constructivism.html"},{"body":"STALIN once remarked that Communism fit Poland about as well as a saddle on a cow. The question these days is whether democracy suits this country of 38 million any better. It's not that anyone looks back with fondness to the 45 years of rule by the monolithic Communist Party. But the 15 months since the Communists relinquished power have been","byline":"By STEPHEN ENGELBERG","date":"19901230","title":"The World; Walesa's Victory Now Complicates Poland's Unease","url":"http://www.nytimes.com/1990/12/30/weekinreview/the-world-walesa-s-victory-now-complicates-poland-s-unease.html"},{"body":"MOSCOW AND BEYOND 1986 to 1989. By Andrei Sakharov. Translated by Antonina Bouis. Illustrated. 168 pp. New York: Alfred A. Knopf. JUST a year ago, on Dec. 14, 1989, the great, courageous heart of Andrei Sakharov stopped. He was 68 years old. But his voice, as the conscience of his countrymen and of the world, has not been stilled. His memoirs","byline":"By Marshall D. Shulman; Marshall D. Shulman is the Adlai E. Stevenson Professor Emeritus of International Relations at Columbia University's Harriman Institute for Advanced Study of the Soviet Union.","date":"19901230","title":"Liberated by His Conscience","url":"http://www.nytimes.com/1990/12/30/books/liberated-by-his-conscience.html"},{"body":"Just who is Mikhail Gorbachev? The reformer whose unconventional thinking encourages the Soviet Union to transform itself, or a pushover for reac tionaries who want him to arrogate authority and save the Union at all costs? Americans have reason to wonder, and cause for concern. But they'd be wrong to ignore the continuing revolution in Soviet","date":"19901229","title":"Is Mr. Gorbachev Turning Tail?","url":"http://www.nytimes.com/1990/12/29/opinion/is-mr-gorbachev-turning-tail.html"},{"body":"No one can imagine a Soviet foreign minister surprising Josef Stalin by the sudden announcement: \"I quit.\" Thus, the startling resignation of Eduard Shevardnadze demonstrates that a considerable degree of freedom and democracy has been achieved in the Soviet Union -- a point not to be denigrated. That makes it all the more ominous, and poignant,","byline":"By Tom Wicker; Anna Quindlen is on vacation.","date":"19901223","title":"IN THE NATION; An Ominous Warning","url":"http://www.nytimes.com/1990/12/23/opinion/in-the-nation-an-ominous-warning.html"},{"body":"Albania, convulsed by political upheaval, has torn down Eastern Europe's last towering statues of Stalin. The isolated, hard-line nation, now embarked on cautious political change, also sent the widow of the late Albanian Stalinist leader, Enver Hoxha, into retirement. Albania's Government, a target of anti-Communist riots last week, chose Stalin's","byline":"REUTERS","date":"19901222","title":"ALBANIA REMOVES STATUES OF STALIN","url":"http://www.nytimes.com/1990/12/22/world/albania-removes-statues-of-stalin.html"},{"body":"International 3-9 President Gorbachev tried to calm fears that the resignation of Foreign Minister Shevardnadze showed the country is sliding toward tyranny. Aides said there would be no change in foreign or domestic policy. Page 1 News analysis: Is dictatorship near? The day after Mr. Shevardnadze resigned with a dire warning that \"a dictatorship","date":"19901222","title":"News Summary","url":"http://www.nytimes.com/1990/12/22/nyregion/news-summary-778990.html"},{"body":"Whether or not dictatorship is coming as a form of rule, dictatorship as a topic of conversation seized Moscow today, displacing the mundane grousing about meat and other wants on this most appropriate date, the 111th anniversary of the birth of Stalin. The day after Foreign Minister Eduard A. Shevardnadze resigned with a dire warning that \"a","byline":"By BILL KELLER, Special to The New York Times","date":"19901222","title":"Crisis in the Kremlin; Moscow Gossips About Dictatorship","url":"http://www.nytimes.com/1990/12/22/world/crisis-in-the-kremlin-moscow-gossips-about-dictatorship.html"},{"body":"It would be enough of a career for any politician to be remembered as one of the most central figures of nuclear disarmament in history. But in shocking the world today by announcing that he would step down as Foreign Minister, Eduard A. Shevardnadze recast the nation's debate over its very manner of survival beyond the cold war, and he claimed a","byline":"By FRANCIS X. CLINES, Special to The New York Times","date":"19901221","title":"CRISIS IN THE KREMLIN; The Shevardnadze Warning: Not Just Content, but Timing","url":"http://www.nytimes.com/1990/12/21/world/crisis-in-the-kremlin-the-shevardnadze-warning-not-just-content-but-timing.html"}],"tokens":["Stalin"],"total":385},{"offset":"0","results":[{"body":"To the Editor: Catharine A. MacKinnon's \"Palm Beach Hanging\" (Op-Ed, Dec. 15) exudes the prejudice that permeates feminist legal theory. Referring to men as a \"group sexually trained to woman-hating aggression\" and as a \"group who aggress,\" she stereotypes millions of innocent men as rapists and fosters the concept of collective guilt invoked by","date":"19911227","title":"Don't Alter Rape Law Because of Smith Case; Collective Guilt","url":"http://www.nytimes.com/1991/12/27/opinion/l-don-t-alter-rape-law-because-of-smith-case-collective-guilt-026491.html"},{"body":"Claude Chabrol's Work Here, there and everywhere. That just about describes Claude Chabrol. The French director zipped through New York the other day in conjunction with the Christmas opening of his \"Madame Bovary,\" with Isabelle Huppert as Gustave Flaubert's vexed and vexatious heroine. The premiere took place five days after City Cinema's Eighth","byline":"By Lawrence Van Gelder","date":"19911227","title":"At the Movies","url":"http://www.nytimes.com/1991/12/27/movies/at-the-movies.html"},{"body":"The 149 million people in this country woke up today living under the Russian flag in a land called Russia for the first time in 74 years. Some marked the transition as an event of national pride, some viewed it as a reminder of an agonizing rebirth that was still under way, while others ignored it in their daily struggle with food shortages and","byline":"By JAMES F. CLARITY,","date":"19911227","title":"AFTER THE SOVIET UNION; Russians Greet Raising of New Flag With Expressions of Pride and Relief","url":"http://www.nytimes.com/1991/12/27/world/after-soviet-union-russians-greet-raising-new-flag-with-expressions-pride-relief.html"},{"body":"The Soviet state, marked throughout its brief but tumultuous history by great achievement and terrible suffering, died today after a long and painful decline. It was 74 years old. Conceived in utopian promise and born in the violent upheavals of the \"Great October Revolution of 1917,\" the union heaved its last in the dreary darkness of late","byline":"By SERGE SCHMEMANN,","date":"19911226","title":"END OF THE SOVIET UNION; The Soviet State, Born of a Dream, Dies","url":"http://www.nytimes.com/1991/12/26/world/end-of-the-soviet-union-the-soviet-state-born-of-a-dream-dies.html"},{"body":"\"My life's work has been accomplished. I have done all I could.\" With a self-awareness seldom seen in political figures, Mikhail Sergeyevich Gorbachev acknowledges the end of his tenure as the last leader of the Soviet empire. He believed too deeply in socialism. And he failed to foresee how his questioning of Marxism-Leninism would lead to the","date":"19911226","title":"The Revolutionary","url":"http://www.nytimes.com/1991/12/26/opinion/the-revolutionary.html"},{"body":"March 1985: Mikhail S. Gorbachev succeeds Konstantin U. Chernenko as Communist Party General Secretary. At 54, he is the youngest Soviet leader since Stalin. April 1985: Gorbachev emphasizes the urgent need to reshape society and the economy with processes he calls glasnost, or increased openness, and perestroika, or political and economic","date":"19911226","title":"END OF THE SOVIET UNION; Gorbachev's Six Tumultuous Years at Soviet Helm","url":"http://www.nytimes.com/1991/12/26/world/end-of-the-soviet-union-gorbachev-s-six-tumultuous-years-at-soviet-helm.html"},{"body":"Just when the Soviet Union is coming apart, it is paradoxical that two films featuring Stalin, the personification of Soviet totalitarianism, should play in New York simultaneously. Stalin is the paranoiac center of gravity in both Andrei Konchalovsky's dark comedy \"The Inner Circle,\" which opened today at the Loews Fine Arts, and in Ken Palmer's","byline":"By STEPHEN HOLDEN","date":"19911225","title":"Review/Film; A Job That Attracted Few Applicants","url":"http://www.nytimes.com/1991/12/25/movies/review-film-a-job-that-attracted-few-applicants.html"},{"body":"Driven out by political rejection and the plummeting economy, Mikhail S. Gorbachev plans to announce his resignation as President of the defunct Soviet Union on Wednesday in a television address to the nation, his office said today. Immediately after, the launching codes for the Soviet nuclear arsenal are to be handed over to President Boris N.","byline":"By FRANCIS X. CLINES,","date":"19911225","title":"END OF THE SOVIET UNION; GORBACHEV PLANS TO GIVE UP POWER TO YELTSIN TODAY","url":"http://www.nytimes.com/1991/12/25/world/end-of-the-soviet-union-gorbachev-plans-to-give-up-power-to-yeltsin-today.html"},{"body":"\"Testimony,\" Tony Palmer's grandiose portrait of Dmitri Shostakovich, succeeds where many film biographies of composers fail; it evokes a visceral connection between musical creation and its historical moment. Periodically in the film, astutely chosen excerpts from Shostakovich's symphonies, played by the London Symphony Orchestra, underscore news","byline":"By STEPHEN HOLDEN","date":"19911218","title":"Review/Film; Connecting Shostakovich's Music to His Times","url":"http://www.nytimes.com/1991/12/18/movies/review-film-connecting-shostakovich-s-music-to-his-times.html"},{"body":"The one thing in the state Lenin founded that is not breaking down, Sergei S. Debov believes, is Lenin. Dr. Debov should know. He is the man in charge of Lenin's body, and he is proud that in almost 40 years he has spent faithfully inspecting, bathing and monitoring the relic, it has not changed a bit. That's more than can be said for the Soviet","byline":"By SERGE SCHMEMANN,","date":"19911217","title":"SOVIET DISARRAY; Preserving Lenin, the High-Tech Icon","url":"http://www.nytimes.com/1991/12/17/world/soviet-disarray-preserving-lenin-the-high-tech-icon.html"}],"tokens":["Stalin"],"total":241},{"offset":"0","results":[{"body":"The Sound of Music -- Blockbuster ratings for CBS's \"Sinatra\" and ABC's \"Jacksons\" get the mini-series dancing again. Wildest and Craziest Fact-Fiction Debate -- J. Danforth Quayle versus \"Murphy Brown.\" Hey, a Waxworks \"Stalin\" Can Happen to Anybody -- Home Box Office made up for its costly blooper with several outstanding docudramas: \"Citizen","byline":"By John J. O'Connor","date":"19921227","title":"THE YEAR IN THE ARTS: TELEVISION/1992; 'Sinatra' Scores, 'Bridge' Buckles, And Dennehy Does It Again (and Again)","url":"http://www.nytimes.com/1992/12/27/arts/year-arts-television-1992-sinatra-scores-bridge-buckles-dennehy-does-it-again.html"},{"body":"THE spirited discussion, which covered the Iran-contra affair, former President Nixon's role in the Watergate scandal, the Communist Party, tensions in Crown Heights and the jury system, was nearly as biting as the bitter cold on a chilly Sunday morning. In an auditorium at the Montefiore Medical Center here, six adults met with Edward Beliaev, a","byline":"By MERRI ROSENBERG","date":"19921227","title":"Offering Immigrants From Russia Insights on Life in America","url":"http://www.nytimes.com/1992/12/27/nyregion/offering-immigrants-from-russia-insights-on-life-in-america.html"},{"body":"Will the new era be dominated by regional alliances and economic pacts or by a renewal of global and multilateral institutions? The 1990's are shaping up as a struggle between these rival international orders. So far, regional relationships -- in Europe, North America and elsewhere -- have the upper hand. The emerging world order looks like an old","byline":"By G. John Ikenberry;","date":"19921226","title":"A World From Scratch","url":"http://www.nytimes.com/1992/12/26/opinion/a-world-from-scratch.html"},{"body":"POP AND ROCK Dr. John Dr. John, Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. When Dr. John comes to town, he brings with him an air of fantastic New Orleans decadence: as he sits at the piano, tossing off blues, funk and honky-tonk riffs, an exotically outfitted snake dancer enters the stage and puts his music in motion. Her pet is a long,","date":"19921225","title":"Sounds Around Town: On New Year's Eve","url":"http://www.nytimes.com/1992/12/25/arts/sounds-around-town-on-new-year-s-eve-543992.html"},{"body":"When Home Box Office began beaming a microwave broadcast to 350 homes in Wilkes-Barre, Pa., on Nov. 8, 1972 -- with a lineup consisting of a Madison Square Garden hockey game and a movie called, aptly enough, \"Sometimes a Great Notion\" -- the prospect of a future television special called \"HBO's 20th Anniversary\" may have seemed remote. That the","byline":"By JOHN J. O'CONNOR","date":"19921223","title":"Review/Television; HBO's 20th-Birthday Celebration: Not a Surprise Party, But Surprising","url":"http://www.nytimes.com/1992/12/23/news/review-television-hbo-s-20th-birthday-celebration-not-surprise-party-but.html"},{"body":"SOUL TO SOUL A Black Russian American Family 1865-1992. By Yelena Khanga with Susan Jacoby. Illustrated. 318 pp. New York: W. W. Norton & Company. $22.95. AMONG its other consequences, the demise of the Soviet Union has released an emigration of foreign-born leftists and their descendants. Along with Spanish Loyalists and exiled third-world","byline":"By Eric Foner;","date":"19921213","title":"Three Very Rare Generations","url":"http://www.nytimes.com/1992/12/13/books/three-very-rare-generations.html"},{"body":"THREE years ago, not long after the killing of a young black man in a white neighborhood in Bensonhurst, a group of teachers and administrators in New York City began writing a curriculum to teach first graders to respect the city's myriad racial and ethnic groups. The result, called \"Children of the Rainbow,\" offers teachers games, songs and other","byline":"By STEVEN LEE MYERS","date":"19921213","title":"IDEAS & TRENDS; How a 'Rainbow Curriculum' Turned Into Fighting Words","url":"http://www.nytimes.com/1992/12/13/weekinreview/ideas-trends-how-a-rainbow-curriculum-turned-into-fighting-words.html"},{"body":"THE PORCUPINE By Julian Barnes. 138 pp. New York: Alfred A. Knopf. $17. EVERYBODY knows (to employ a Marxist locution) the opening sentences of Karl Marx's essay \"The 18th Brumaire of Louis Bonaparte.\" \"Hegel remarks somewhere,\" Marx wrote, \"that all great world historical facts and personages occur, as it were, twice. He has forgotten to add: the","byline":"By Robert Stone;","date":"19921213","title":"The Cold Peace","url":"http://www.nytimes.com/1992/12/13/books/the-cold-peace.html"},{"body":"In the old days, Russian writers writing in Russia won prizes named after Lenin and Stalin, and their works were judged on their value to the proletariat. Tonight, a 55-year-old Russian writer won the first Russian Booker Novel Prize, an annual award made famous in Britain and now transplanted to a Moscow literary scene unaccustomed to the rituals","byline":"By CELESTINE BOHLEN","date":"19921209","title":"A Tale of Literary Mystery Wins The First Russian Booker Prize","url":"http://www.nytimes.com/1992/12/09/books/a-tale-of-literary-mystery-wins-the-first-russian-booker-prize.html"},{"body":"This list has been selected from books reviewed since the Christmas Books issue of December 1991. It suggests only high points in the main fields of reader interest, and it does not include titles chosen by the editors of The Book Review as the Best Books of 1992. Books are arranged alphabetically under subject headings. Art, Music & Popular","date":"19921206","title":"Notable Books of the Year 1992","url":"http://www.nytimes.com/1992/12/06/books/notable-books-of-the-year-1992.html"}],"tokens":["Stalin"],"total":207},{"offset":"0","results":[{"body":"Commemorating the 100th anniversary of Mao's birth today, the Communist Party continued a political choreography that it hopes will insure a seamless transition of power for the next generation of rulers. Speaking to 10,000 party members and guests in the Great Hall of the People on Tiananmen Square, and seeking to bond the histories of Mao and","byline":"By PATRICK E. TYLER,","date":"19931227","title":"China's Rulers Honor Mao, as Well as His Undoer","url":"http://www.nytimes.com/1993/12/27/world/china-s-rulers-honor-mao-as-well-as-his-undoer.html"},{"body":"AT a time when past certainties -- the constraints of totalitarianism and the comforts of faith -- either have been swept away or are under assault, Dostoyevskian thoughts about the fragility of the barrier between civilization and chaos come easily to mind. In both Western Europe and North America, what might be called an age of unbelief has","byline":"By CRAIG R. WHITNEY","date":"19931226","title":"The World; A World Unhinged Gropes for New Rules","url":"http://www.nytimes.com/1993/12/26/weekinreview/the-world-a-world-unhinged-gropes-for-new-rules.html"},{"body":"THE living room is dominated by a huge painting of Faust, brooding at his desk as he ponders in Goethe's drama whether to be a man of action or remain a contemplative scholar. The image is appropriate to the tempestuous life of its owner, Milovan Djilas, the rebellious Montenegrin who made a Faustian bargain with the Devil of Leninist ideology,","byline":"By DAVID BINDER","date":"19931226","title":"Conversations: Milovan Djilas; He Sees Ideologies Come and Go But the Balkans Remain the Same","url":"http://www.nytimes.com/1993/12/26/weekinreview/conversations-milovan-djilas-he-sees-ideologies-come-go-but-balkans-remain-same.html"},{"body":"Vice President Al Gore appealed to Chancellor Helmut Kohl of Germany today to put aside any doubts about Russia's political stability and to speed up aid to the country. In a nearly two hour meeting at Mr. Kohl's home, Mr. Gore also raised the question of whether the International Monetary Fund should ease the inflation quotas put on Russia so the","byline":"By RICHARD L. BERKE,","date":"19931219","title":"U.S. ASKS GERMANY TO PUSH RUSSIA AID","url":"http://www.nytimes.com/1993/12/19/world/us-asks-germany-to-push-russia-aid.html"},{"body":"On Aug. 21, the \"Country Life Plan\" exhibition was scheduled to open at the National Gallery in Beijing. Though the paintings were indifferent, and had to the ordinary eye no hint of political significance, officials ruled that many failed to show the positive side of life in the People's Republic and were therefore unacceptable: the artists were","byline":"By Andrew Solomon;","date":"19931219","title":"Their Irony, Humor (and Art) Can Save China","url":"http://www.nytimes.com/1993/12/19/magazine/their-irony-humor-and-art-can-save-china.html"},{"body":"The indelible images of human suffering that permeate Oles Yanchuk's film \"Famine-33\" are memorable precisely because they are so far removed in tone from the raucous, shoot-'em-up violence and hysteria of Hollywood movies. In this drama of a Ukrainian family's struggle to survive a Government-created famine that killed more than seven million (a","byline":"By STEPHEN HOLDEN","date":"19931215","title":"Review/Film; A Family's Struggle in Stalin's Man-Made Famine","url":"http://www.nytimes.com/1993/12/15/movies/review-film-a-family-s-struggle-in-stalin-s-man-made-famine.html"},{"body":"Francis Bacon His Life and Violent Times By Andrew Sinclair Illustrated. 354 pages. Crown Publishers. The images created by Francis Bacon are shocking ones, visceral, contorted, often horrific: Human beings metamorphosing into demonic birds and dogs, their bodies twisted unmercifully into grimaces of pain. Shrieking popes imprisoned in golden","byline":"By MICHIKO KAKUTANI","date":"19931214","title":"Books of The Times; Portrait of a Portraitist Of a Century's Horrors","url":"http://www.nytimes.com/1993/12/14/books/books-of-the-times-portrait-of-a-portraitist-of-a-century-s-horrors.html"},{"body":"VERA VON-WIREN GARCZYNSKI of Glen Cove went to St. Petersburg, Russia, carrying a photograph of her husband, Stanley, and the black armband that he wore in his five- year imprisonment at the Auschwitz death camp. Dr. Garczynski, who is Russian Orthodox and a retired professor of Russian and Slavic studies at City College, was determined to locate","byline":"By LISA BETH PULITZER","date":"19931212","title":"Young Dancers Pride Of a Russian Emigre","url":"http://www.nytimes.com/1993/12/12/nyregion/young-dancers-pride-of-a-russian-emigre.html"},{"body":"Elections are said to be the best school for democracy. But if Russia eventually graduates as a full-fledged democracy, few people will look back at this first multiparty campaign, which ends with voting on Sunday, with much pride or nostalgia. Daubed in the blood of October's violent confrontation between President Boris N. Yeltsin and the","byline":"By STEVEN ERLANGER,","date":"19931212","title":"Ballot May Deny What Yeltsin Seeks","url":"http://www.nytimes.com/1993/12/12/world/ballot-may-deny-what-yeltsin-seeks.html"},{"body":"WHEN the Soviet Union fell, statues of Lenin fell, too, in celebrations symbolic of the overturning of government, celebrations that recalled the upending of the Vendome column in Paris by revolutionaries during the previous century, and the toppling of monuments of King George by American Revolutionaries the century before that. Anyone who","byline":"By MICHAEL KIMMELMAN","date":"19931210","title":"Review/Art; Stalin's Painters: In Service of the Sacred","url":"http://www.nytimes.com/1993/12/10/arts/review-art-stalin-s-painters-in-service-of-the-sacred.html"}],"tokens":["Stalin"],"total":162},{"offset":"0","results":[{"body":"Russian troops continued to bomb the capital of the rebellious Chechnya republic today as President Boris N. Yeltsin struggled to explain his handling of the conflict. i \"The President is studying the situation around Chechnya in detail as well as the reaction by the public, by parliamentary deputies and by the news media,\" his office said in a","byline":"By ALESSANDRA STANLEY,","date":"19941225","title":"Russians Again Bomb Caucasus Rebels","url":"http://www.nytimes.com/1994/12/25/world/russians-again-bomb-caucasus-rebels.html"},{"body":"SOME of the worst people in the world live in this city: murderers, thugs, drug dealers and thieves. On bomb-cratered streets, stolen Mercedeses and BMW's still have their Moscow license plates. Last week, new Volvos were going for $3,000. Molotov cocktails are stacked in the pantry of one of the city's only functioning restaurants. But anyone who","byline":"By MICHAEL SPECTER","date":"19941225","title":"The World; Defying the Skies in Chechnya","url":"http://www.nytimes.com/1994/12/25/weekinreview/the-world-defying-the-skies-in-chechnya.html"},{"body":"So why shouldn't Chechnya be independent? Opinions vary, of course, but the arguments center on reasons of history, reasons of state and reasons of luck -- bad luck, if you're a Chechen. Or an Ossetian, or an Abkhazian. The United States and the rest of the West have a clear, if somewhat uncomfortable, position. Chechnya is a part of the Russian","byline":"By STEVEN ERLANGER,","date":"19941222","title":"Behind the Bearhug: Chechnya's Case","url":"http://www.nytimes.com/1994/12/22/world/behind-the-bearhug-chechnya-s-case.html"},{"body":"The grand boulevard that is this bedraggled capital's main street has sprung to a life it never knew before. The avenue once bore Stalin's name but now has a name good for all political seasons -- Boulevard of the Heroes of the Nation. It stretches from the university built in the 1930's in the Fascist style favored by Mussolini to the vast square","byline":"By HENRY KAMM,","date":"19941222","title":"Coffee Shops Now Fill Tirana's Boulevard of Heroes","url":"http://www.nytimes.com/1994/12/22/world/coffee-shops-now-fill-tirana-s-boulevard-of-heroes.html"},{"body":"BETWEEN EAST AND WEST Across the Borderlands of Europe. By Anne Applebaum. Maps. 314 pp. New York: Pantheon Books. $24. RATHER than an Old Master painting, the landscape of Europe's far east is a disturbing canvas of abstract juxtapositions. \"Travel here demands a forensic passion, not merely a love of art or architecture or natural beauty,\" Anne","byline":"By Robert D. Kaplan;","date":"19941218","title":"Neither Here Not There","url":"http://www.nytimes.com/1994/12/18/books/neither-here-not-there.html"},{"body":"The economic and political forces reshaping Russia are visible in raw relief in this muscular industrial city on the eastern slope of the Ural Mountains. The picture shows how far and fast the country has moved since Communism crumpled, and how much distance must still be covered before Russia truly resembles a Western democracy or market economy.","byline":"By PHILIP TAUBMAN","date":"19941218","title":"Editorial Notebook; Russian Improvisations","url":"http://www.nytimes.com/1994/12/18/opinion/editorial-notebook-russian-improvisations.html"},{"body":"The people of Grozny were ready for war again. Surrounded by Russian troops for a week, the city had no more hot water, few phone lines and only scarce heat and electricity, but residents seemed in no mood for compromise. Chechens have been sneering at Russia and its ultimatums for 300 years. They were proud of their outlaw status when they were","byline":"By MICHAEL SPECTER,","date":"19941218","title":"Russian Ultimatums Sneered At in Rebel Capital","url":"http://www.nytimes.com/1994/12/18/world/russian-ultimatums-sneered-at-in-rebel-capital.html"},{"body":"LONG WALK TO FREEDOM The Autobiography of Nelson Mandela. By Nelson Mandela. Illustrated. 558 pp. Boston: Little, Brown & Company. $24.95. ON my office bulletin board is a headline clipped from a Johannesburg tabloid last June, a month after Nelson Mandela's inauguration as the first freely elected President of South Africa. In huge, bold type, it","byline":"By Bill Keller;","date":"19941218","title":"The Practical Mr. Mandela","url":"http://www.nytimes.com/1994/12/18/books/the-practical-mr-mandela.html"},{"body":"To the Editor: The news media are facilitating a Russian genocide on the indigenous nations of the North Caucasus. I have been following the news from the region on cable television, through reports of the Interfax news agency and on the internet, as well as in your newspaper and in Associated Press articles. Moscow seems to be successful in","date":"19941216","title":"Moscow Distorts Conflict in the Caucasus","url":"http://www.nytimes.com/1994/12/16/opinion/l-moscow-distorts-conflict-in-the-caucasus-129488.html"},{"body":"Residents scrambled to stock up on supplies in this besieged city today as explosions echoed to the north, where Russian troops were massed on a ridge just a few miles away. Slipping as they hurried along snowy and icy streets that have not been cleared all season, Chechens were filling sacks with flour and rice and buying candles and batteries.","date":"19941216","title":"In Besieged Separatist City, People Brace for the Worst","url":"http://www.nytimes.com/1994/12/16/world/in-besieged-separatist-city-people-brace-for-the-worst.html"}],"tokens":["Stalin"],"total":181},{"offset":"0","results":[{"body":"HERE'S HOW JAMES RESTON could exploit a young reporter's dream of becoming James Reston. I rushed into his Washington bureau one night with the scoop that Bobby Kennedy was flying to Indonesia. \"Hmm. Let's think about that,\" Scotty said -- always said. \"Why would the President waste his brother's time on a tinhorn like Sukarno while he's toe to toe","byline":"By Max Frankel","date":"19951231","title":"The Lives They Lived: JAMES RESTON; Scooped, Again","url":"http://www.nytimes.com/1995/12/31/magazine/the-lives-they-lived-james-reston-scooped-again.html"},{"body":"On New Year's Eve, Russia's largest television network is to broadcast a three-hour special intended to tap into the growing nostalgia for Soviet times. This slick tribute to Stalinist propaganda films that idealize life on the collective farm stars Russia's best-known pop singers recreating vignettes from creaky classics like the 1950 musical","byline":"By ALESSANDRA STANLEY","date":"19951230","title":"Russians Begin to Gild the Communist Past","url":"http://www.nytimes.com/1995/12/30/world/russians-begin-to-gild-the-communist-past.html"},{"body":"NO doubt many people in the United States saw the Communist triumph in parliamentary elections here last week as more proof, if ever it was needed, that whatever else Russians are, they're nothing like Americans. Nobody could argue differently. But voters in the two countries do share one clear trait: a deep, pervasive and apparently incurable","byline":"By MICHAEL SPECTER","date":"19951224","title":"THE WORLD;Russia's New Style of Hero","url":"http://www.nytimes.com/1995/12/24/weekinreview/the-world-russia-s-new-style-of-hero.html"},{"body":"In a play that is drawing packed houses here, the Serbian President, Slobodan Milosevic, returns from the peace talks in Dayton, Ohio, with a souvenir bed cover fashioned from an outsized American flag. And his wife, Mira Markovic -- played by a man in drag with a Stalin mustache -- jealously berates her husband about the new love affair he seems","byline":"By JANE PERLEZ","date":"19951219","title":"U.S. Is Cast in the Role Of Serbia's New Best Pal","url":"http://www.nytimes.com/1995/12/19/world/us-is-cast-in-the-role-of-serbia-s-new-best-pal.html"},{"body":"A court here sentenced an 87-year-old Stalin-era secret police official to life in prison today after finding him guilty of crimes against humanity. Alfons Noviks, nicknamed the Great Slaughterer, was found guilty of deporting tens of thousands of Latvians to Siberia between 1941 and 1949. The court also convicted Mr. Noviks of ordering the torture","byline":"AP","date":"19951214","title":"Latvia Gives K.G.B. Aide A Life Term","url":"http://www.nytimes.com/1995/12/14/world/latvia-gives-kgb-aide-a-life-term.html"},{"body":"Scholars have unearthed official records of the two meetings between Stalin and Mao. Along with Mao's commentaries on the meetings, they suggest that the Chinese-Soviet alliance that the two men made in Moscow 45 winters ago was founded on shaky ground. The transcripts of the December 1949 and January 1950 sessions, obtained from Soviet archives,","byline":"By TIM WEINER","date":"19951210","title":"Stalin-Mao Alliance Was Uneasy, Newly Released Papers Show","url":"http://www.nytimes.com/1995/12/10/world/stalin-mao-alliance-was-uneasy-newly-released-papers-show.html"},{"body":"International 3-21 LAND MINE THREAT IN BOSNIA As American troops begin arriving in Bosnia, they are being warned that the biggest danger is not from snipers or shells but from land mines underfoot. 1 Bosnian Croats have been destroying Serbian villages. 14 PACIFIC ISLAND UNDER STRESS The tiny Pacific island of Nauru, once rich in phosphate mines,","date":"19951210","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1995/12/10/nyregion/news-summary-000876.html"},{"body":"CITY ON A HILL: Testing the American Dream at City College By James Traub. Addison-Wesley, $14. Once known as \"the poor man's Harvard,\" the City College of New York earned a reputation for academic selectivity untainted by considerations of economic or social status. This history shows how the open-admissions policy instituted in the 1960's has","byline":"By LAUREL GRAEBER","date":"19951210","title":"New & Noteworthy","url":"http://www.nytimes.com/1995/12/10/books/new-noteworthy.html"},{"body":"An obituary on Sept. 27 about John L. Bates, a United States Army officer and Russian-speaking aide at Roosevelt's talks with Stalin at Teheran and Yalta during World War II, referred incompletely to the interpreters there. A retired Foreign Service officer phoned several weeks ago to point out that Charles E. Bohlen was Roosevelt's official","date":"19951209","title":"Corrections","url":"http://www.nytimes.com/1995/12/09/nyregion/c-corrections-097284.html"},{"body":"An obituary on Sept. 27 about John L. Bates, a United States Army officer and Russian-speaking aide at Roosevelt's talks with Stalin at Teheran and Yalta during World War II, referred incompletely to the interpreters there. A retired Foreign Service officer phoned several weeks ago to point out that Charles E. Bohlen was Roosevelt's official","date":"19951209","title":"Corrections","url":"http://www.nytimes.com/1995/12/09/nyregion/c-corrections-096008.html"}],"tokens":["Stalin"],"total":173},{"offset":"0","results":[{"body":"Once the obsession of a dedicated but tiny band, conspiracy theories now seem to have captured a wider audience. Many people, for example, bought former ABC correspondent Pierre Salinger's claim that a Navy missile blew up T.W.A. Flight 800, even though such a cover-up would require a level of discipline and silence from government officials found","byline":"By TINA ROSENBERG","date":"19961231","title":"Crazy for Conspiracies","url":"http://www.nytimes.com/1996/12/31/opinion/crazy-for-conspiracies.html"},{"body":"Weeks This Last On Week Week List Fiction 1 2 2 AIRFRAME, by Michael Crichton. (Knopf, $26.) A young woman investigates a near disaster that befell a plane on its way from Hong Kong to Denver. 2 3 20 THE CHRISTMAS BOX, by Richard Paul Evans. (Simon & Schuster, $14.95.) When a family moves in with a widow, they all learn the significance of","date":"19961229","title":"BEST SELLERS: December 29, 1996","url":"http://www.nytimes.com/1996/12/29/books/best-sellers-december-29-1996.html"},{"body":"To the Editor: Gus Hall's Dec. 18 letter attempting to portray the American Communist Party as an anti-fascist group that has worked for peace, democracy and social justice is a remarkable exercise in memory lapse. When he writes that Socialism and Communism are ''home-grown American products,'' he is half-right. Socialists in America have always","date":"19961225","title":"No American Democrats","url":"http://www.nytimes.com/1996/12/25/opinion/l-no-american-democrats-883662.html"},{"body":"AT HIS SIDE The Last Years of Isaac Babel. By A. N. Pirozhkova. Translated by Anne Frydman and Robert L. Busch. 171 pp. South Royalton, Vt.: Steerforth Press. $22. Isaac Babel, arguably the greatest short-story writer of this century, was born in Odessa in 1894 and was executed in 1940, one day after a 20-minute trial. Unlike the other great","byline":"By Richard Lourie","date":"19961222","title":"A Dervish of Curiosity","url":"http://www.nytimes.com/1996/12/22/books/a-dervish-of-curiosity.html"},{"body":"Yuli B. Khariton, a physicist who oversaw the building of the first Soviet atomic bomb, died yesterday morning at Sarov in central Russia 250 miles east of Moscow. He was 92 and had lived at Sarov, also known as Arzamas-16, for many years. Arzamas-16, on the isolated site of a former monastery, is where the super-secret Soviet nuclear research","byline":"By ERIC PACE","date":"19961220","title":"Yuli B. Khariton, Father of Soviet Atom Bomb, Dies at 92","url":"http://www.nytimes.com/1996/12/20/world/yuli-b-khariton-father-of-soviet-atom-bomb-dies-at-92.html"},{"body":"To the Editor: As co-editors of the Journal of Clinical Psychoanalysis, we have recently responded to urgent requests from Russia for copies of our publication, and so are familiar with the revival of psychoanalysis well described in your Dec. 11 front-page article, ''Freud in Russia: Return of the Repressed.'' The article is accurate in stating","date":"19961219","title":"Psychoanalysis in Russia Is a Mark of Progress","url":"http://www.nytimes.com/1996/12/19/opinion/l-psychoanalysis-in-russia-is-a-mark-of-progress-800236.html"},{"body":"''Who wants to die for Danzig?'' That was the battle cry of American isolationists earlier in this century -- from right-wingers before World War II to left-wingers afterward -- before we learned that only by helping Europe unify to prevent war on that continent could we avoid the loss of U.S. lives. Isolationists now have strange bedfellows: many","byline":"By WILLIAM SAFIRE","date":"19961216","title":"NATO: Bigger Is Better","url":"http://www.nytimes.com/1996/12/16/opinion/nato-bigger-is-better.html"},{"body":"SELECTED CRONICAS By Clarice Lispector. Translated by Giovanni Pontiero. 212 pp. New York: New Directions. Paper, $12.95. Clarice Lispector (1924-77) was a born writer. She produced her first stories at the age of 7, her first published novel, ''Near to the Wild Heart,'' at 17. By the time these cronicas, or chronicles, ran in the Jornal do Brasil,","byline":"By Suzanne Ruta","date":"19961215","title":"Dispatches","url":"http://www.nytimes.com/1996/12/15/books/dispatches.html"},{"body":"The young Russian psychoanalyst was confused. His patient, an alluring, intelligent but deeply unhappy young woman, seemed affronted when he interpreted her flood of sexual reminiscences as her fantasy of their future relationship. ''I think maybe I gave an interpretation too early, but I couldn't help it,'' he explained sheepishly to a group of","byline":"By ALESSANDRA STANLEY","date":"19961211","title":"Freud in Russia: Return of the Repressed","url":"http://www.nytimes.com/1996/12/11/world/freud-in-russia-return-of-the-repressed.html"},{"body":"This list has been selected from books reviewed since the Christmas Books issue of December 1995. It is meant to suggest some of the high points in this year's fiction, poetry, nonfiction, mysteries and science fiction. The books are arranged alphabetically under genre headings. FICTION & POETRY ANNAM. By Christophe Bataille. (New Directions,","date":"19961208","title":"Notable Books of the Year 1996","url":"http://www.nytimes.com/1996/12/08/books/notable-books-of-the-year-1996.html"}],"tokens":["Stalin"],"total":154},{"offset":"0","results":[{"body":"To the Editor: Tony Judt (Op-Ed, Dec. 22) rightly concludes that ''Communism and Nazism are, and always were, morally indistinguishable.'' Under both regimes, government officials terrorized and murdered tens of millions of innocent people. Yet Mr. Judt also concludes that because Communists murdered to accomplish some ''arbitrary objective,'' they","date":"19971228","title":"Political Truth Sent From Paris, Like Fashion; Both Sacrificed Liberty","url":"http://www.nytimes.com/1997/12/28/opinion/l-political-truth-sent-from-paris-like-fashion-both-sacrificed-liberty-817473.html"},{"body":"Le Livre Noir du Communisme'' (''The Black Book of Communism'') was published in Paris last month and has immediately aroused controversy. Edited by Stephane Courtois, a respected historian of French Communism, it is an 800-page compendium of the crimes of Communist regimes worldwide, recorded and analyzed in ghastly detail by a team of scholars.","byline":"By Tony Judt","date":"19971222","title":"The Longest Road To Hell","url":"http://www.nytimes.com/1997/12/22/opinion/the-longest-road-to-hell.html"},{"body":"Kurt Masur is, above all, a robust musician: energetic, frank, confident. In his work with the New York Philharmonic, he takes the straight path. He may thereby miss the indirection in Prokofiev's ''Romeo and Juliet'' score, the sense of Romantic music walking a keen tightrope over modernism, but, as Wednesday evening's performance at Avery Fisher","byline":"By PAUL GRIFFITHS","date":"19971219","title":"MUSIC REVIEW; Persistence And Passion In a Russian Program","url":"http://www.nytimes.com/1997/12/19/movies/music-review-persistence-and-passion-in-a-russian-program.html"},{"body":"ALBERT CAMUS A Life By Olivier Todd Translated by Benjamin Ivry. Illustrated. 436 pages. Alfred A. Knopf. $30. Of all the major French literary figures of the 1950's and 1960's, the ''hommes engages'' who combined books with political activism, Albert Camus has perhaps best stood the test of time. His friend and later bitter rival Jean-Paul Sartre","byline":"By RICHARD BERNSTEIN","date":"19971219","title":"BOOKS OF THE TIMES; Camus as a Principled Rebel Among Poseurs","url":"http://www.nytimes.com/1997/12/19/books/books-of-the-times-camus-as-a-principled-rebel-among-poseurs.html"},{"body":"PULSING with ex-pats and nouveau riche Russians, the Hungry Duck is a raffish, hang-loose Moscow hangout that frisks customers for weapons at the front door, then invites them to indulge their Dionysian instincts. Fueled by vodka, maddened by music, exhibitionists clamber atop the bar and dance. Some strip. Others trip, take headers onto the","byline":"By MICHAEL MEWSHAW","date":"19971214","title":"Dropping In On The Literary Lions","url":"http://www.nytimes.com/1997/12/14/travel/dropping-in-on-the-literary-lions.html"},{"body":"One of the most politically potent mass media outlets in Poland is a populist radio station directed by a Roman Catholic priest whose daily outpourings of hate and rage are intermingled with lengthy prayer sessions. The radio's founder, the Rev. Tadeusz Rydzyk, says politicians who favor liberalizing the abortion law should have their heads shaved,","byline":"By JANE PERLEZ","date":"19971214","title":"As a Priest Gives Poles Hate Radio, Rome Stirs","url":"http://www.nytimes.com/1997/12/14/world/as-a-priest-gives-poles-hate-radio-rome-stirs.html"},{"body":"Carlos Rafael Rodriguez, a Communist intellectual who forged a crucial alliance between Fidel Castro's bearded followers and Cuba's Moscow-line Communists and later served on the Politburo and as Deputy President, died Monday in Havana. He was 84. Mr. Rodriguez suffered from Parkinson's disease and heart ills, Ricardo Alarcon, Cuba's parliamentary","byline":"By SAM DILLON","date":"19971213","title":"Carlos Rodriguez, Castro Ally And Leftist Leader, Dies at 84","url":"http://www.nytimes.com/1997/12/13/world/carlos-rodriguez-castro-ally-and-leftist-leader-dies-at-84.html"},{"body":"Hardship is second nature for the residents of this Siberian enclave. Winter sends the temperature plunging to minus 45 and drops the sun below the horizon for months at a time. It was Stalin who established this arctic city and dispatched hundreds of thousands of political prisoners here to extract the metal ore from mines so deep they seemed to","byline":"By MICHAEL R. GORDON","date":"19971209","title":"Siberia Tests Russia's Ability To Profit From Privatization","url":"http://www.nytimes.com/1997/12/09/world/siberia-tests-russia-s-ability-to-profit-from-privatization.html"},{"body":"It is late at night. Sitting at my desk, I see no stars -- only the tower of the Metropolitan Life Building, lit, this chill November, an acid green. The light from the fat searchlights on its extension roof stare into my living room. My usually lovable apartment is untidy. (There are, for reasons I have no wish to discuss, pork-chop bones,","byline":"By Barbara Grizzuti Harrison","date":"19971207","title":"Faith Is a Friend; Alone in a Lofty Place","url":"http://www.nytimes.com/1997/12/07/magazine/faith-is-a-friend-alone-in-a-lofty-place.html"},{"body":"THE BLUE LANTERN And Other Stories. By Victor Pelevin. Translated by Andrew Bromfield. 179 pp. New York: New Directions. $22.95. Does the world exist? Could its reality be something entirely different from what our experience has led us to believe? Do I really want to eat that chicken? There is nothing particularly Russian about these questions,","byline":"By Ken Kalfus","date":"19971207","title":"Chicken Kiev","url":"http://www.nytimes.com/1997/12/07/books/chicken-kiev.html"}],"tokens":["Stalin"],"total":137},{"offset":"0","results":[{"body":"To the Editor: I was appalled to read (front page, Dec. 24) that Representative Tom DeLay opposed censuring the President because there is secret, unreleased evidence that the Senate should examine. The charge that secret evidence proves a crime has been a hallmark of such repressive regimes as the Soviet Union under Stalin or the People's Republic","date":"19981228","title":"Secret Evidence Violates Law","url":"http://www.nytimes.com/1998/12/28/opinion/l-secret-evidence-violates-law-620360.html"},{"body":"When economic crisis struck in Moscow in August, choking off the banks, wiping out savings and sending the ruble on a new downward spiral, few in Kostroma even noticed at first. Out here, a four-hour drive northeast of Moscow, people hadn't gambled fortunes on lucrative Government bonds or stashed sacks of dollars in the banks or developed a taste","byline":"By Serge Schmemann","date":"19981227","title":"Down and Out in the New Russia: The Town; How Can You Have a Bust if You Never Had a Boom?","url":"http://www.nytimes.com/1998/12/27/magazine/down-new-russia-town-can-you-have-bust-if-you-never-had-boom.html"},{"body":"TWO hundred camels, 600 horses, 1,000 extras, 300 wigs, 1,500 pieces of jewelry. An epic saga of sex, greed and the clash of ancient civilizations! A desperate true-life tale of a once-mighty entertainment medium, beset on all sides by ruthless new competitors, struggling to retain its viability! Sound vaguely familiar? It's ''Cleopatra,'' the","byline":"By ANDY MEISLER","date":"19981227","title":"TELEVISION; Networks Seek Maximum Hype By Offering Mega-Mini-Series","url":"http://www.nytimes.com/1998/12/27/arts/television-networks-seek-maximum-hype-by-offering-mega-mini-series.html"},{"body":"Anatoly Rybakov, whose long-suppressed novel about the Stalinist era, ''Children of the Arbat,'' finally appeared in 1987 to affirm the reality of glasnost, died yesterday at his home in Manhattan. He was 87 and also had a home in Moscow. His wife, Tatyana Rybakova, said that he died in his sleep. He had heart surgery last summer and recently","byline":"By MICHAEL T. KAUFMAN","date":"19981224","title":"Anatoly Rybakov, 87, Writer Linked to Glasnost's Dawn","url":"http://www.nytimes.com/1998/12/24/books/anatoly-rybakov-87-writer-linked-to-glasnost-s-dawn.html"},{"body":"In the latest burst of anti-Semitism in Russia, a prominent Communist lawmaker today accused President Boris N. Yeltsin and Jews in his administration of waging ''genocide'' against the Russian people. Viktor Ilyukhin, the head of Parliament's security affairs committee, said liberal reforms carried out by the Yeltsin Government in the 1990's were","date":"19981216","title":"A Communist Accuses Yeltsin And Jewish Aides of 'Genocide'","url":"http://www.nytimes.com/1998/12/16/world/a-communist-accuses-yeltsin-and-jewish-aides-of-genocide.html"},{"body":"Cleopa, an Orthodox monk who once fled Communist pressure by becoming a solitary anchorite in Romania's forests, died this week in the remote monastery where his down-to-earth teachings came to attract large and steady streams of pilgrims. He was 87. Romanian Orthodox officials in Bucharest, who reported his death on Thursday, said he succumbed to","byline":"By MICHAEL T. KAUFMAN","date":"19981206","title":"Cleopa, 87, an Orthodox Monk In Romania Sought by Pilgrims","url":"http://www.nytimes.com/1998/12/06/world/cleopa-87-an-orthodox-monk-in-romania-sought-by-pilgrims.html"},{"body":"EARLY in the spring of 1992, when lining up at the gas pumps was a weekly ritual of life in the newly non-Soviet Russia, the documentary filmmaker Marina Goldovskaya decided to take advantage of the two-hour wait at a Moscow station. She stepped out of her car, lifted her Super VHS camera onto her right shoulder and began shooting video for her","byline":"By NANCY RAMSEY","date":"19981206","title":"FILM; A Filmmaker's Duty: To Document Her Homeland","url":"http://www.nytimes.com/1998/12/06/movies/film-a-filmmaker-s-duty-to-document-her-homeland.html"},{"body":"In this century, this city has made more than its share of history and seen more than its share of blood. It was here in 1917 that the Romanov dynasty fell and the Bolshevik revolution began. The murder here in 1934 of a local Communist commissar unleashed Stalin's campaign of terror, which sent millions to camps in Siberia and to their deaths. And","byline":"By CELESTINE BOHLEN","date":"19981129","title":"Illusions Shattered in St. Petersburg","url":"http://www.nytimes.com/1998/11/29/world/illusions-shattered-in-st-petersburg.html"},{"body":"Valentin M. Berezhkov, a Russian who interpreted for Stalin and Molotov at conferences that they, Roosevelt and Churchill attended during World War II, died last Friday at his home in Claremont, Calif. He was 82. At his death he was the Diane and Guilford Glazer Distinguished Visiting Professor at Occidental College in Los Angeles. ''I have had the","byline":"By ERIC PACE","date":"19981127","title":"Valentin M. Berezhkov, 82, Interpreter for Stalin at Talks","url":"http://www.nytimes.com/1998/11/27/world/valentin-m-berezhkov-82-interpreter-for-stalin-at-talks.html"},{"body":"ISAIAH BERLIN A Life By Michael Ignatieff Illustrated. 356 pages. Metropolitan Books/ Henry Holt & Company. $30. For an intellectual never to have written a major book, a magisterial treatment of some large subject, would normally be a disqualification for the Great Thinkers' Hall of Fame, measured by things like frequency of mention in The New","byline":"By RICHARD BERNSTEIN","date":"19981125","title":"BOOKS OF THE TIMES; Foxes, Hedgehogs and the Defense of Freedom","url":"http://www.nytimes.com/1998/11/25/books/books-of-the-times-foxes-hedgehogs-and-the-defense-of-freedom.html"}],"tokens":["Stalin"],"total":144},{"offset":"0","results":[{"body":"Two New York Times columnists acted as moderators at a session of Russian and Western investors in Davos a couple of years ago. When Tom Friedman asked George Soros what was holding up investment in Russia, the billionaire trader pointed to Boris Berezovsky across the table and said: ''Him. He's a crook.'' Amid the gasps, I stuck a microphone in","byline":"By WILLIAM SAFIRE","date":"19991227","title":"Essay; Christmas in Grozny: Death Takes No Holiday","url":"http://www.nytimes.com/1999/12/27/opinion/essay-christmas-in-grozny-death-takes-no-holiday.html"},{"body":"To guess where we're headed, it helps to appreciate how far and fast we've come. As an obliging media person, I am measuring: not the millennium, merely a century. Not any century, just the one I've inhabited, surmising that it set a record for stretching human experience and endurance. My family's journey is one good measure of our astonishing","byline":"By Max Frankel","date":"19991226","title":"The Way We Live Now: 12-26-99: Word & Image; Only Yesterday","url":"http://www.nytimes.com/1999/12/26/magazine/the-way-we-live-now-12-26-99-word-image-only-yesterday.html"},{"body":"Russian forces advanced into Grozny today, as what was billed as the decisive battle for the capital of Chechnya got under way. After a night of furious shelling, Russian Interior Ministry troops and Chechen forces loyal to Moscow began to move into the city from several directions, according to Russian news reports. Russia's immediate goal is to","byline":"By MICHAEL R. GORDON","date":"19991226","title":"RUSSIA ARMY OPENS FIGHT TO CONTROL CHECHEN CAPITAL","url":"http://www.nytimes.com/1999/12/26/world/russia-army-opens-fight-to-control-chechen-capital.html"},{"body":"By conservative estimate, at least 200 people witnessed the murder of Shtjefen Lamthi in Shkoder, the northernmost city of Albania, early on the afternoon of Aug. 3, 1998. The 43-year-old farmer was walking south along Zyhdi Lahi Street, one of the main thoroughfares of the Rus marketplace in downtown Shkoder, his hands weighted down with plastic","byline":"By Scott Anderson","date":"19991226","title":"The Curse Of Blood and Vengeance","url":"http://www.nytimes.com/1999/12/26/magazine/the-curse-of-blood-and-vengeance.html"},{"body":"Santa Claus is coming to town. And is Ded Moroz ever annoyed about it. Mr. Moroz -- in English, Grandfather Frost -- is the beloved embodiment of the Russian holiday season, an ancient gent decked out in a fur-trimmed suit and a white beard who rides around in a sleigh and brings presents to all good children. Walk around downtown Moscow these","byline":"By MICHAEL WINES","date":"19991224","title":"Santa Treads on Grandfather Frost's Toes","url":"http://www.nytimes.com/1999/12/24/world/santa-treads-on-grandfather-frost-s-toes.html"},{"body":"THE state of classical music now is strangely appropriate for the turning of a millennium. After a period of rapid change, from late Brahms to electronic music and John Cage within a lifetime, music in recent decades has been relatively stable, and the achievements of composers have been correspondingly solid. There is a lot from the 1990's, in","byline":"By PAUL GRIFFITHS","date":"19991219","title":"With a New Century, a Promise of New Sounds","url":"http://www.nytimes.com/1999/12/19/arts/with-a-new-century-a-promise-of-new-sounds.html"},{"body":"ANTHRAX The Investigation of a Deadly Outbreak. By Jeanne Guillemin. Illustrated. 321 pp. Berkeley: University of California Press. $27.50. In April and May 1979, life in the city of Sverdlovsk imitated the dark fiction of Mikhail Bulgakov. People collapsed from a mysterious illness. The police shot stray dogs. Workers scrubbed buildings.","byline":"By Paul Goldberg","date":"19991219","title":"Killer Bacteria","url":"http://www.nytimes.com/1999/12/19/books/killer-bacteria.html"},{"body":"It strikes me as odd that not once did the word ''idealism'' appear in Weisberg's article. As a onetime believer in Marxism, I now think that my youthful idealism has been raped by Stalin, Mao and the like. But I still view figures like J. Robert Oppenheimer and I.F. Stone as more honorable, more worthy than men like Joe McCarthy and Roy Cohn.","date":"19991219","title":"Cold War Without End","url":"http://www.nytimes.com/1999/12/19/magazine/l-cold-war-without-end-882577.html"},{"body":"As Russian armies surround, bombard and flatten Grozny, only one party has a chance of winning this conflict, and only because it cannot lose: the Chechen fighters. Either they will halt the Russian offensive and create a stalemate, or they will retreat into the mountains and come back to fight another day. The losers? They include the Chechen","byline":"By Samuel P. Huntington","date":"19991216","title":"A Local Front Of a Global War","url":"http://www.nytimes.com/1999/12/16/opinion/a-local-front-of-a-global-war.html"},{"body":"Moscow's embattled and combative Mayor Yuri M. Luzhkov held a rally at the foot of the Kremlin tonight, under the nose of opponents who for weeks now have been orchestrating his political hanging. With five days to go before an election in which he is running both as mayor and as a leader of an anti-Kremlin parliamentary bloc, Mr. Luzhkov told tens","byline":"By CELESTINE BOHLEN","date":"19991215","title":"Moscow's Mayor Fights On Against Foes in High Places","url":"http://www.nytimes.com/1999/12/15/world/moscow-s-mayor-fights-on-against-foes-in-high-places.html"}],"tokens":["Stalin"],"total":201},{"offset":"0","results":[{"body":"President Vladimir V. Putin today approved the new version of Russia's revived Soviet-era national anthem, which once praised the atheist Communist Party and Stalin, and now celebrates Russia as a ''holy country'' that is ''protected by God.'' Russians heard their new anthem for the first time later in the day, at a Kremlin reception broadcast on","date":"20001231","title":"Russia Unveils New National Anthem Joining the Old Soviet Tune to the Older, Unsoviet God","url":"http://www.nytimes.com/2000/12/31/world/russia-unveils-new-national-anthem-joining-old-soviet-tune-older-unsoviet-god.html"},{"body":"YOU don't see them run, because they aren't on the nightly news shows. But in the last few weeks, tens of thousands of hungry Afghans have been moving toward Herat, near the border of Iran, driven by civil war, bad government, winter and the worst drought in decades. They aren't alone. A continent away, renewed fighting in the Congo has people on","byline":"By BARBARA CROSSETTE","date":"20001231","title":"The World; The Century of Refugees Ends. And Continues.","url":"http://www.nytimes.com/2000/12/31/weekinreview/the-world-the-century-of-refugees-ends-and-continues.html"},{"body":"In a nation where the average person barely lives to 66, Nina Nikolayevna Semenovskaya is a most notable exception: 93 years old, and still strong enough to bat out love songs on an equally aged upright piano. Just as notable, though, is how she got to that milestone. Every week, for seven years straight, a nurse has dropped by her flat, to check","byline":"By MICHAEL WINES","date":"20001231","title":"A Fit City Offers Russia a Self-Help Model","url":"http://www.nytimes.com/2000/12/31/world/a-fit-city-offers-russia-a-self-help-model.html"},{"body":"If Ina Chaikovskaya does not have it all, she has more than most women in this ancient military town: brains and pluck, an apartment and a Zhiguli sedan bought with profits from her own business, a pointed wit. What she does not have, and would like, are a husband and children. At 37, she is running out of time. ''There are no normal men,'' she","byline":"By MICHAEL WINES","date":"20001228","title":"For All Russia, Biological Clock Is Running Out","url":"http://www.nytimes.com/2000/12/28/world/for-all-russia-biological-clock-is-running-out.html"},{"body":"EUROPE FRANCE: MITTERRAND STAYS IN JAIL -- The eldest son of former President Francois Mitterrand, accused of arms trafficking, had his request for bail denied and will stay in prison for at least another six days while police investigations continue. A lawyer for Jean-Christophe Mitterrand, 54, who was his father's special counselor for Africa,","byline":"Compiled by Terence Neilan","date":"20001228","title":"WORLD BRIEFING","url":"http://www.nytimes.com/2000/12/28/world/world-briefing.html"},{"body":"THERE has been a quarrel in New York City's Yiddish theater world and, like the plots of both Yiddish stage offerings this year, it is a multi-generational family drama. The real-life family is the Folksbiene (or People's Stage), at 85 the longest-lived, continuously performing Yiddish theatrical institution in the world. On one side is a","byline":"By NAHMA SANDROW","date":"20001224","title":"THEATER; A Real-Life Family Drama in the Yiddish Theater","url":"http://www.nytimes.com/2000/12/24/theater/theater-a-real-life-family-drama-in-the-yiddish-theater.html"},{"body":"THE DARK VALLEY A Panorama of the 1930s. By Piers Brendon. Illustrated. 795 pp. New York: Alfred A. Knopf. $35. If the 1930's strike us today as a grim and miserable time, weighed down by unemployment and the travails of capitalism in crisis, overshadowed by the war that had been and the war to come, ''The Dark Valley'' will do nothing but","byline":"By Mark Mazower","date":"20001224","title":"Hard Times","url":"http://www.nytimes.com/2000/12/24/books/hard-times.html"},{"body":"To the Editor: Re ''Stalin's Best Tune,'' by Solomon Volkov (Op-Ed, Dec. 16), about the old Soviet national anthem, which Russia recently restored as the state hymn, its words to be rewritten: Mr. Volkov says ''the text, extolling Stalin, was dropped soon after his death.'' But the first stanza (''Unbreakable Union of freeborn Republics''), which","date":"20001219","title":"Sung and Unsung","url":"http://www.nytimes.com/2000/12/19/opinion/l-sung-and-unsung-044423.html"},{"body":"THE COLLECTED SHORT FICTION OF BRUCE JAY FRIEDMAN. (Grove, $14.) These humorous tales, published between 1953 and 1995, feature dizzying flights of fancy and whammo endings, taking on subjects as varied as psychiatrists, Hollywood, cocaine, guilt, sex and Jewish mothers. ''Friedman has been likened to everyone from J. D. Salinger to Woody Allen,''","byline":"By Scott Veale","date":"20001217","title":"New & Noteworthy Paperbacks","url":"http://www.nytimes.com/2000/12/17/books/new-noteworthy-paperbacks-570885.html"},{"body":"What are the odds of hearing Prokofiev's ''Zdravitsa'' (''A Toast''; to Stalin, that is) twice in New York within five years? Small enough, perhaps, to qualify as sheer bad luck. Valery Gergiev did the work proud with the Kirov Orchestra and Chorus during the first Lincoln Center Festival, in 1996 at Avery Fisher Hall. And now Leon Botstein has","byline":"By JAMES R. OESTREICH","date":"20001216","title":"MUSIC REVIEW; Trying to Enjoy the Sound While Hating the Sentiment","url":"http://www.nytimes.com/2000/12/16/arts/music-review-trying-to-enjoy-the-sound-while-hating-the-sentiment.html"}],"tokens":["Stalin"],"total":147},{"offset":"0","results":[{"body":"Jason Gardner brought Arizona from behind with a late 4-point play, and the No. 14 Wildcats avoided an upset by beating Valparaiso, 74-70, yesterday to win the Bank One Fiesta Bowl Classic in Tucson, Ariz. The Crusaders' Milo Stovall fouled Gardner as his 21-foot shot dropped with 1 minute 28 seconds left, and the free throw gave the Wildcats to a","date":"20011231","title":"COLLEGES: MEN'S BASKETBALL; Gardner Helps Arizona Avoid Loss to Valparaiso","url":"http://www.nytimes.com/2001/12/31/sports/colleges-men-s-basketball-gardner-helps-arizona-avoid-loss-to-valparaiso.html"},{"body":"Prokofiev appears to have become the poor relation among the great 20th-century Russian composers. The music world spends plenty of time examining and agonizing over the life and music of Shostakovich, and Stravinsky looms over the lot despite the relatively small percentage of his music -- virtually all of it early -- that has become part of the","byline":"By ALLAN KOZINN","date":"20011218","title":"CRITIC'S NOTEBOOK; Finally, a Fuss For Prokofiev, Both Uptown And Down","url":"http://www.nytimes.com/2001/12/18/arts/critic-s-notebook-finally-a-fuss-for-prokofiev-both-uptown-and-down.html"},{"body":"Stefan Heym, the widely published author of more than a dozen historical and political novels, died yesterday while on a lecture tour in Israel. He was 88 and lived in Berlin. A Jew uprooted in Germany in 1933 by the Nazis, Mr. Heym became an intellectual nomad and a lifelong Marxist-Leninist: two years in Czechoslovakia, 15 years in the United","byline":"By DAVID BINDER","date":"20011218","title":"Stefan Heym, Marxist-Leninist Novelist, Dies at 88 on Lecture Tour in Israel","url":"http://www.nytimes.com/2001/12/18/arts/stefan-heym-marxist-leninist-novelist-dies-at-88-on-lecture-tour-in-israel.html"},{"body":"THE first time I traveled to Russia, in 1976, I was 19, and I took the night train from Helsinki to Moscow. In the sleeper compartment I found something for the nervous insomniac traveler: a Swedish translation of Lenin's ''Materialism and Empiro-Criticism.'' A Russian basso was singing scenes from ''Boris Godunov,'' piped in through a speaker, and","byline":"By LARRY WOLFF","date":"20011216","title":"After the Thaw: Sneakers and Cellphones","url":"http://www.nytimes.com/2001/12/16/travel/after-the-thaw-sneakers-and-cellphones.html"},{"body":"IT looks so ordinary. Men are sitting in a small white room on the floor near some gray, flowered throw pillows. They are laughing, drinking, eating with their hands, adjusting their turbans. A visitor identified in the transcript as a sheik sits next to Osama bin Laden. He exclaims what a nice pad Mr. bin Laden has, how clean and comfortable the","byline":"By SARAH BOXER","date":"20011216","title":"Ideas & Trends: The Banality of Terror; Dreams of Holy War Over a Quiet Evening","url":"http://www.nytimes.com/2001/12/16/weekinreview/ideas-trends-the-banality-of-terror-dreams-of-holy-war-over-a-quiet-evening.html"},{"body":"David Astor, who as editor for 27 years of Britain's oldest Sunday newspaper, The Observer, built it up into a respected and successful advocate for liberal causes but later presided over its financial decline, died on Dec. 7 in London. He was 89. Mr. Astor once defined the paper's philosophy as ''trying to do the opposite of what Hitler would have","byline":"By PAUL LEWIS","date":"20011212","title":"David Astor, 89, Liberal Voice As Editor of Britain's Observer","url":"http://www.nytimes.com/2001/12/12/world/david-astor-89-liberal-voice-as-editor-of-britain-s-observer.html"},{"body":"''THE WORDS AND MUSIC OF WORLD WAR II'' (Rhino). Want to see how much (and how little) the United States has changed in 60 years? Just listen to the country's responses to World War II, in the form of presidential addresses, news reports and pop songs on this two-CD set, which ranges from the chilling to the humorous. Beginning with the attack on","byline":"By NEIL STRAUSS","date":"20011207","title":"Holiday Forecast: Cool to Sultry, and a Chance of CD Flurries; Compilations, Live Albums And Reissues","url":"http://www.nytimes.com/2001/12/07/movies/holiday-forecast-cool-sultry-chance-cd-flurries-compilations-live-albums-558435.html"},{"body":"Viktor Astafyev, a writer who became famous for his stark novels about the Soviet Union's costly victory in the Second World War and grim narratives about prison camps and the alcoholism and despair of provincial Russian life, died on Thursday at home in Krasnoyarsk, Siberia. He was 77. The cause was reported to be a stroke. Mr. Astafyev had","byline":"By SOPHIA KISHKOVSKY","date":"20011203","title":"Viktor Astafyev, Who Wrote of Rural Russia, Dies at 77","url":"http://www.nytimes.com/2001/12/03/arts/viktor-astafyev-who-wrote-of-rural-russia-dies-at-77.html"},{"body":"Given their own history of Soviet and Chechnyan terror, the four Moscow theater artists who are quoted in the article above were asked to describe their reactions to the attacks on Sept. 11. ALEKSANDR GALIN -- Watching the television coverage, my thoughts were of family and friends. I immediately called New York. The line was busy. It seemed as if","date":"20011202","title":"THEATER; 'Uncertainty Is the Most Lethal Weapon of Terror'","url":"http://www.nytimes.com/2001/12/02/theater/theater-uncertainty-is-the-most-lethal-weapon-of-terror.html"},{"body":"ON a bright Sunday morning earlier this year, four prominent representatives of Russian theater, all in their 50's, met in a large high-ceilinged room filled with natural light a few blocks from Red Square. The building, the Moscow Art Theater School, is part of the complex of the revered Moscow Art Theater, where Konstantin Stanislavsky directed","byline":"By LAWRENCE SACHAROW","date":"20011202","title":"THEATER; For Russians, a Process of Constant Rediscovery","url":"http://www.nytimes.com/2001/12/02/theater/theater-for-russians-a-process-of-constant-rediscovery.html"}],"tokens":["Stalin"],"total":124},{"offset":"0","results":[{"body":"Harry S. Truman left office in 1953 a failure, his administration seemingly undone by the Korean War, rumors of Communists in the government and corruption in several federal agencies. In his waning days in office, the public bestowed on him a dismal approval rating of 23 percent. Since then it's only been up for him. These days, politicians of","byline":"By Christopher Shea","date":"20021221","title":"THINK TANK; About Truman, the Jury's Out (Again)","url":"http://www.nytimes.com/2002/12/21/books/think-tank-about-truman-the-jury-s-out-again.html"},{"body":"In a city whose skyline has long been dominated by concrete Soviet monoliths, some unlikely new neighbors have been appearing. A glass and metal spaceship-like apartment building squats behind the Foreign Affairs Ministry. A lemon-yellow wedding cake towers over the neighborhood where a famous Russian writer once lived. A curvy glass mall stands","byline":"By SABRINA TAVERNISE","date":"20021217","title":"Moscow Journal; Multiliths Overtaking Monoliths On Skyline","url":"http://www.nytimes.com/2002/12/17/world/moscow-journal-multiliths-overtaking-monoliths-on-skyline.html"},{"body":"WHAT kind of president would Strom Thurmond have been if he had actually been elected, a possibility Trent Lott raised a week ago when he said it would have been good for the country? Probably not even Strom Thurmond knew at the time. He never expected to win. His Dixiecrat candidacy was no more than an effort to force the election into the House","byline":"By ADAM CLYMER","date":"20021215","title":"It's 1949: Meet President Strom Thurmond","url":"http://www.nytimes.com/2002/12/15/weekinreview/it-s-1949-meet-president-strom-thurmond.html"},{"body":"THE SHAMAN'S COAT A Native History of Siberia. By Anna Reid. Illustrated. 226 pp. New York: Walker & Company. $25. TOWARD the end of the 16th century, Siberia fell to the Russians as an unexpected prize. When this conquest and occupation began, European Russia stood deep in its own ashes after a half-century of war, famine, plague and despotic rule","byline":"By Benson Bobrick","date":"20021215","title":"How the East Was Won","url":"http://www.nytimes.com/2002/12/15/books/how-the-east-was-won.html"},{"body":"A small piece of history, which for decades served as a crucial source for scholars of the Soviet Union, was returned yesterday when 541 records taken from Communist Party archives by the Nazis in 1941 were handed over to the Russian government by the American Ambassador, Alexander Vershbow. The story of how the records from the western Russian","byline":"By CELESTINE BOHLEN","date":"20021214","title":"A Stray Record of Stalinist Horrors Finds Its Way Home","url":"http://www.nytimes.com/2002/12/14/arts/a-stray-record-of-stalinist-horrors-finds-its-way-home.html"},{"body":"Havana seems to be a tribute to combustion; huge factory chimneys exhale flames and soot into the skies. And making its surprising presence known is the four-cylinder engine. The tales about Cuba's biggest city may dwell on the hulking 1950's American Fords and Chevrolets with their robust eight-cylinder blocks shouldering their way past the","byline":"By ELVIS MITCHELL","date":"20021212","title":"CRITIC'S NOTEBOOK; In Havana, Film Festival Hits a Chord","url":"http://www.nytimes.com/2002/12/12/movies/critic-s-notebook-in-havana-film-festival-hits-a-chord.html"},{"body":"To Huu, who was often called the poet laureate of the Communists' victories over the French and the Americans in Vietnam and who went on to high posts in the country's postwar government, died in Hanoi on Monday. He was 82. His death was reported yesterday by Agence France-Presse. ''He was a great poet who used his poetry as a means to gather and","byline":"By DOUGLAS MARTIN","date":"20021211","title":"To Huu, 82, Vietnam Poet And Communist Voice, Dies","url":"http://www.nytimes.com/2002/12/11/world/to-huu-82-vietnam-poet-and-communist-voice-dies.html"},{"body":"THE CONQUERORS Roosevelt, Truman and the Destruction of Hitler's Germany, 1941-1945 By Michael Beschloss Illustrated. 377 pages. Simon & Schuster. $26.95. ''We come as conquerors, but not as oppressors,'' went Dwight D. Eisenhower's Proclamation No. 1, as Allied forces crossed into Germany in October 1944. The mixture of toughness and possible","byline":"By RICHARD BERNSTEIN","date":"20021211","title":"BOOKS OF THE TIMES; Snatching Complications From the Jaws of Victory","url":"http://www.nytimes.com/2002/12/11/books/books-of-the-times-snatching-complications-from-the-jaws-of-victory.html"},{"body":"THE summer of 1968 was a frenzied one. Radical protests against the Vietnam War raged in the United States and abroad. Political conventions were disrupted. The Soviets trampled Czechoslovakia to crush the Prague Spring. Not surprisingly, yet another coup in Iraq passed with little notice. It was the fourth in 10 years, and it brought the radical","byline":"By SERGE SCHMEMANN","date":"20021208","title":"The World: Prologue; Many Encounters Set Today's Stage","url":"http://www.nytimes.com/2002/12/08/weekinreview/the-world-prologue-many-encounters-set-today-s-stage.html"},{"body":"WOMEN on the streets of Paris these days look as if they came straight from the Gap. High style has left the sidewalks and gone indoors to the art world, where fashion photographs recently made a bid to rule the French capital. November was the Mois de la Photo, a monthlong biennial photography festival offering 192 exhibitions this year. (Some are","byline":"By VICKI GOLDBERG","date":"20021208","title":"ART/ARCHITECTURE; Fashion Images That Make the World Their Runway","url":"http://www.nytimes.com/2002/12/08/arts/art-architecture-fashion-images-that-make-the-world-their-runway.html"}],"tokens":["Stalin"],"total":163},{"offset":"0","results":[{"body":"1. FREE SPIRITS -- The Music at the Anthology Festival, at St. Peter's Episcopal Church in Chelsea, presented ensembles, players and composers from around the world in new-music programs full of quirky, illuminating and often amusing works. The performances revived the lively spirit that drove Bang on a Can in its early years. 2. GONE WEST, YOUNG","byline":"By ALLAN KOZINN","date":"20031228","title":"MUSIC: THE HIGHS; The Classical Moments of the Year","url":"http://www.nytimes.com/2003/12/28/arts/music-the-highs-the-classical-moments-of-the-year-686506.html"},{"body":"To the Editor: John S. Koppel (Letters, Nov. 30) wonders why George Orwell handed his list of suspected Communists to the British Foreign Office in 1949 but not his pro-Nazi list in 1940, and suggests that he was always harder on the extreme left than on the extreme right. In 1949 Orwell, a newly famous author, was directly approached for help by a","date":"20031228","title":"Orwell as Denouncer","url":"http://www.nytimes.com/2003/12/28/books/l-orwell-as-denouncer-627399.html"},{"body":"HOELTERHOFF -- Olga Christina, (nee Goertz). Born May 14, 1912 in Riga in Latvia, died December 17, 2003 in Valley Cottage, NY. Her long and complicated life reflected the tragedy of the Baltic States. Driven from her beloved home in Jurmala by Hitler and Stalin, displaced and often ill, she survived through tenacity, intelligence, and compromise.","date":"20031226","title":"Paid Notice: Deaths HOELTERHOFF, OLGA CHRISTINA","url":"http://www.nytimes.com/2003/12/26/classified/paid-notice-deaths-hoelterhoff-olga-christina.html"},{"body":"Guard Michael Crotty had his laptop with him for the bus ride home from Worcester after Williams College's game against Holy Cross on Dec. 4. Crotty, a senior, figured he would be able to use the two-hour ride to outline a 25-page paper on military leadership for his History 475 class. Instead, one of the most improbable upsets of the college","byline":"By PETE THAMEL","date":"20031225","title":"COLLEGE BASKETBALL; At Williams, Basketball Is in Balance and on the Back Burner","url":"http://www.nytimes.com/2003/12/25/sports/college-basketball-at-williams-basketball-is-in-balance-and-on-the-back-burner.html"},{"body":"Oleg A. Troyanovsky, the suave voice of successive Soviet leaders and his country's affable representative at the United Nations from 1977 to 1986, died on Sunday, the Russian Foreign Ministry told The Associated Press. He was 84. Mr. Troyanovsky, who was also Moscow's ambassador to Japan and China, was the son of the first Soviet ambassador to the","byline":"By WOLFGANG SAXON","date":"20031223","title":"Oleg Troyanovsky, 84, Dies; Affable Soviet Voice at U.N.","url":"http://www.nytimes.com/2003/12/23/world/oleg-troyanovsky-84-dies-affable-soviet-voice-at-un.html"},{"body":"Die-hard supporters of Stalin, a tiny minority throughout the former Soviet states, marched on Sunday to mark the 124th anniversary of his birth in Georgia. A handful of his modern-day supporters gather twice each year at the family home of Iosif Dzhugashvili -- Stalin's real name -- to mark his birth and death. His death on March 5, 1953, gave","date":"20031222","title":"Georgians Observe Stalin's Birthday","url":"http://www.nytimes.com/2003/12/22/world/georgians-observe-stalin-s-birthday.html"},{"body":"Before his capture in a coffinlike bunker outside this desolate Tigris River town, Saddam Hussein spent months moving furtively among 20 or 30 nondescript safe houses in the Sunni Muslim heartland, where a tightknit network of family and clan sheltered him and brought him news from across American-dominated Iraq, American military officials say. In","byline":"By JOHN F. BURNS and ERIC SCHMITT","date":"20031221","title":"THE STRUGGLE FOR IRAQ: THE UNDERGROUND; As a Fugitive, Hussein Stayed Close to Home","url":"http://www.nytimes.com/2003/12/21/world/the-struggle-for-iraq-the-underground-as-a-fugitive-hussein-stayed-close-to-home.html"},{"body":"The authorities in Warsaw plan a museum about the Communist era in the gigantic Palace of Science and Culture, built in the 1950's by Stalin, the PAP news agency said.","date":"20031220","title":"World Briefing | Europe: Poland: A Museum Of Communism","url":"http://www.nytimes.com/2003/12/20/world/world-briefing-europe-poland-a-museum-of-communism.html"},{"body":"As Iraqis struggled to grasp the impact of Saddam Hussein's humiliating capture in a darkened spider hole near Tikrit, it was the television images of the fallen leader that kept replaying in their minds throughout the day on Sunday, just like the images played on their television screens. The videotape taken by his American captors showed a","byline":"By JOHN F. BURNS","date":"20031215","title":"THE CAPTURE OF HUSSEIN: THE MOOD; In the Streets, a Shadow Lifts","url":"http://www.nytimes.com/2003/12/15/world/the-capture-of-hussein-the-mood-in-the-streets-a-shadow-lifts.html"},{"body":"A sampling of musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Anne Midgette, represents what caught this critic's eye and excited her expectations. More holiday recommendations for this weekend are in","date":"20031212","title":"Solemnizing the Holidays With a Cornucopia of Music","url":"http://www.nytimes.com/2003/12/12/movies/solemnizing-the-holidays-with-a-cornucopia-of-music.html"}],"tokens":["Stalin"],"total":181},{"offset":"0","results":[{"body":"THE DICTATORS Hitler's Germany and Stalin's Russia. By Richard Overy. Illustrated. 849 pp. W. W. Norton & Company. $35. IN the immediate aftermath of World War II, scholars, led by Hannah Arendt, routinely compared the Nazi and Soviet regimes, labeling them both as ''totalitarian.'' Reacting against this school, a generation of revisionist","byline":"By Steven Merritt Miner","date":"20041226","title":"Engineers of Death","url":"http://query.nytimes.com/gst/fullpage.html?res=9C06E0DD1430F935A15751C1A9629C8B63"},{"body":"TSAKHIA ELBEGDORJ was running late. After his first 100 days as the prime minister of Central Asia's only multiparty democracy, he had stopped by a hospital to check his blood pressure. The results, as he feared, were not good. The demands of the job, even in Mongolia, are relentless. ''Holding this coalition together is like holding a raw egg,''","byline":"By JAMES BROOKE","date":"20041225","title":"THE SATURDAY PROFILE; A Mongolian and His Nation, Evolving Together","url":"http://query.nytimes.com/gst/fullpage.html?res=9F06E4DA1E30F936A15751C1A9629C8B63"},{"body":"LAST week I stood among flag-waving demonstrators in Independence Square in Kiev and heard the leader of Ukraine's ''orange revolution,'' Viktor Yushchenko, triumphantly declare that Ukraine was a European country. Not Western, not merely democratic, and obviously not American -- European. Yesterday in Brussels, the leaders of the 25 member states","byline":"By Timothy Garton Ash","date":"20041217","title":"The Great Powers of Europe, Redefined","url":"http://query.nytimes.com/gst/fullpage.html?res=9502E4D61430F934A25751C1A9629C8B63"},{"body":"WITH the presidential election over and the holidays upon us a religiously charged political season followed fast by the most religious time of the year in an overwhelmingly religious nation -- unbelievers may be feeling a bit beleaguered. To cheer themselves up, they might visit the virtual home for a group called the United Universists. Founded","byline":"By John Horgan","date":"20041212","title":"Keeping the Faith in My Doubt","url":"http://query.nytimes.com/gst/fullpage.html?res=9C04E7DA1E31F931A25751C1A9629C8B63"},{"body":"The amendments to the Constitution of Ukraine that were adopted Wednesday have set a nation living in a post-Soviet chill on a fully new course. With a vote that spanned Ukraine's deeply divided factions and took the dialogue about the shape of government away from the demonstrators who have flooded Kiev, the country's political class","byline":"By C.J. CHIVERS","date":"20041209","title":"Ukraine's Sharp Turn Toward the West","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DEEDF1031F93AA35751C1A9629C8B63"},{"body":"The elder President Bush's most memorable foreign-policy blunder took place in Kiev in 1991, then under Communist rule. With the Soviet Union coming apart, the U.S. president -- badly advised by the stability-obsessed ''realist'' Brent Scowcroft -- made a speech urging Ukrainians yearning for independence to beware of ''suicidal nationalism.'' His","byline":"By WILLIAM SAFIRE; Bob Herbert is on vacation.","date":"20041206","title":"Putin's 'Chicken Kiev'","url":"http://query.nytimes.com/gst/fullpage.html?res=9C04EFDE1431F935A35751C1A9629C8B63"},{"body":"Is ''Islamic democracy'' really possible? Or is it something meaningless, like ''Jewish science,'' say, or contradictory, like ''people's democracy'' under Communism? This is the question that will determine the future of Iraq, since the man with the greatest credibility in that broken country is Grand Ayatollah Ali al-Sistani, the Shiite cleric,","byline":"By Ian Buruma","date":"20041205","title":"THE WAY WE LIVE NOW: 12-05-04: ESSAY; An Islamic Democracy for Iraq?","url":"http://query.nytimes.com/gst/fullpage.html?res=940DE1DD1E3EF936A35751C1A9629C8B63"},{"body":"FICTION & POETRY ALOFT. By Chang-rae Lee. (Riverhead, $24.95.) The developments of Long Island are the setting for a tale of a self-made American on the rise. THE AMATEUR MARRIAGE. By Anne Tyler. (Knopf, $24.95.) An ambitious exploration of domestic dislocation, ranging over 60 years of American experience. AMERICAN SMOOTH: Poems. By Rita Dove.","date":"20041205","title":"100 Notable Books of the Year","url":"http://query.nytimes.com/gst/fullpage.html?res=9E03EFDA143EF936A35751C1A9629C8B63"},{"body":"THE election crisis unfolding in Ukraine is a foretaste of the problems the European Union will confront in coming decades at its eastern edge. To be sure, what is being played out in Kiev has little to do with the West. Ukraine's democratic revolution was delayed for 13 years by former Soviet bosses who recycled themselves as nationalist","byline":"By Tony Judt","date":"20041205","title":"The Eastern Front, 2004","url":"http://query.nytimes.com/gst/fullpage.html?res=990DEFDC1731F936A35751C1A9629C8B63"},{"body":"IT has been an evocative sight. The bird's-eye views of the crowds in Independence Square in Kiev over the last two weeks challenging the results of Ukraine's presidential election recalled many other spontaneous assemblages in recent years, most chillingly the pro-democracy protesters who filled Tiananmen Square in Beijing in 1989, only to be","byline":"By MICHAEL T. KAUFMAN","date":"20041205","title":"The World; Heeding the Roar of the Street","url":"http://query.nytimes.com/gst/fullpage.html?res=9B07E3DC1731F936A35751C1A9629C8B63"}],"tokens":["Stalin"],"total":140},{"offset":"0","results":[{"body":"HOLIDAYS aren't really about family, spiritual reflection and disposable home decorations from Target. They're about meals. We plotted and grew giddy at the thought of one kind of Christmas dinner; we ended up with quite another. Tell me a sadder tale. It was three years ago. I was living alone in Rome, and my friend Elinor, whose commitment to me","byline":"By FRANK BRUNI","date":"20051225","title":"HOLIDAYS ON THEIR HEADS; When in Rome, Charge the Battery","url":"http://www.nytimes.com/2005/12/25/fashion/sundaystyles/25BRUNI.html"},{"body":"THE good news today is that the great 2005 war on Christmas, the conflagration that launched a thousand op-ed pieces and nearly as many battles on Fox News, is now officially over. And yes, Virginia -- Christmas won! Secularists, Jews, mainline Protestants and all the other grinches failed utterly to take Kriss Kringle down. Except at those","byline":"By Frank Rich","date":"20051225","title":"I Saw Jackie Mason Kissing Santa Claus","url":"http://select.nytimes.com//2005/12/25/opinion/25rich.html"},{"body":"Sixty-five years after Mikhail Bulgakov's death, his novel ''The Master and Margarita'' has yet to lose its cultlike ability to capture readers with its mystical exploration of text, truth and a bargain with the devil for the sake of love. Despite what has been called a curse over film adaptations of the novel and doubts about the possibility of","byline":"By PAUL SONNE","date":"20051219","title":"With Eagerness and Skepticism, Russians Await a Cult Novel's Film Debut","url":"http://www.nytimes.com/2005/12/19/arts/television/19mast.html"},{"body":"To the Editor: Re ''Iraqis, Including Sunnis, Vote in Large Numbers on Calm Day'' (front page, Dec. 16): The parliamentary elections in Iraq confirm that the liberation of Iraq is one of the great successes of American foreign policy. The joyous Iraqi people have sent a remarkable message of enthusiasm for self-determination throughout the Middle","date":"20051217","title":"Iraqis Take Another Hopeful Step","url":"http://query.nytimes.com/gst/fullpage.html?res=9E02EED91630F934A25751C1A9639C8B63"},{"body":"The Edifice Complex How the Rich and Powerful Shape the World By Deyan Sudjic 403 pages. Penguin Press. $27.95. The pyramids, Versailles, the Taj Mahal, the Kremlin, the World Trade Center: it's hardly news that the rich and powerful have used architecture to try to achieve immortality, impress their contemporaries, stroke their own egos and make","byline":"By MICHIKO KAKUTANI","date":"20051213","title":"BOOKS OF THE TIMES; Leaders Who Build To Stroke Their Egos","url":"http://www.nytimes.com/2005/12/13/books/13kaku.html"},{"body":"Victor Yakovenko, a physicist at the University of Maryland, happens to think that current patterns of economic inequality are as natural, and unalterable, as the properties of air molecules in your kitchen. He is a self-described ''econophysicist.'' Econophysics, the use of tools from physics to study markets and similar matters, isn't new, but","byline":"By Christopher Shea","date":"20051211","title":"Econophysics","url":"http://www.nytimes.com/2005/12/11/magazine/11ideas1-15.html"},{"body":"DURING Saddam Hussein's remorseless harangues from the dock last week, one spectator sitting in the glassed-off viewing galleries found his mind moving back more than 40 years, to a court in another Middle Eastern country where a man accused of mass murder stood on trial for his life. The man was Adolf Eichmann, and the venue of the court was","byline":"By JOHN F. BURNS","date":"20051211","title":"THE WORLD: JUDGEMENT DAYS; From Banality to Audacity","url":"http://www.nytimes.com/2005/12/11/weekinreview/11burn.html"},{"body":"Liu Binyan, the forceful dissident writer who repeatedly exposed official corruption and openly challenged the Chinese Communist Party to reform itself before and after he was exiled to the United States in the late 1980's, died Monday. He was 80 years old and lived in East Windsor, N.J. The cause of death was believed to be complications related","byline":"By DAVID BARBOZA","date":"20051206","title":"Liu Binyan, a Fierce Insider Critic of China, Dies at 80","url":"http://www.nytimes.com/2005/12/06/international/asia/06liu.html"},{"body":"Fiction & Poetry BEYOND BLACK. By Hilary Mantel. (John Macrae/Holt, $26.) Neurotic, demanding ghosts haunt a British clairvoyant in this darkly comic novel. A CHANGED MAN. By Francine Prose. (HarperCollins, $24.95.) A neo-Nazi engages a Jewish human rights leader in this morally concerned novel, asking for help in his effort to repent. COLLECTED","date":"20051204","title":"100 Notable Books of the Year","url":"http://www.nytimes.com/2005/12/04/books/review/notable-books2005.html"},{"body":"ALEXANDER II The Last Great Tsar. By Edvard Radzinsky. Translated by Antonina W. Bouis. Illustrated. 462 pp. The Free Press. $35. One dismal March day in 2003, I sat in a cafe on Nevsky Prospekt and casually wondered under which czar my Russian grandfather had been born. I was shocked by the answer -- Alexander II, who had freed the serfs two years","byline":"By Richard Lourie","date":"20051204","title":"Russia's Lincoln","url":"http://www.nytimes.com/2005/12/04/books/review/04lourie.html"}],"tokens":["Stalin"],"total":123},{"offset":"0","results":[{"body":"IT made wimps of earlier invaders, but the dread Russian winter --which defeated both Napoleon and Hitler -- does not intimidate Jim Karpac, a Columbus, Ohio, orthodontist. Thanks to Thinsulate and an unexpected January thaw, he is heading toward the former Imperial capital of St. Petersburg with just a carry-on bag, a thermal jacket and no hat. We","byline":"By STEVE DOUGHERTY","date":"20061231","title":"Holiday on Ice With a Shot of Vodka on the Side","url":"http://travel.nytimes.com/2006/12/31/travel/31petersburg.html"},{"body":"AS 2006 recedes and investors ponder another round of amazing events in the business world, one theme keeps recurring. It was a year when truth was more audacious than fiction. A hedge fund loses $6 billion in a week. A chief executive receives an $82 million pension after his company loses billions in shareholder value. A board chairwoman snoops","byline":"By GRETCHEN MORGENSON","date":"20061231","title":"FAIR GAME; A Year To Suspend Disbelief","url":"http://select.nytimes.com//2006/12/31/business/yourmoney/31award.html"},{"body":"Maria Sadina hunched over fading pictures of her parents, ethnic Germans who were deported in 1941 from the Volga region in Russia to one of Karaganda's many gulag camps. Ms. Sadina's father was imprisoned for praising the quality of a German-made tractor, and for a decade he worked as a slave laborer in the nearby coal mines. Her mother was sent","byline":"By ILAN GREENBERG","date":"20061231","title":"Politics, Economics and Time Bury Memories of the Kazakh Gulag","url":"http://www.nytimes.com/2006/12/31/world/asia/31kazakhstan.html"},{"body":"The hanging of Saddam Hussein ended the life of one of the most brutal tyrants in recent history and negated the fiction that he himself maintained even as the gallows loomed -- that he remained president of Iraq despite being toppled by the United States military and that his power and his palaces would be restored to him in time. The despot,","byline":"By NEIL MacFARQUHAR","date":"20061230","title":"Saddam Hussein, Defiant Dictator Who Ruled Iraq With Violence and Fear","url":"http://www.nytimes.com/2006/12/30/world/middleeast/30saddam.html"},{"body":"This supremely political city has a keen sense of history and its uses. So, not surprisingly, it also has a thing for memorials: marble, granite and otherwise. Six presidents and seven wars have monumental tributes in or near downtown Washington. But presidents are not the only people so honored. Ground was broken for the Martin Luther King Jr.","byline":"By FELICITY BARRINGER","date":"20061230","title":"A City of Memorials Finds Itself Filling Up","url":"http://www.nytimes.com/2006/12/30/us/30memorial.html"},{"body":"The Romanian president, Traian Basescu, on Monday formally condemned the Communist dictatorship that ruled his country for more than four decades, the first time a Romanian head of state had officially denounced the Soviet-era system. ''The regime exterminated people by assassination and deportation of hundreds of thousands of people,'' Mr. Basescu","byline":"By CRAIG S. SMITH","date":"20061219","title":"Romanian Leader Condemns Communist Rule","url":"http://www.nytimes.com/2006/12/19/world/europe/19romania.html"},{"body":"The statue of Friedrich Engels that graces one of central Moscow's most prestigious neighborhoods has not been of much use to any but pigeons in recent years. But Engels, the co-author of ''The Communist Manifesto,'' was a handy rallying point not long ago for some residents of that neighborhood, Ostozhenka, who were protesting its transformation","byline":"By SOPHIA KISHKOVSKY","date":"20061218","title":"MOSCOW JOURNAL; Engels Would Gasp, and Locals Gripe, at a Golden Mile","url":"http://www.nytimes.com/2006/12/18/world/europe/18moscow.html"},{"body":"Valentina Sivryukova knew her public service messages were hitting the mark when she heard how one Kazakh schoolboy called another stupid. ''What are you,'' he sneered, ''iodine-deficient or something?'' Ms. Sivryukova, president of the national confederation of Kazakh charities, was delighted. It meant that the years spent trying to raise public","byline":"By DONALD G. McNEIL Jr.","date":"20061216","title":"In Raising the World's I.Q., the Secret's in the Salt","url":"http://www.nytimes.com/2006/12/16/health/16iodine.html"},{"body":"As long as there have been personal fouls and holding penalties, sports fans have vilified referees for making bad calls. But in recent years, criticizing the officials of the major professional and college sports has evolved from a crude art form -- ''Ref, if you had one more eye you'd be a cyclops! Go back to Foot Locker!'' -- to an efficient","byline":"By JASON ZINOMAN","date":"20061210","title":"THE 6th ANNUAL YEAR IN IDEAS; YouTube Referee Indictment, The","url":"http://www.nytimes.com/2006/12/10/magazine/10youtube.html"},{"body":"I CALLED Alexander Litvinenko in London to ask him about poison and the K.G.B., and he was glad to oblige. Yes, he said in that interview two years ago, he believed that the Russian security agency was behind the dioxin poisoning of Viktor Yushchenko, who was running for president of Ukraine. The view inside the K.G.B. and its successor, the","byline":"By SCOTT SHANE","date":"20061210","title":"Correspondence | Spy Wars; When an Ex-K.G.B. Man Says They're Out to Get Him","url":"http://www.nytimes.com/2006/12/10/weekinreview/10shane.html"}],"tokens":["Stalin"],"total":128},{"offset":"0","results":[{"body":"Talk about prestigious and prominent bylines: the table of contents of one new publication includes Thucydides, Shakespeare, Tolstoy, Osama bin Laden, Pope Urban II, Lenin ...and Lewis H. Lapham. Mr. Lapham, who edited Harper's Magazine for nearly 30 years, retired from that job in 2006 only to start a new publication, Lapham's Quarterly, which","byline":"By SARA IVRY","date":"20071231","title":"In His Own Magazine, an Editor Puts Himself Into an Elite Group","url":"http://www.nytimes.com/2007/12/31/business/media/31lapham.html"},{"body":"LIBERAL FASCISM The Secret History of the American Left From Mussolini to the Politics of Meaning. By Jonah Goldberg. 487 pp. Doubleday. $27.95. Coming of age in the 1960s, I heard the word ''fascist'' all the time. College presidents were fascists, Vietnam War supporters were fascists, policemen who tangled with protesters were fascists, on and","byline":"By DAVID OSHINSKY","date":"20071230","title":"Heil Woodrow!","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E4D91631F933A05751C1A9619C8B63"},{"body":"IF President Hugo Chvez has dreamed of turning Venezuela into a Cuba with oil, the Venezuelans who oppose him have discovered the perfect antidote: the student movement. At the time of last month's referendum on Mr. Chvez's efforts to remake the Constitution to his liking, I got to know some of the ''chamos,'' as the student activists are","byline":"By ENRIQUE KRAUZE","date":"20071230","title":"OP-ED CONTRIBUTOR; Humanizing the Revolution","url":"http://www.nytimes.com/2007/12/30/opinion/30krauze.html"},{"body":"The history of art is always growing, but this year has brought some especially outstanding expansions. New York has been the beneficiary of two large exhibitions of Latin American modernism, a revelatory presentation of early Modernist photography from Central Europe and a survey of the paintings of Richard Pousette-Dart, an artist previously lost","byline":"By ROBERTA SMITH","date":"20071228","title":"ART REVIEW | ALINA SZAPOCZNIKOW; Chewing Gum, Plaster Bellies and Other Sculptural Byways","url":"http://www.nytimes.com/2007/12/28/arts/design/28alin.html"},{"body":"LAST week, European Union leaders put an end to a decade of diplomatic wrangling and signed the Treaty of Lisbon, which outlined a complete overhaul of the organization, including the creation of a permanent post of European Union president to represent Europe on the world stage. During the ceremony at Lisbon's grandiose Jernimos Monastery, a","byline":"By SLAVOJ ZIZEK","date":"20071224","title":"'Ode to Joy,' Followed by Chaos and Despair","url":"http://www.nytimes.com/2007/12/24/opinion/24zizek.html"},{"body":"There are chilling echoes of the Soviet past in Russia's current political game: President Vladimir Putin's secretive style; his K.G.B. background; the enormous, autocratic power he wields; and if there's a power struggle going on in the Kremlin (Mr. Putin's term ends early next year), no outsider has been let in on it. Anyone who followed the","byline":"By SERGE SCHMEMANN","date":"20071221","title":"EDITORIAL OBSERVER; Changes  la Russe: Vladimir Putin and Echoes From the Past","url":"http://www.nytimes.com/2007/12/21/opinion/21fri4.html"},{"body":"Seventy-five years ago, in a small village in eastern Ukraine, Daria Schulha Kira recalls huddling with her three siblings as Communist Party officials ransacked their home looking for grain. ''Your government needs your food,'' she remembers the armed men shouting. ''Then they took iron bars and poked in the walls and the floors looking for","byline":"By PETER DUFFY","date":"20071219","title":"75 Years Later, Survivor Helps Commemorate Ukrainian Famine","url":"http://www.nytimes.com/2007/12/19/nyregion/19ukraine.html"},{"body":"The sports world is giving New Yorkers more than their usual quotient of agita, and that includes people who think a full-court press is a legal maneuver and a hat trick part of David Copperfield's act. This has nothing to do with athletics or the skills of teams like the Knicks, who play a game that almost resembles basketball, and the Jets, who","byline":"By CLYDE HABERMAN","date":"20071218","title":"NYC; For Sports Fans, a Season of Foul Play","url":"http://query.nytimes.com/gst/fullpage.html?res=9C04E1DB113AF93BA25751C1A9619C8B63"},{"body":"After enjoying one of the most celebrated careers in Hollywood, you've decided to go the art-house route and make ''Youth Without Youth,'' a Romanian fable about an age-defying linguist and his lover who is reincarnated as a seventh-century Indian. Is the film intended for a mass audience? No, not at all. How much did it cost to make? Under $15","byline":"Interview by DEBORAH SOLOMON","date":"20071216","title":"QUESTIONS FOR FRANCIS FORD COPPOLA; Independent Streak","url":"http://www.nytimes.com/2007/12/16/magazine/16wwln-Q4-t.html"},{"body":"Russia's Communist Party on Saturday nominated its leader, Gennadi A. Zyuganov, to run for president ahead of elections in March, pitting him against President Vladimir V. Putin's preferred successor, Dmitri A. Medvedev. Although Mr. Putin has endorsed a presidential bid by Mr. Medvedev, who is a first deputy prime minister and the Russian leader's","byline":"By REUTERS","date":"20071216","title":"Communists Nominate Leader to Run for President of Russia","url":"http://www.nytimes.com/2007/12/16/world/europe/16russia.html"}],"tokens":["Stalin"],"total":140},{"offset":"0","results":[{"body":"A defining moment of the cold war came in 1955 when Moscow detonated its first hydrogen bomb -- a weapon roughly a thousand times more powerful than atom bombs and ideal for obliterating large cities. The bomb ended the American monopoly and posed a lethal danger. So Washington dealt far more gingerly with Moscow, beginning a tense era dominated by","byline":"By WILLIAM J. BROAD","date":"20081230","title":"Soviets Stole Bomb Idea From U.S., Book Says","url":"http://www.nytimes.com/2008/12/30/science/30bomb.html"},{"body":"Valentin Berlinsky, for six decades the cellist of the Borodin Quartet, one of the most renowned string quartets in the world and by all accounts the longest continuously playing one, died on Dec. 15 in Moscow. He was 83 and had lived in Moscow most of his life. The death was announced on the quartet's Web site, borodinquartet.com, which gave no","byline":"By MARGALIT FOX","date":"20081225","title":"Valentin Berlinsky, 83, Cellist With Borodin Quartet","url":"http://www.nytimes.com/2008/12/25/arts/music/25berlinsky.html"},{"body":"During the last days of World War II, this drab city in eastern Germany was almost completely destroyed as Soviet troops advanced toward Berlin. It has been rebuilt, of course, and this year it boasts spectacular medieval stained-glass windows that have been returned after more than 60 years in exile in Russia. Yet the 66-foot-tall windows -- which","byline":"By JUDY DEMPSEY","date":"20081223","title":"A War Still Seen Through Stained Glass","url":"http://www.nytimes.com/2008/12/23/world/europe/23germany.html"},{"body":"Olga Lepeshinskaya, a leading ballerina of the Bolshoi Ballet in the 1940s and '50s whose bravura and vivacity served her both in the 19th-century classics and in uplifting roles as the heroine of contemporary Soviet works, died on Saturday in Moscow. She was 92. The Itar-Tass news agency said she died in her sleep in her apartment. Ms.","byline":"By ANNA KISSELGOFF","date":"20081222","title":"Olga Lepeshinskaya, 92, Soviet Ballerina","url":"http://www.nytimes.com/2008/12/22/arts/dance/22lepeshinskaya.html"},{"body":"SASHENKA By Simon Montefiore 522 pages. Simon & Schuster. $27. ''He's a madman, she thought as he made love to her again,'' Simon Montefiore writes in ''Sashenka,'' his new novel about the Russian Revolution. ''Oh, my God, after 20 years of being the most rational Bolshevik woman in Moscow, this goblin has driven me crazy!'' This is followed by","byline":"By DINITIA SMITH","date":"20081218","title":"BOOKS OF THE TIMES; The Perils of Comrade Snowfox, Girl Bolshevik","url":"http://www.nytimes.com/2008/12/18/books/18smit.html"},{"body":"In 1945, after the atomic destruction of two Japanese cities, J. Robert Oppenheimer expressed foreboding about the spread of nuclear arms. ''They are not too hard to make,'' he told his colleagues on the Manhattan Project at Los Alamos, N.M. ''They will be universal if people wish to make them universal.'' That sensibility, born where the atomic","byline":"By WILLIAM J. BROAD","date":"20081209","title":"The Hidden Travels of The Bomb","url":"http://www.nytimes.com/2008/12/09/science/09bomb.html"},{"body":"MOSCOW -- Aleksy II, the Russian Orthodox patriarch who led a revival of the church after the fall of Communism and built close ties to the Kremlin under Vladimir V. Putin, died Friday at his residence in Moscow, news agencies reported. The patriarch was 79, and the church did not disclose the cause of death. He had long suffered from heart","byline":"By CLIFFORD J. LEVY","date":"20081206","title":"Russian Orthodox Patriarch Dies at 79","url":"http://www.nytimes.com/2008/12/06/world/europe/06patriarch.html"},{"body":"In the heat of the Georgia crisis in August, Chancellor Angela Merkel of Germany flew to Russia to warn about the consequences of renewed militarism. Two days later she was in Georgia, voicing support for the country's eventual entry into NATO. Autumn crept in and passions cooled. The beginning of October found Mrs. Merkel back in Russia, looking","byline":"By NICHOLAS KULISH","date":"20081202","title":"Germany Aims to Protect Its Interests by Guiding the West's Ties to Russia","url":"http://www.nytimes.com/2008/12/02/world/europe/02germany.html"},{"body":"Should the Kremlin open up the archives of Stalin's security services, which have become increasingly off limits since Vladimir V. Putin took power in Russia? Or would such unfettered access inflame tensions over issues that should be put to rest? And how should Russians today regard the darkest chapters of Soviet history? Russian bloggers debated","byline":"By CLIFFORD J. LEVY","date":"20081130","title":"Responding to Article, Russians Grapple With Soviet Past","url":"http://query.nytimes.com/gst/fullpage.html?res=9B02E3D7173AF933A05752C1A96E9C8B63"},{"body":"For years, the earth in this Siberian city had been giving up clues: a scrap of clothing, a fragment of bone, a skull with a bullet hole. And so a historian named Boris P. Trenin made a plea to officials. Would they let him examine secret archives to confirm that there was a mass grave here from Stalin's purges? Would they help him tell the story","byline":"By CLIFFORD J. LEVY","date":"20081127","title":"KREMLIN RULES; Nationalism of Putin's Era Veils Sins of Stalin's","url":"http://www.nytimes.com/2008/11/27/world/europe/27archives.html"}],"tokens":["Stalin"],"total":124},{"offset":"0","results":[{"body":"Tributes to David Levine, who died on Tuesday at 83, have been mulling over his place among today's cartoonists and caricaturists. Fair enough. But his genius was really that he wasn't like anybody else. Art Spiegelman used the word ''sobriety'' when we talked on Wednesday, and that's right. Mr. Levine brought sobriety back to caricature, among","byline":"By MICHAEL KIMMELMAN","date":"20091231","title":"AN APPRAISAL; Starting With Lines, but Ending With Truth","url":"http://www.nytimes.com/2009/12/31/arts/design/31levine.html"},{"body":"Karl Malden: 1912-2009 Budd Schulberg: 1914-2009 In 1987, over lunch with the blacklisted director Martin Ritt, Karl Malden professed surprise that Ritt could not find it in himself to forgive Malden's old friend and mentor, Elia Kazan. Sure, Kazan had named names before the House Un-American Activities Committee (HUAC), but that was more than 30","byline":"By ANTHONY GIARDINA","date":"20091227","title":"THE LIVES THEY LIVED; Karl Malden and Budd Schulberg: b. 1912 and 1914: Naming Names","url":"http://www.nytimes.com/2009/12/27/magazine/27malden-t.html"},{"body":"LORDS OF FINANCE: The Bankers Who Broke the World, by Liaquat Ahamed (Penguin, $18.) Ahamed, a veteran hedge fund manager and a terrific writer, describes the world's descent into the Great Depression. He looks over the shoulders of the four central bankers -- of the United States, Britain, France and Germany -- whose slow and orthodox response to","byline":"By ELSA DIXLER","date":"20091227","title":"Paperback Row","url":"http://www.nytimes.com/2009/12/27/books/review/PaperRow-t.html"},{"body":"The Communist Party celebrated the 130th birthday of Joseph Stalin on Monday with an appeal for people not to bring up the more unseemly aspects of his record. Stalin is a polarizing figure in Russia, still popular for winning World War II and industrializing the Soviet Union while reviled for the purges that killed or displaced millions of people.","byline":"By CLIFFORD J. LEVY","date":"20091222","title":"WORLD BRIEFING | EUROPE; Russia: A Celebration of Stalin","url":"http://query.nytimes.com/gst/fullpage.html?res=940CE5DE1E3BF931A15751C1A96F9C8B63"},{"body":"WHEN Hallmark cards don't seem to fit the moment, perhaps a little advice from Stalin will do. Dictator Goods, a month-old company, offers black-and-white musings from your favorite tyrants. ''The Greatest Happiness,'' reads one such missive, ''is to vanquish your enemies, to chase them before you, to rob them of their wealth, to see those dear to","byline":"By CHARLOTTE DRUCKMAN","date":"20091220","title":"All Best, Genghis","url":"http://query.nytimes.com/gst/fullpage.html?res=9C04E4D71031F933A15751C1A96F9C8B63"},{"body":"On a September afternoon, about 60 prominent Christians assembled in the library of the Metropolitan Club on the east side of Central Park. It was a gathering of unusual diversity and power. Many in attendance were conservative evangelicals like the born-again Watergate felon Chuck Colson, who helped initiate the meeting. Metropolitan Jonah, the","byline":"By DAVID D. KIRKPATRICK","date":"20091220","title":"THE RIGHT HAND OF THE FATHERS","url":"http://www.nytimes.com/2009/12/20/magazine/20george-t.html"},{"body":"Artists and preservationists are in uproar because Prime Minister Vladimir V. Putin has signed a decree that critics say would allow developers to demolish a Soviet-era cultural landmark, the Central House of Artists. The property houses. among other things, the 20th-century works of the Tretyakov Gallery, including paintings by Malevich and","byline":"By SOPHIA KISHKOVSKY","date":"20091215","title":"Moscow Cultural Landmark Is Seen as Threatened","url":"http://www.nytimes.com/2009/12/15/world/europe/15iht-moscow.html"},{"body":"If you were graduating from Princeton in the first part of the 20th century, you probably heard the university president, John Hibben, deliver one of his commencement addresses. Hibben's running theme, which was common at that time, was that each person is part angel, part devil. Life is a struggle to push back against the evils of the world","byline":"By DAVID BROOKS","date":"20091215","title":"OP-ED COLUMNIST; Obama's Christian Realism","url":"http://www.nytimes.com/2009/12/15/opinion/15brooks.html"},{"body":"To a Catholic boy like Tim Dolan, growing up in the heartland when Protestant neighbors still made casual jokes about the ''papists'' next door, Bishop Fulton J. Sheen rode into town in the 1950s on the new main street of the United States, the television set, like a true-blue American hero. ''He showed the broad American public that the truths of","byline":"By PAUL VITELLO; Ravi Somaiya contributed reporting.","date":"20091210","title":"Remembrance, and Maybe Sainthood, for Bishop Fulton J. Sheen","url":"http://www.nytimes.com/2009/12/10/nyregion/10sheen.html"},{"body":"THE RED FLAG A History of Communism By David Priestland Illustrated. 675 pages. Grove Press. $30. In 1946 George F. Kennan described communism as a ''malignant parasite'' that ''feeds only on diseased tissue.'' More than six decades later, this parasite has been nearly eradicated from the planet. Communism in its most traditional form -- now that","byline":"By DWIGHT GARNER","date":"20091209","title":"BOOKS OF THE TIMES; Communism's Path: A Once-Vigorous Idea That Has Lost Its Muscle","url":"http://www.nytimes.com/2009/12/09/books/09book.html"}],"tokens":["Stalin"],"total":121},{"offset":"0","results":[{"body":"MOSCOW -- The Oscar-winning film director Nikita Mikhalkov may hail from one of the Russian intelligentsia's most famous families, but he has become the target of barbs over a rambling political manifesto and of angry street demonstrations by his neighbors. The latter -- many of them also part of Russia's elite -- are furious that Mr. Mikhalkov,","byline":"By SOPHIA KISHKOVSKY","date":"20101229","title":"Russian Director's Power Play","url":"http://www.nytimes.com/2010/12/29/arts/29iht-MIKHA29.html"},{"body":"MINSK, Belarus -- With campaign fliers promising ''action instead of promises,'' Yegor Vasilievsky stood outside a busy shopping center here on Friday, drumming up support for a challenger to Belarus's president, Aleksandr G. Lukashenko. He had been at it for four hours and had managed, remarkably, to stay out of jail. ''Handing out information","byline":"By MICHAEL SCHWIRTZ","date":"20101219","title":"In Belarus Campaign, a Veneer of Pluralism Emerges With the West in Mind","url":"http://www.nytimes.com/2010/12/19/world/europe/19belarus.html"},{"body":"For Larisa Shchetinina, now 72, the decision to leave Ukraine -- though not the act itself -- came suddenly. In 1992, she went to Kiev to say goodbye to her brother, who was moving to Israel. In the center of the country's capital she saw graffiti on a wall that read, in large letters: ''Let's drown Russians in Jewish blood.'' She and her husband,","byline":"By EWA KERN-JEDRYCHOWSKA","date":"20101209","title":"THE NEEDIEST CASE; Surviving Hitler and Stalin to Fight Poverty and Cancer","url":"http://www.nytimes.com/2010/12/09/nyregion/09neediest.html"},{"body":"WARSAW -- President Dmitri A. Medvedev of Russia awarded the Order of Friendship this week to Andrzej Wajda, the celebrated Polish film director, an event few Poles or Russians could have imagined taking place. Renowned for his films about his country's stubborn resistance to Soviet domination, Mr. Wajda in 2007 touched a nerve among Russians with","byline":"By JUDY DEMPSEY","date":"20101209","title":"LETTER FROM EUROPE; Old Foes See Reasons to Get Along","url":"http://www.nytimes.com/2010/12/09/world/europe/09iht-letter.html"},{"body":"WARSAW -- Polish and Russian leaders vowed Monday to open a new chapter in their relations, a move that could eventually end centuries of enmity and distrust between two great Slavic powers of Europe's East and strengthen security and stability in this part of the continent. The promise to work much more closely together came after talks between","byline":"By JUDY DEMPSEY","date":"20101207","title":"Poland and Russia Vow to Open New Chapter of Cooperation in Relations","url":"http://www.nytimes.com/2010/12/07/world/europe/07iht-poland.html"},{"body":"ON a balmy fall evening in the Mission District of San Francisco, hundreds of people spilled onto Valencia Street, where they chatted happily for a few minutes before pouring back into bookstores, cafes and theaters. It was a giddy, animated crowd, but most of all bookish -- a collection of fans and believers, here to listen to the written word.","byline":"By GREGORY DICUM","date":"20101205","title":"A Reader's San Francisco","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0DE0DE1030F936A35751C1A9669D8B63"},{"body":"ON a balmy fall evening in the Mission District of San Francisco, hundreds of people spilled onto Valencia Street, where they chatted happily for a few minutes before pouring back into bookstores, cafes and theaters. It was a giddy, animated crowd, but most of all bookish -- a collection of fans and believers, here to listen to the written word.","date":"20101205","title":"A Reader's San Francisco","url":"http://travel.nytimes.com/2010/12/05/travel/05SanFran.html"},{"body":"APOLLO'S ANGELS: A History of Ballet, by Jennifer Homans (Random House, $35.) The question of classical ballet's survival lies at the heart of this definitive history, which traces dance across four centuries of wars and revolutions, both artistic and political. SELECTED STORIES, by William Trevor (Viking, $35.) Trevor's collection is frequently","date":"20101205","title":"Editors' Choice","url":"http://www.nytimes.com/2010/12/05/books/review/EdChoice-t.html"},{"body":"ON a balmy fall evening in the Mission District of San Francisco, hundreds of people spilled onto Valencia Street, where they chatted happily for a few minutes before pouring back into bookstores, cafes and theaters. It was a giddy, animated crowd, but most of all bookish -- a collection of fans and believers, here to listen to the written word.","byline":"By GREGORY DICUM","date":"20101205","title":"A Reader's San Francisco","url":"http://query.nytimes.com/gst/fullpage.html?res=9900E7D61730F936A35751C1A9669D8B63"},{"body":"Bella Akhmadulina, a poet whose startling images and intensely personal style, couched in classical verse forms, established her as one of the Soviet Union's leading literary talents, died on Monday at her home in Peredelkino, outside Moscow. She was 73. Her death was reported by the Russian news agency Itar-Tass, which quoted her husband, Boris","byline":"By WILLIAM GRIMES","date":"20101201","title":"Bella Akhmadulina, 73, A Bold, Personal Voice In Russian Poetry, Dies","url":"http://query.nytimes.com/gst/fullpage.html?res=9803E7DC1F31F932A35751C1A9669D8B63"}],"tokens":["Stalin"],"total":154},{"offset":"0","results":[{"body":"Eva Zeisel, a ceramic artist whose elegant, eccentric designs for dinnerware in the 1940s and '50s helped to revolutionize the way Americans set their tables, died on Friday in New City, N.Y. She was 105. Her death was confirmed by her daughter, Jean Richards. Ms. Zeisel (pronounced ZY-sel), along with designers like Mary and Russel Wright and","byline":"By WILLIAM L. HAMILTON","date":"20111231","title":"Eva Zeisel, Ceramic Artist and Designer, Dies at 105","url":"http://www.nytimes.com/2011/12/31/arts/design/eva-zeisel-ceramic-artist-and-designer-dies-at-105.html"},{"body":"MOSCOW -- President Dmitri A. Medvedev has responded to the street protests in Moscow with proposals for political reform, but his recent personnel appointments seem to tell a different story: top posts went to former officers in the K.G.B. and long-serving loyalists of his political mentor, Vladimir V. Putin. Mr. Medvedev said Wednesday that the","byline":"By ANDREW E. KRAMER","date":"20111229","title":"Political Promotions in Russia Appear to Belie President's Promise of Reform","url":"http://www.nytimes.com/2011/12/29/world/europe/medvedev-promotes-members-of-hard-line-faction-in-russia.html"},{"body":"On the evening of Christmas Day 20 years ago, my wife and kids went to Moscow's Red Square to round out a day of holiday cheer. I had to stay in The Times's office because Mikhail Gorbachev had resigned that morning and was making a televised address in the evening. It was not Christmas in Moscow -- the holiday takes place on Jan. 7 there -- and","byline":"By SERGE SCHMEMANN","date":"20111225","title":"EDITORIAL | SUNDAY OBSERVER; When Regime Change Came With a Whimper","url":"http://www.nytimes.com/2011/12/25/opinion/sunday/when-the-soviet-regime-fell-with-a-whimper.html"},{"body":"On my first trip to North Korea in 1989, I made a nuisance of myself by randomly barging into private homes. I wanted to see how ordinary North Koreans actually live, and people were startled but hospitable. The most surprising thing I found was The Loudspeaker affixed to a wall in each home. The Loudspeaker is like a radio but without a dial or","byline":"By NICHOLAS D. KRISTOF","date":"20111222","title":"OP-ED COLUMNIST; A New Kim. A New Chance?","url":"http://www.nytimes.com/2011/12/22/opinion/kristof-a-new-kim-a-new-chance.html"},{"body":"SYDNEY -- There are few things more unsettling for democratic leaders than the unfolding of a leadership transition within an authoritarian ''rogue state.'' When the transition is taking place in the most secretive and militarized country in the world, it is no wonder that no one in Seoul, Tokyo, Washington and even Beijing can rest easy. No one","byline":"By JOHN LEE","date":"20111221","title":"OP-ED CONTRIBUTOR; A Chance for North Koreans","url":"http://www.nytimes.com/2011/12/21/opinion/a-chance-for-north-koreans.html"},{"body":"SOME organizations that travel the classical music mainstream have undertaken innovations this year. Take, for example, the demand for fresh programming that made the Spring for Music festival of visiting orchestras at Carnegie Hall such a success. But for me the most memorable performances were by groups that specialize in the repertory's","byline":"By ALLAN KOZINN","date":"20111218","title":"Opera Flourishing At the Extremes","url":"http://www.nytimes.com/2011/12/18/arts/music/provocative-opera-at-2-extremes-early-and-new-music.html"},{"body":"How many of the world's problems would be solved, or at least greatly reduced, if women had true parity with men? Just think how having equal rights before the law, equal access to education and reproductive autonomy would affect women's ability to fulfill their potential worldwide. Then consider, as various writers have maintained, how this might","byline":"By ROBERTA SMITH","date":"20111216","title":"ART REVIEW; Venus Rising From Her Pretty Prison","url":"http://www.nytimes.com/2011/12/16/arts/design/sanja-ivekovics-sweet-violence-at-museum-of-modern-art-review.html"},{"body":"WARSAW -- Does Poland have the last healthy economy in Europe? With robust economic growth, rising foreign investment and a new luxury high-rise, designed by Daniel Libeskind, redefining the Warsaw skyline, it certainly feels like a different world from most of its neighbors, troubled by the debt crisis and recession fears. Not being part of the","byline":"By JACK EWING","date":"20111215","title":"Poland Skirts Euro Zone Woes, for Now","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CE5DD103BF936A25751C1A9679D8B63"},{"body":"WARSAW -- Does Poland have the last healthy economy in Europe? With robust economic growth, rising foreign investment and a new luxury high-rise, designed by Daniel Libeskind, redefining the Warsaw skyline, it certainly feels like a different world from most of its neighbors, troubled by the debt crisis and recession fears. Not being part of the","byline":"By JACK EWING","date":"20111215","title":"Poland Skirts Euro Zone Woes, for Now","url":"http://www.nytimes.com/2011/12/15/business/global/15iht-poland15.html"},{"body":"Young Adult Between Shades of Gray. By Ruta Sepetys. (Philomel, $17.99.) This haunting novel exposes the horrors of Stalin from the perspective of a 15-year-old Lithuanian girl, evacuated to a camp in Siberia. A ''superlative first novel,'' Linda Sue Park wrote in the Book Review. Daughter of Smoke and Bone. By Laini Taylor. (Little, Brown,","date":"20111204","title":"Notable Children's Books of 2011","url":"http://query.nytimes.com/gst/fullpage.html?res=9800E3DB1330F937A35751C1A9679D8B63"}],"tokens":["Stalin"],"total":129},{"offset":"0","results":[{"body":"MENLO PARK, Calif. &mdash; Many people cite Albert Einstein&rsquo;s aphorism &ldquo;Everything should be made as simple as possible, but no simpler.&rdquo; Only a handful, however, have had the opportunity to discuss the concept with the physicist over breakfast. One of those is Peter G. Neumann, now an 80-year-old computer scientist at SRI","byline":"By JOHN MARKOFF","date":"20121030","title":"PROFILES IN SCIENCE PETER G. NEUMANN; Rethinking the Computer at 80","url":"http://www.nytimes.com/2012/10/30/science/rethinking-the-computer-at-80.html"},{"body":"WHEN film programmers at the Museum of Modern Art hit a speed bump putting together their coming series on Arab cinema, their Moroccan intern, Othmane Belafrej, did what many people do in times of stress: He called his mother. She was going to Casablanca anyway, he said. And once she got there, she went to the home of the venerable director Mohamed","byline":"By JOHN ANDERSON","date":"20121028","title":"FILM; Films From the Arab World at MoMA","url":"http://www.nytimes.com/2012/10/28/movies/films-from-the-arab-world-at-moma.html"},{"body":"During the course of ''Symphony #9,'' the new ballet by Alexei Ratmansky, the ballerina Polina Semionova returns to the stage and to her partner, Marcelo Gomes, seated alone. Instead of rousing him or dancing, her first action is to place her hand tenderly over his mouth, as if to stop the words he is ready to utter. This largely ebullient and","byline":"By ALASTAIR MACAULAY","date":"20121020","title":"DANCE REVIEW; Swirls and Shifts in a Kaleidoscope","url":"http://www.nytimes.com/2012/10/20/arts/dance/alexei-ratmanskys-symphony-9-has-city-center-premiere.html"},{"body":"AS members of the Russian punk-rock band Pussy Riot appeal their two-year prison sentence for a political protest in Moscow's Cathedral of Christ the Saviour, a pale of repression is settling over their country. This crackdown is wrapped in legislative garb, but the iron grip of authoritarianism is unmistakable. Vladimir Putin's tightening of the","byline":"By ARIEL COHEN","date":"20121019","title":"OP-ED CONTRIBUTOR; Putin's New 'Fortress Russia'","url":"http://www.nytimes.com/2012/10/19/opinion/putins-new-fortress-russia.html"},{"body":"Washington IN the latest volume of his acclaimed biography of Lyndon B. Johnson, Robert A. Caro repeats a long-standing but erroneous myth about the Cuban missile crisis. Drawing on early accounts of the crisis, he describes a confrontation on Oct. 24, 1962, between American destroyers and Soviet ships carrying nuclear missiles to Cuba . According","byline":"By MICHAEL DOBBS","date":"20121016","title":"OP-ED CONTRIBUTOR; The Price of a 50-Year Myth","url":"http://www.nytimes.com/2012/10/16/opinion/the-eyeball-to-eyeball-myth-and-the-cuban-missile-crisiss-legacy.html"},{"body":"Athens Kalamiotou Street, at night It's been three years since Greece became the epicenter of Europe's debt crisis, but you'd hardly know it strolling the center of Athens at night. Eclectic restaurants and crackling night life animate a maze of streets steps from the Acropolis and the Greek Parliament. Instead of tucking into a heavy taverna","byline":"By LIZ ALDERMAN, INGRID K. WILLIAMS, CHARLY WILDER, SETH SHERWOOD, KAREN LEIGH, RAVI SOMAIYA, ELLEN BARRY, ELAINE SCIOLINO, JOSHUA HAMMER and RACHEL DONADIO","date":"20121014","title":"Hidden Gems of Europe","url":"http://query.nytimes.com/gst/fullpage.html?res=9A06E6D6103AF937A25753C1A9649D8B63"},{"body":"Athens Kalamiotou Street, at night It's been three years since Greece became the epicenter of Europe's debt crisis, but you'd hardly know it strolling the center of Athens at night. Eclectic restaurants and crackling night life animate a maze of streets steps from the Acropolis and the Greek Parliament. Instead of tucking into a heavy taverna","byline":"By LIZ ALDERMAN, INGRID K. WILLIAMS, CHARLY WILDER, SETH SHERWOOD, KAREN LEIGH, RAVI SOMAIYA, ELLEN BARRY, ELAINE SCIOLINO, JOSHUA HAMMER and RACHEL DONADIO","date":"20121014","title":"Hidden Gems of Europe","url":"http://travel.nytimes.com/2012/10/14/travel/hidden-gems-of-europe.html"},{"body":"Beano Cook, whose authoritative growl and curmudgeonly but witty observations as an analyst for ESPN and other networks earned him the nickname the Pope of College Football, was found dead on Thursday morning in a Pittsburgh nursing home. He was 81. E. J. Borghetti, media relations director for the University of Pittsburgh , a job Mr. Cook, once","byline":"By DOUGLAS MARTIN","date":"20121013","title":"Beano Cook, 81, Irreverent Football Analyst","url":"http://query.nytimes.com/gst/fullpage.html?res=9901E4DA163DF930A25753C1A9649D8B63"},{"body":"Beano Cook, whose authoritative growl and curmudgeonly but witty observations as an analyst for ESPN and other networks earned him the nickname the Pope of College Football, was found dead on Thursday morning in a Pittsburgh nursing home. He was 81. E. J. Borghetti, media relations director for the University of Pittsburgh , a job Mr. Cook, once","byline":"By DOUGLAS MARTIN","date":"20121012","title":"Beano Cook, Irreverent College Football Analyst, Dies at 81","url":"http://www.nytimes.com/2012/10/12/sports/ncaafootball/beano-cook-college-football-analyst-dies-at-81.html"},{"body":"MOSCOW -- So what does President Vladimir V. Putin think about inevitably becoming a retiree? It may well be the most personally wrenching question that Russia 's macho-man in chief has faced since the start of his third term in May, and it came not from any of his political opponents but from the pro-government television channel, NTV, as part of","byline":"By DAVID M. HERSZENHORN; Andrew Roth contributed reporting.","date":"20121008","title":"Happy Birthday, Mr. President: Putin Turns 60, and Russians Pay Notice","url":"http://www.nytimes.com/2012/10/08/world/europe/russia-marks-vladimir-putins-60th-birthday.html"}],"tokens":["Stalin"],"total":96}]}