{"tokens":[],"results":[{"offset":"0","results":[{"body":"The Afghan Government said today that President Reagan's recent statement on Afghanistan was direct interference in the country's internal affairs, Kabul Radio reported. Last Sunday Mr. Reagan called for a withdrawal of Soviet forces from Afghanistan and promised continued American support for the cause of freedom for the Afghan people. The Afghan","byline":"Reuters","date":"19811231","title":"Afghanistan Accuses Reagan Of Interference in Its Affairs","url":"http://www.nytimes.com/1981/12/31/world/afghanistan-accuses-reagan-of-interference-in-its-affairs.html"},{"body":"Photographs of the turbaned guerrilla fighters of Afghanistan have been widely seen in the last two years and in general they reflect images of fierce, even fanatical men who are willing to make heavy sacrifices and may even be eager for martyrdom as they fight the Soviet soldiers and struggle against alien beliefs. Like all stereotypes these","byline":"By JERE VAN DYK, Special to The New York Times; The following dispatch was written by a freelance journalist who recently spent six weeks in Afghanistan.","date":"19811231","title":"THE AFGHAN WARRIORS: MANY OUTLOOKS, ONE CAUSE","url":"http://www.nytimes.com/1981/12/31/world/the-afghan-warriors-many-outlooks-one-cause.html"},{"body":"The Soviet press agency Tass accused President Reagan today of attempting ''to hurl the world back to the dark times of the cold war'' with his decision to restrict Soviet-American trade and other contacts because of the Polish military crackdown. In a report from Washington, Tass contended that Mr. Reagan knew it was futile to adopt ''new acts of","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19811231","title":"TASS ASSAILS REAGAN'S SANCTIONS AS A RETURN TO THE COLD WAR ERA","url":"http://www.nytimes.com/1981/12/31/world/tass-assails-reagan-s-sanctions-as-a-return-to-the-cold-war-era.html"},{"body":"The West German Government apparently remains committed to participating in the natural gas pipeline from the Soviet Union to Western Europe, despite Tuesday's announcement by the United States of economic sanctions against the project. A Government spokesman, Kurt Becker, acknowledged that American opposition to the pipeline had taken on a new","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19811231","title":"BONN MAY PROCEED ON SOVIET GAS LINE","url":"http://www.nytimes.com/1981/12/31/business/bonn-may-proceed-on-soviet-gas-line.html"},{"body":"The sagging farm economy, burdened for the last two years by curtailed grain shipments, a drought, high interest rates and bumper crops, may be facing even harder times as a result of President Reagan's new economic sanctions against the Soviet Union. ''Grain prices are at disaster levels already,'' said Cyril R. Carpenter, president of the","byline":"By WINSTON WILLIAMS","date":"19811231","title":"NEW BURDENS FOR GRAIN BELT","url":"http://www.nytimes.com/1981/12/31/business/new-burdens-for-grain-belt.html"},{"body":"Afghanistan has released a French freelance photo journalist, Jean Paul Silve, who served more than six months in prison for illegally entering the country, the French Embassy said today.","byline":"UPI","date":"19811231","title":"Afghans Release Journalist","url":"http://www.nytimes.com/1981/12/31/world/afghans-release-journalist.html"},{"body":"President Reagan, declaring that ''the Soviet Union bears a heavy and direct responsibility for the repression in Poland,'' cut back sharply today on Soviet-American trade and scientific exchange. He warned of further measures if the Polish crackdown is not lifted. ''The United States wants a constructive and mutually beneficial relationship with","byline":"By STEVEN R. WEISMAN","date":"19811230","title":"REAGAN CURTAILS SOVIET TRADE AND HALTS TECHNOLOGY SALES; WALESA SAID AGREE TO TALKS","url":"http://www.nytimes.com/1981/12/30/world/reagan-curtails-soviet-trade-halts-technology-sales-walesa-said-agree-talks.html"},{"body":"By invoking a modest set of economic and political sanctions against the Soviet Union today with no guarantee that its allies will do the same, the Reagan Administration is consciously risking damage to the Western alliance without necessarily doing much to ameliorate the situation within Poland. Senior Administration officials involved in the","byline":"By BERNARD GWERTZMAN, Special to the New York Times","date":"19811230","title":"ALLIES MOVING OUT OF STEP; News Analysis","url":"http://www.nytimes.com/1981/12/30/world/allies-moving-out-of-step-news-analysis.html"},{"body":"West Germany's continuing official attitude on Poland is that the situation there remains too fragmented and uncertain for the West to draw conclusions about the country's fate and how to deal with it. This reserved position in Bonn - praised last week in a commentary by the Soviet press agency Novosti - is the basis for West Germany's resistance","byline":"By JOHN VINOCUR, Special to the New York Times","date":"19811230","title":"ALLIES MOVING OUT OF STEP","url":"http://www.nytimes.com/1981/12/30/world/allies-moving-out-of-step.html"},{"body":"Reacting cautiously to President Reagan's economic sanctions against the Soviet Union, American business executives urged the Federal Government yesterday to obtain the backing of its allies so that Moscow could not substitute foreign for American suppliers. Anticipating this concern, Bo Denysyk, Deputy Assistant Secretary of Commerce, said the","byline":"By ROBERT J. COLE","date":"19811230","title":"BUSINESS REACTS TO MOVES CAUTIOUSLY","url":"http://www.nytimes.com/1981/12/30/business/business-reacts-to-moves-cautiously.html"}],"tokens":["Afghanistan"],"total":905},{"offset":"0","results":[{"body":"Moslem guerrillas attacked a second major airfield in Afghanistan last week, at Bagram, after Soviet soldiers from the Moslem republic of Uzbekistan guarding the base helped by showing the way through minefields, according to Western diplomats. The diplomats said Wednesday that the date was unclear but the attack appeared to have coincided with a","byline":"Reuters","date":"19821231","title":"AROUND THE WORLD; Rebels Said to Attack Another Afghan Airfield","url":"http://www.nytimes.com/1982/12/31/world/around-the-world-rebels-said-to-attack-another-afghan-airfield.html"},{"body":"AFGHAN REBELS SAY THEY INFLICTED HEAVY DAMAGE ON AIRPORT ISLAMABAD, Pakistan, Dec. 29 (AP) - Reliable rebel sources in Afghanistan say that an attack on a military airport Dec. 21-22 resulted in the destruction of 10 helicopters and damage to the runway and to buildings. The rebel sources said that 130 Soviet and Afghan troops had been either","date":"19821230","title":"No Headline","url":"http://www.nytimes.com/1982/12/30/world/no-headline-131217.html"},{"body":"The American Broadcasting Companies, which has radio and television rights to the 1984 Olympics in Los Angeles, has bought a $200 million insurance policy to protect itself from financial losses should the Games be changed in a manner that could affect ratings. Stephen N. Brett, an executive here for the underwriter, Fireman's Fund Insurance, said","byline":"AP","date":"19821230","title":"Record Insurance On 1984 Olympics","url":"http://www.nytimes.com/1982/12/30/sports/record-insurance-on-1984-olympics.html"},{"body":"The recommissioning of the battleship New Jersey, while satisfying to battleship buffs and military contractors, raises a question basic to the American security posture: Is this a step forward or backward? The cost of recommissioning the ship is about $326 million. Her armament has been modernized with the addition of 32 Tomahawk Cruise missiles,","byline":"By DREW MIDDLETON","date":"19821229","title":"A NAVEL DEBATE RENEWED BY RELIANCE ON BATTLESHIP; Military Analysis","url":"http://www.nytimes.com/1982/12/29/us/a-navel-debate-renewed-by-reliance-on-battleship-military-analysis.html"},{"body":"China called on other countries today to give more support, including ''moral and material assistance,'' to the guerrillas in Afghanistan and thereby put pressure on the Soviet Union to withdraw its ''aggressor troops.'' The official party newspaper, People's Daily, also accused the Soviet Union in an editorial of posing a ''grave threat'' to","byline":"By CHRISTOPHER S. WREN, Special to the New York Times","date":"19821228","title":"SOVIET IS ASSAILED ON AFGHAN POLICY","url":"http://www.nytimes.com/1982/12/28/world/soviet-is-assailed-on-afghan-policy.html"},{"body":"Hundreds of protesters marched on Soviet embassies in Teheran and other capitals yesterday, burned Soviet flags and chanted slogans like ''Down with the K.G.B.!'' to mark the third anniversary of the Soviet military intervention in Afghanistan. In a commentary from Washington, the Soviet press agency Tass denounced President Reagan's criticism on","byline":"By The Associated Press","date":"19821228","title":"SOVIET'S AFGHAN ROLE DENOUNCED","url":"http://www.nytimes.com/1982/12/28/world/soviet-s-afghan-role-denounced.html"},{"body":"International Yuri V. Andropov is the first leader of the Soviet Union since Lenin to have lived abroad. Mr. Andropov served in the Soviet Embassy in Budapest from 1953 to 1957, at the time of the Hungarian uprising. Some Hungarians recall him as a shrewd, calculating official. (Page A1, Columns 1-2.) The Kremlin declared an amnesty for convicts to","date":"19821228","title":"News Summary; TUESDAY, DECEMBER 28, 1982","url":"http://www.nytimes.com/1982/12/28/nyregion/news-summary-tuesday-december-28-1982.html"},{"body":"In a number of ways, the fortunes of Yuri V. Andropov have been linked to those of Hungary. Mr. Andropov, the new Soviet party leader, served in the Soviet Embassy in Budapest from 1953 to 1957, initially as a second-rank official, then as Ambassador. Those were troubled times, marked by growing unrest, by the 1956 uprising and by the installation","byline":"By R.W. APPLE Jr., Special to The New York Times; The writer of the following article interviewed Hungarians and Westerners in Budapest, Geneva and elsewhere who knew Yuri V. Andropov during his years in Hungary on their expectations for the new Soviet leader.","date":"19821228","title":"SOME INSIGHTS INTO ANDROPOV GLEANED FROM BUDAPEST ROLE","url":"http://www.nytimes.com/1982/12/28/world/some-insights-into-andropov-gleaned-from-budapest-role.html"},{"body":"REAGAN PRESSES SOVIET ON AFGHAN ACCORD WASHINGTON, Dec. 26 (Reuters) - President Reagan, marking the third anniversary of the Soviet military intervention in Afghanistan, said today that the occupation was not a success and urged Moscow's new leaders to work toward a peaceful solution. ''The United States does not intend to forget these brave","date":"19821227","title":"No Headline","url":"http://www.nytimes.com/1982/12/27/world/no-headline-124701.html"},{"body":"The Chinese leadership has sent a message to the Kremlin indicating that Peking acknowledges the necessity for compromise by both sides if they are to make progress in their effort to reduce tensions. The message took the form of a greeting to the Soviet people on the 60th anniversary of the founding of the Soviet Union, which was observed with","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19821227","title":"PEKING, IN MESSAGE TO MOSCOW, URGES EACH SIDE TO BEND","url":"http://www.nytimes.com/1982/12/27/world/peking-in-message-to-moscow-urges-each-side-to-bend.html"}],"tokens":["Afghanistan"],"total":693},{"offset":"0","results":[{"body":"This has been a year of harshness between the U.S. and the Soviet Union. Both, if they take candid stock, have registered a year of foreign policy failure. For all their mighty arsenals, Washington and Moscow are left with grave weaknesses as they face each other across a frightened world. Installation of the first intermediate-range American","byline":"By Flora Lewis","date":"19831230","title":"FOREIGN AFFAIRS; FOREIGN POLICY FAILURES","url":"http://www.nytimes.com/1983/12/30/opinion/foreign-affairs-foreign-policy-failures.html"},{"body":"''It took at least two days of sweet-talking the Pentagon to get this fellow here,'' said Elizabeth Croog, patting the rump of a ferocious-looking stone jaguar, one of the monumental pieces that make up the National Gallery's exhibiton of the art of Aztec Mexico. Miss Croog, a lawyer, has the delicate task of helping the National Gallery of Art","byline":"By BARBARA GAMAREKIAN","date":"19831229","title":"A 6-TON JAGUAR AND OTHER LEGALITIES","url":"http://www.nytimes.com/1983/12/29/us/a-6-ton-jaguar-and-other-legalities.html"},{"body":"Following are key questions and answers from an interview with George McGovern by Fay S. Joyce: Q. What do you think is the most important problem facing the United States over the next decade, and what new ideas do you have for dealing with them? McGOVERN. I think the developing world, where most of the people live, is the most serious challenge","date":"19831229","title":"AN INTERVIEW WITH FORMER DAKOTA SENATOR GEORGE MCGOVERN","url":"http://www.nytimes.com/1983/12/29/us/an-interview-with-former-dakota-senator-george-mcgovern.html"},{"body":"Pope John Paul II called today for a just solution to the conflict in Afghanistan. Addressing 30,000 people in St. Peter's Basilica and the Pope Paul VI Auditorium for his weekly general audience, he also cited the war between Iraq and Iran, the Lebanese conflict and the civil war in El Salvador.","byline":"AP","date":"19831229","title":"Pope Asks Afghan Solution","url":"http://www.nytimes.com/1983/12/29/world/pope-asks-afghan-solution.html"},{"body":"The New York Times today publishes an interview with former Senator George McGovern, another in a series of interviews with candidates for the Presidency. In the interview, Mr. McGovern made these major points: Middle East - He would recognize the legitimacy of the Palestinian claim to a homeland and would insist that the Palestinians recognize","date":"19831229","title":"MCGOVERN FAVORS CUT IN SPENDING ON MILITARY","url":"http://www.nytimes.com/1983/12/29/us/mcgovern-favors-cut-in-spending-on-military.html"},{"body":"A common sight in the corridors and lounges here is of an impeccably dressed Communist diplomat speaking perfect English who moves from group to group, clasping hands, smiling, joking and shaking his head in what appears to be good-humored despair about the latest foreign policy pronouncement of the United States. The diplomat is Oleg A.","byline":"By RICHARD BERNSTEIN, Special to the New York Times","date":"19831229","title":"RUSSIANS SKILLFULLY EXPAND INFLUENCE AT U.N.","url":"http://www.nytimes.com/1983/12/29/world/russians-skillfully-expand-influence-at-un.html"},{"body":"Afghanistan Lists Terms For Soviet Troop Pullout ISLAMABAD, Pakistan, Dec. 27 (Reuters) - The Afghan Government offered again today to send home the 105,000 Soviet troops in the country if it received international guarantees that all resistance to its rule would stop. However, a key resistance leader vowed that the rebels would fight until they","date":"19831228","title":"AROUND THE WORLD","url":"http://www.nytimes.com/1983/12/28/world/around-the-world-140081.html"},{"body":"MilitaryAnalysis Four years ago this week two Soviet motorized rifle divisions crossed from Soviet Central Asia into northern Afghanistan. Kabul, the capital, had already been seized by an airborne division. The Soviet intervention in Afghanistan had begun. Western correspondents are barred from Afghanistan. A balance sheet at the end of four years","byline":"By DREW MIDDLETON","date":"19831226","title":"4 YEARS OF AFGHAN BATTLE: NO VIETNAM FOR MOSCOW","url":"http://www.nytimes.com/1983/12/26/world/4-years-of-afghan-battle-no-vietnam-for-moscow.html"},{"body":"During a two-month trek through northern Afghanistan with a group of Afghan rebels, an American film maker visited two areas that were only 30 miles apart but appeared as different as separate countries because of four years of war. One area, Istalif, a sprawling walled city of 150,000 people 25 miles north- northwest of Kabul, the nation's","byline":"By WILLIAM R. GREER","date":"19831226","title":"AFGHAN AREAS SHOW HOW WAR CUTS FABRIC OF LIFE","url":"http://www.nytimes.com/1983/12/26/world/afghan-areas-show-how-war-cuts-fabric-of-life.html"},{"body":"A demonstration by more than 100,000 students and workers marched in the Afghanistan capital today to protest the United States-led invasion of Grenada, the Kabul radio reported.","byline":"Reuters","date":"19831226","title":"Afghans Protest Grenada","url":"http://www.nytimes.com/1983/12/26/world/afghans-protest-grenada.html"}],"tokens":["Afghanistan"],"total":564},{"offset":"0","results":[{"body":"Orwell's year ends with all his imagined horrors realized in Afghanistan. Five years ago, the Soviet Union undertook a ''limited and temporary'' intervention at the ''invitation'' of a beleaguered Marxist ruler. He was then murdered by his supposed comrades, and a docile successor was implanted. The war thus spawned in lies, and waged in stealth,","date":"19841230","title":"Requiem for a Nation","url":"http://www.nytimes.com/1984/12/30/opinion/requiem-for-a-nation.html"},{"body":"Of all the legacies of the New Deal, none is likely to arouse as much controversy in 1985 as the laws governing farms. Congress must rewrite the laws next year, as it does every four years. The debate, likely to last all year, has already begun, with Democrats, Republicans and farming groups conceding that farm policies have failed both the farmer","byline":"By PETER T. KILBORN, Special to the New York Times","date":"19841230","title":"U.S. WEIGHS NEW FARM PROGRAM WITH REDUCED GOVERNMENT ROLE","url":"http://www.nytimes.com/1984/12/30/us/us-weighs-new-farm-program-with-reduced-government-role.html"},{"body":"PEKING IF it did not quite match the drama of Richard M. Nixon's visit in February 1972, there was nonetheless unusual interest in the arrival here last week of Soviet deputy Prime Minister Ivan V. Arkhipov for the start of the most important encounter between China and the Soviet Union in 15 years. Mr. Arkhipov's visit began on an upbeat note when","byline":"By JOHN F. BURNS","date":"19841230","title":"PEKING AND MOSCOW GET REACQUAINTED","url":"http://www.nytimes.com/1984/12/30/weekinreview/peking-and-moscow-get-reacquainted.html"},{"body":"WASHINGTON Dear George Orwell, wherever you are: l984 wasn't such a disaster after all. The things you feared the most for this year didn't really happen, or at least weren't as scary as you predicted in l949. Things weren't very good either. Only about a third of the world's people are living in decent freedom. At the end of this year, the Pope in","byline":"By James Reston","date":"19841230","title":"WASHINGTON; SO LONG TO 1984","url":"http://www.nytimes.com/1984/12/30/opinion/washington-so-long-to-1984.html"},{"body":"As the most important Soviet visitor in 15 years left for home today, officials on both sides asserted that an important watershed had been passed in the long struggle to re-establish good relations between the two Communist powers. Attention among Soviet and Chinese officials here focused less on the economic and technical agreements reached","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19841230","title":"CHINA AND SOVIET PLEASED BY MOOD OF PEKING TALKS","url":"http://www.nytimes.com/1984/12/30/world/china-and-soviet-pleased-by-mood-of-peking-talks.html"},{"body":"China and the Soviet Union signed an agreement today under which the Russians will assist in modernizing several dozen industrial plants and other projects that were built with Soviet help in the 1950's. At the same time, the two Communist powers announced a 22 percent increase in the figure for their 1985 trade that was signed only four weeks ago.","byline":"By JOHN F. BURNS","date":"19841229","title":"SOVIET TO MODERNIZE CHINESE INDUSTRIES","url":"http://www.nytimes.com/1984/12/29/world/soviet-to-modernize-chinese-industries.html"},{"body":"President Reagan, marking five years since Soviet forces joined the fighting in Afghanistan, said today that the event was ''a day of infamy'' reminiscent of Pearl Harbor. ''There is no legitimate excuse for a great power like the Soviet Union that is doing what it is doing to the people of Afghanistan,'' Mr. Reagan said as he left Washington for","byline":"By GERALD M. BOYD","date":"19841228","title":"REAGAN CALLS SOVIET AFGHAN MOVE 'DAY OF INFAMY'","url":"http://www.nytimes.com/1984/12/28/world/reagan-calls-soviet-afghan-move-day-of-infamy.html"},{"body":"For anyone feeling threatened by the spread of little computers into businesses, schools and homes, there is still a sanctuary in the developed world where the abacus is king and floppy disks are badly manufactured phonograph records. No young Russians sit glued to video screens chasing invaders from outer space, and none of their older brothers","byline":"By SERGE SCHMEMANN, Special to the New York Times","date":"19841228","title":"TRYING TO RECONCILE SECRECY AND COMPUTER USE IN RUSSIA","url":"http://www.nytimes.com/1984/12/28/world/trying-to-reconcile-secrecy-and-computer-use-in-russia.html"},{"body":"A United States request for permission to set up a transmitter in Israel to relay Voice of America broadcasts to the Soviet Union has set off a debate here among Soviet Jewish emigres. Some emigres said they feared Moscow would retaliate against Jews in the Soviet Union who want to come to Israel. Others argued for the transmitter, saying the only","date":"19841228","title":"SOVIET JEWS IN ISRAEL SPLIT ON U.S. RADIO PLAN","url":"http://www.nytimes.com/1984/12/28/world/soviet-jews-in-israel-split-on-us-radio-plan.html"},{"body":"''As a result, the Afghan freedom fighters are taking unnecessary casualties and losing battles they might have won,'' Senator Humphrey, a Republican from New Hampshire, said at a gathering marking five years since the Russians joined the fighting in Afghanistan. He shared the spotlight at the rebel- sponsored meeting with two turbaned guerrilla","date":"19841227","title":"AFGHAN AID IS LOST, SENATOR SAYS WASHINGTON, Dec. 26 (AP) - Senator Gordon J. Humphrey charged today that covert American aid to anti- Soviet guerrillas in Afghanistan was being lost because of ''serious mismanagement of our aid program, perhaps of scandalous proportions.''","url":"http://www.nytimes.com/1984/12/27/world/afghan-aid-lost-senator-says-washington-dec-26-ap-senator-gordon-j-humphrey.html"}],"tokens":["Afghanistan"],"total":527},{"offset":"0","results":[{"body":"Winston Churchill said in the worst of times, ''I'm an optimist because there's not much point in anything else.'' In better times, it is reasonable to focus on what's wrong with the world because there's always room for improvement, always dangers to be warded off. There is a virtue in Cassandras. Their warnings of disaster can be depressing, but","byline":"By Flora Lewis","date":"19851231","title":"FOREIGN AFFAIRS; What's Right in The World","url":"http://www.nytimes.com/1985/12/31/opinion/foreign-affairs-what-s-right-in-the-world.html"},{"body":"President Reagan said today that the Soviet Union had inflicted ''utter hell'' on the people of Afghanistan through its 1979 intervention. In his weekly radio address, however, Mr. Reagan tempered his continuing denouncement of the Soviet action with a pledge that the United States was willing to serve as a ''guarantor'' of a settlement that would","byline":"Special to the New York Times","date":"19851229","title":"MOSCOW ASSAILED ON AFGHAN ROLE","url":"http://www.nytimes.com/1985/12/29/world/moscow-assailed-on-afghan-role.html"},{"body":"As a taxpayer who helps pay Professor Sensiba's salary, I resent his intellectual con job of the students in his care. Why doesn't he recruit them for harvest duty in Afghanistan, or is he afraid that the Communists there would blow up the young people as they have young Afghanis? Dr. Vera King Farris, Stockton's president, is also guilty of","date":"19851229","title":"TRIP TO NICARAGUA HAILED AND ASSAILED","url":"http://www.nytimes.com/1985/12/29/nyregion/l-trip-to-nicaragua-hailed-and-assailed-257750.html"},{"body":"The Afghan Government has released an Australian couple kidnapped by Baluchi tribesmen in Pakistan last May and taken to Afghanistan, the Australian Embassy said here today. The Australians, Robert and Jennifer Williamson, who had been working on a World Bank water management project in Pakistan, were handed over to the British Embassy in Kabul on","byline":"Reuters","date":"19851229","title":"Afghans Free 2 Australians Seized by Baluchi Tribesmen","url":"http://www.nytimes.com/1985/12/29/world/afghans-free-2-australians-seized-by-baluchi-tribesmen.html"},{"body":"President Reagan and Mikhail S. Gorbachev have agreed to exchange videotaped New Year's Day greetings that are intended for broadcast in the United States and the Soviet Union, the White House announced today. The announcement said the exchanges would give Mr. Reagan his first chance to talk to the Soviet people directly on television and would","byline":"By GERALD M. BOYD, Special to the New York Times","date":"19851228","title":"REAGAN TO TRADE TELEVISION TALKS WITH GORBACHEV","url":"http://www.nytimes.com/1985/12/28/world/reagan-to-trade-television-talks-with-gorbachev.html"},{"body":"Mikhail S. Gorbachev offered a cautiously upbeat assessment of relations between the Soviet Union and the United States today, saying points of ''potential convergence'' had emerged in arms talks. Addressing foreign diplomats at a year-end reception in the Kremlin, Mr. Gorbachev, the Soviet leader, said, ''There has been an exchange of signals","byline":"By PHILIP TAUBMAN, Special to the New York Times","date":"19851228","title":"GORBACHEV CAUTIOUSLY UPBEAT ON U.S.","url":"http://www.nytimes.com/1985/12/28/world/gorbachev-cautiously-upbeat-on-us.html"},{"body":"Six years to the day after Soviet forces swept into Afghanistan, more than 100,000 Soviet soldiers and airmen confront a stubborn and elusive guerrilla army in a war with no end in sight. The fighting has fallen into a pattern and the war is deadlocked, according to rebel commanders and fighters interviewed in Afghanistan in five and a half months","byline":"By ARTHUR BONNER","date":"19851227","title":"6 YEARS OF AFGHAN WAR: RUSSIANS AND FOES MIRED","url":"http://www.nytimes.com/1985/12/27/world/6-years-of-afghan-war-russians-and-foes-mired.html"},{"body":"As the Soviet Union's occupation of Afghanistan heads into its seventh year, the Immigration and Naturalization Service is putting our country in the embarrassing and inconsistent position of jailing some of the Afghan refugees whose cause we support, both politically and financially. The President, Congress, the State Department and human rights","byline":"By Gary L. Ackerman; Gary L. Ackerman, Democrat of New York, is a member of the House Committee on Foreign Affairsand its Subcommittee on Human Rights.","date":"19851227","title":"Refugees Deserve Better; CAPTIVE AFGHANISTAN, 6 YEARS LATER","url":"http://www.nytimes.com/1985/12/27/opinion/refugees-deserve-better-captive-afghanistan-6-years-later.html"},{"body":"A human rights group has asserted that abuses by Soviet troops in Afghanistan have increased over the last year. A recent report by the group, Helsinki Watch, said Soviet forces were using antipersonnel mines camouflaged as watches, pens or toys. It also cited frequent bombing of villages and mistreatment of Afghan women by Soviet soldiers. The","date":"19851227","title":"SOVIET ABUSES IN WAR REPORTED","url":"http://www.nytimes.com/1985/12/27/world/soviet-abuses-in-war-reported.html"},{"body":"Six years ago, Soviet armed forces invaded Afghanistan, killed the president and installed a puppet regime. Since then, the occupation has grown in size and brutality. Supported by tanks, artillery and air power, Soviet troops have increased to about 120,000; Soviet losses already exceed 30,000. Yet the conflict shows no sign of abating. Indeed,","byline":"By Bill Bradley; Bill Bradley, Democrat of New Jersey, is a member of the Senate Select Committee on Intelligence.","date":"19851227","title":"CAPTIVE AFGHANISTAN, 6 YEARS LATER; Fighters Need U.S. Aid","url":"http://www.nytimes.com/1985/12/27/opinion/captive-afghanistan-6-years-later-fighters-need-us-aid.html"}],"tokens":["Afghanistan"],"total":539},{"offset":"0","results":[{"body":"The crisis over arms sales to Iran is described in Middle Eastern terms, but it's really about America. It has very little to do with Iran. That country is pursuing its course more or less as it was doing before the bizarre arms deliveries. The Iranian revolution is savage and gives no indulgence to the gentler parts of human nature. It is a","byline":"By Abba Eban; Abba Eban, former Foreign Minister of Israel, is chairman of the Knesset's Foreign Affairs and Defense Committee.By Abba Eban","date":"19861230","title":"America's Obsession Frustrates the Allies","url":"http://www.nytimes.com/1986/12/30/opinion/america-s-obsession-frustrates-the-allies.html"},{"body":"The whole world is going bananas. Here I am, home on the ranch, and what do I see? I see the Russians giving Sakharov a television studio to broadcast to all the American television networks, and Gorby's men smiling as that fearless dissident denounces the Red Army's occupation of Afghanistan. Crazy. I see Chinese students rioting against Deng for","byline":"By William Safire","date":"19861229","title":"ESSAY; Reading Reagan's Mind","url":"http://www.nytimes.com/1986/12/29/opinion/essay-reading-reagan-s-mind.html"},{"body":"The revival of a military draft is an issue that endures even though the present volunteer force shows every sign of success. Now, for the first time in many years, the issue appears to have become partisan, with many Democrats favoring a return to conscription. When they take control of the Congress in January, they have indicated that a new draft","byline":"By RICHARD HALLORAN, Special to the New York Times","date":"19861229","title":"WASHINGTON TALK; REVIVING THE DRAFT: PARTISAN DEBATE","url":"http://www.nytimes.com/1986/12/29/us/washington-talk-reviving-the-draft-partisan-debate.html"},{"body":"President Reagan today offered a favorable assessment of the year in terms of superpower relations, saying that ''this year, relations between the United States and the Soviet Union advanced.'' In his weekly radio address, the President added that ''1986 has been a good year for the cause of human freedom and good for the cause of world peace.''","byline":"By BERNARD WEINRAUB, Special to the New York Times","date":"19861228","title":"REAGAN SEES GAIN IN U.S. SOVIET TIES","url":"http://www.nytimes.com/1986/12/28/world/reagan-sees-gain-in-us-soviet-ties.html"},{"body":"Afghan exiles burned Soviet flags and an effigy of Mikhail S. Gorbachev in protests here today marking the seventh anniversary of the Soviet military intervention. About 1,000 exiles marched through Islamabad shouting slogans and demanding the withdrawal of Soviet forces. The police prevented them from marching on the Soviet Embassy. Protests were","byline":"Reuters","date":"19861228","title":"AFGHAN EXILES MARK SOVIET INTERVENTION","url":"http://www.nytimes.com/1986/12/28/world/afghan-exiles-mark-soviet-intervention.html"},{"body":"1 THE MAMMOTH HUNTERS, by Jean M. Auel. (Bantam, $4.95.) Ayla of ''The Valley of Horses'' resumes her adventures in the prehistoric world. 2 LIE DOWN WITH LIONS, by Ken Follett. (Signet/ NAL, $4.95.) An Englishwoman in Afghanistan, caught between the C.I.A. and the K.G.B. 3 DARK ANGEL, by V. C. Andrews. (Pocket, $4.50.) The saga of the haunted","date":"19861228","title":"PAPERBACK BEST SELLERS: FICTION","url":"http://www.nytimes.com/1986/12/28/books/paperback-best-sellers-fiction.html"},{"body":"Internaional A change in Beijing city elections was announced. City officials said that, for the first time, there would be more than one candidate for each seat in the legislative elections that are to be held within the next six months. Page 1 Plans to build two large U.S. radars in Greenland and Britain are moving ahead, officials said, despite","date":"19861228","title":"NEWS SUMMARY SUNDAY, DECEMBER 28, 1986","url":"http://www.nytimes.com/1986/12/28/nyregion/news-summary-sunday-december-28-1986.html"},{"body":"After hailing Andrei Sakharov's return to Moscow after seven cruel years of banishment in the closed city of Gorky, hail the sequel: his welcome at the Physics Institute and the Soviet Government's calm response to his public criticism of the Soviet assault on Afghanistan - the very ''crime'' that led to his banishment under Leonid Brezhnev. A","date":"19861228","title":"Topics: Lifted Lids; Sakharov's Return","url":"http://www.nytimes.com/1986/12/28/opinion/topics-lifted-lids-sakharov-s-return.html"},{"body":"Most analysts of the Administration's actions in Iran have spoken of President Reagan's excessive delegation of authority or of his preoccupation with the hostages. But in some respects the Administration's handling of the ''opening'' toward Iran betrays a flaw that has been common among many Administrations: the assumption that an expression of","byline":"By Stephen Miller; Stephen Miller is director of American programming for Radio Free Europe and Radio Liberty.","date":"19861228","title":"An Old Flaw in U.S. Thinking","url":"http://www.nytimes.com/1986/12/28/opinion/an-old-flaw-in-us-thinking.html"},{"body":"Andrei D. Sakharov used an interview here today to draw attention to several imprisoned dissidents and to urge that they be freed. ''There are many of them, it would be impossible to name them all,'' he said. ''I would like to mention the names and plight of a few of them.'' These are the prisoners he named: * Genrikh O. Altunyan, 53 years old, an","byline":"By BILL KELLER, Special to the New York Times","date":"19861228","title":"POLITICAL PRISONERS: THE SAKHAROV LIST","url":"http://www.nytimes.com/1986/12/28/world/political-prisoners-the-sakharov-list.html"}],"tokens":["Afghanistan"],"total":553},{"offset":"0","results":[{"body":"LEAD: What poor prognostication in this space last year; I even predicted the stock market would go down, and of course it has risen a bit since last year-end. This year I resolve to bet my hopes, instead of merely my expectations. 1. Begging the President's pardon, clemency next year will be offered (a) to Messrs. What poor prognostication in this","byline":"By WILLIAM SAFIRE","date":"19871230","title":"ESSAY; Office Pool, 1988","url":"http://www.nytimes.com/1987/12/30/opinion/essay-office-pool-1988.html"},{"body":"LEAD: The Soviet-backed Afghan Government says its troops killed 1,603 guerrillas in a battle to reopen the road leading to the besieged city of Khost, the Kabul radio said today. The Soviet-backed Afghan Government says its troops killed 1,603 guerrillas in a battle to reopen the road leading to the besieged city of Khost, the Kabul radio said","byline":"AP","date":"19871229","title":"Afghan Government and Foes Each Claiming War Successes","url":"http://www.nytimes.com/1987/12/29/world/afghan-government-and-foes-each-claiming-war-successes.html"},{"body":"LEAD: International A2-9 International A2-9 The dollar plunged to new lows, prompting a statement from the White House that the Reagan Administration remained opposed to a further drop in the dollar's value. Page A1 Economic analysis: The dollar's fall and the differences in views of what its proper level should be shows how hard it will be for the","date":"19871229","title":"NEWS SUMMARY: TUESDAY, DECEMBER 29, 1987","url":"http://www.nytimes.com/1987/12/29/nyregion/news-summary-tuesday-december-29-1987.html"},{"body":"LEAD: Thousands of Afghan refugees gathered at rallies in Pakistan today to mark the eighth anniversary of the Soviet military invervention in Afghanistan. Thousands of Afghan refugees gathered at rallies in Pakistan today to mark the eighth anniversary of the Soviet military invervention in Afghanistan. In Peshawar up to 100,000 men sat quietly as","byline":"AP","date":"19871228","title":"AFGHAN REFUGEES RALLY IN PAKISTAN","url":"http://www.nytimes.com/1987/12/28/world/afghan-refugees-rally-in-pakistan.html"},{"body":"LEAD: The Communist Party newspaper Pravda warned today that some of the unofficial political clubs spreading through the country were violating the law by promoting anti-Soviet views. The Communist Party newspaper Pravda warned today that some of the unofficial political clubs spreading through the country were violating the law by promoting","byline":"By BILL KELLER, Special to the New York Times","date":"19871228","title":"Pravda Warns of Offenses by New Political Clubs","url":"http://www.nytimes.com/1987/12/28/world/pravda-warns-of-offenses-by-new-political-clubs.html"},{"body":"LEAD: A POLITICAL question already hangs over the 1988 Summer Olympic Games in South Korea: will Soviet athletes compete? As ''The Other Olympic Game,'' a sophisticated ABC News documentary, notes toward its close, the Soviet Union won't say. The documentary, on Channel 7 at 8 o'clock tonight, indicates, however, that A POLITICAL question already","byline":"By JOHN CORRY","date":"19871228","title":"TV Review; 'The Other Olympic Game,' From ABC News","url":"http://www.nytimes.com/1987/12/28/movies/tv-review-the-other-olympic-game-from-abc-news.html"},{"body":"LEAD: Police officers roughed up a group of Soviet protestors today during demonstrations in Moscow and Leningrad against Soviet military involvement in Afghanistan, dissidents said. Thirty people were reported detained. Police officers roughed up a group of Soviet protestors today during demonstrations in Moscow and Leningrad against Soviet","byline":"AP","date":"19871227","title":"Soviet Seizes 30 Protesting Afghan Role","url":"http://www.nytimes.com/1987/12/27/world/soviet-seizes-30-protesting-afghan-role.html"},{"body":"LEAD: DID IT GO TOO FAST? DID PICTURES JOIN, voices mingle and stories swoosh round in a blender? Why, of course; they had to. There was no other way. Ollie North gave way to Presidential candidates, who disappeared in the Persian Gulf, which evaporated when the stock market tumbled. Red neckties - Washington correspondents now favor solid scarlet","byline":"By JOHN CORRY","date":"19871227","title":"TV VIEW: THR YEAR'S BEST; NEW WINDOWS ARE OPEN","url":"http://www.nytimes.com/1987/12/27/movies/tv-view-thr-year-s-best-new-windows-are-open.html"},{"body":"LEAD: Three car bombs exploded in two downtown shopping areas today, killing one person and wounding 40 people, the authorities said. Three car bombs exploded in two downtown shopping areas today, killing one person and wounding 40 people, the authorities said. The bombings were the first in the center of Pakistan's capital. The Government says","byline":"AP","date":"19871227","title":"3 Car Bombs Kill One and Wound 40 in Pakistan","url":"http://www.nytimes.com/1987/12/27/world/3-car-bombs-kill-one-and-wound-40-in-pakistan.html"},{"body":"LEAD: About 20 members of Poland's draft resistance group huddled in a small flat in the Polish capital this week, in the middle of a hunger strike to protest the detention of about 100 youths who they say were jailed for refusing military service. About 20 members of Poland's draft resistance group huddled in a small flat in the Polish capital","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19871227","title":"POLES ORGANIZING DRAFT RESISTANCE","url":"http://www.nytimes.com/1987/12/27/world/poles-organizing-draft-resistance.html"}],"tokens":["Afghanistan"],"total":643},{"offset":"0","results":[{"body":"LEAD: President Najibullah of Afghanistan announced today that Government forces would cease firing on Muslim guerrillas next week and would refrain from attacks as long as the rebels did. President Najibullah of Afghanistan announced today that Government forces would cease firing on Muslim guerrillas next week and would refrain from attacks as","byline":"AP","date":"19881231","title":"Kabul Offers Truce, but Guerrillas Reject It","url":"http://www.nytimes.com/1988/12/31/world/kabul-offers-truce-but-guerrillas-reject-it.html"},{"body":"LEAD: The year 1988, it is generally agreed, has been a pretty good one for peace, with the conclusion of a Soviet-American agreement to eliminate intermediate range nuclear weapons; cessation of the Iran-Iraq war, and the beginning of withdrawal of Soviet forces from Afghanistan. His followers say a lot of the credit is due Maharishi Mahesh Yogi,","byline":"By RICHARD HALLORAN & DAVID BINDER","date":"19881229","title":"Washington Talk: Briefing; Peace on Earth?","url":"http://www.nytimes.com/1988/12/29/us/washington-talk-briefing-peace-on-earth.html"},{"body":"LEAD: In the dim morning light in a guerrilla camp near here, 11 men stamped their feet against the cold and wrapped themselves more tightly in their all-purpose blankets, called patous. In the dim morning light in a guerrilla camp near here, 11 men stamped their feet against the cold and wrapped themselves more tightly in their all-purpose","byline":"By DONATELLA LORCH, Special to the New York Times","date":"19881227","title":"For the Guerrillas in Afghanistan, Getting to the Front Line Is Half the Battle","url":"http://www.nytimes.com/1988/12/27/world/for-the-guerrillas-in-afghanistan-getting-to-the-front-line-is-half-the-battle.html"},{"body":"LEAD: A small village clings to a mountainside in the shadow of the Hindu Kush. Children run to school swinging wooden writing boards because there is no paper for copybooks. Miandam, with its 3,000 people, seems at first glance the picture of isolation. A small village clings to a mountainside in the shadow of the Hindu Kush. Children run to","byline":"By BARBARA CROSSETTE, Special to the New York Times","date":"19881227","title":"TV and Saudis Open Remote Bit of Pakistan","url":"http://www.nytimes.com/1988/12/27/world/tv-and-saudis-open-remote-bit-of-pakistan.html"},{"date":"19881227","title":"In Afghanistan, Warriors With Rifles and 4-Wheel Drive","url":"http://www.nytimes.com/1988/12/27/world/in-afghanistan-warriors-with-rifles-and-4-wheel-drive.html"},{"body":"LEAD: A senior Soviet official met here today with the exiled King of Afghanistan, Mohammad Zahir Shah, and later said he had asked him to take part in talks on forming a broad-based Afghan Government. A senior Soviet official met here today with the exiled King of Afghanistan, Mohammad Zahir Shah, and later said he had asked him to take part in","byline":"By CLYDE HABERMAN, Special to the New York Times","date":"19881225","title":"Soviets Urge Afghan King to Join Talks on Nation","url":"http://www.nytimes.com/1988/12/25/world/soviets-urge-afghan-king-to-join-talks-on-nation.html"},{"body":"LEAD: A bipartisan spirit appears to be returning to American foreign policy after two decades of partisan confrontation that began with the collapse of consensus over the war in Vietnam. A bipartisan spirit appears to be returning to American foreign policy after two decades of partisan confrontation that began with the collapse of consensus over","byline":"By R. W. APPLE Jr., Special to the New York Times","date":"19881225","title":"A Bipartisan Foreign Policy? Hints of an Era of Consensus","url":"http://www.nytimes.com/1988/12/25/world/a-bipartisan-foreign-policy-hints-of-an-era-of-consensus.html"},{"body":"LEAD: Alvin Ailey's latest good-will effort toward developing young choreographers is ''From the Mountains of Taubalu,'' a solo by Rovan Deon that had its premiere with the Alvin Ailey American Dance Theater on Tuesday night. Alvin Ailey's latest good-will effort toward developing young choreographers is ''From the Mountains of Taubalu,'' a solo by","byline":"By ANNA KISSELGOFF","date":"19881222","title":"Review/Dance; Ailey Troupe in Its Last Novelty of the Season","url":"http://www.nytimes.com/1988/12/22/arts/review-dance-ailey-troupe-in-its-last-novelty-of-the-season.html"},{"body":"LEAD: Less than two months before the last Soviet soldier is to leave Afghanistan, the guerrilla political alliance is displaying as much indecision as the Government of President Najibullah, which the Soviet withdrawal is thought to doom. Less than two months before the last Soviet soldier is to leave Afghanistan, the guerrilla political alliance","byline":"By HENRY KAMM, Special to the New York Times","date":"19881221","title":"Afghan Guerrilla Leaders Displaying Indecision as Soviet Pullout Nears End","url":"http://www.nytimes.com/1988/12/21/world/afghan-guerrilla-leaders-displaying-indecision-as-soviet-pullout-nears-end.html"},{"body":"LEAD: There is a sense of vertigo. The proposals and the words are changing so fast there isn't time for the music to catch up. All kinds of old assumptions are being ripped open for new questions. While they assumed the worst, the dread had taken on a kind of worn familiarity. There is a sense of vertigo. The proposals and the words are changing","byline":"By Flora Lewis","date":"19881221","title":"FOREIGN AFFAIRS; A Fear Of Good News","url":"http://www.nytimes.com/1988/12/21/opinion/foreign-affairs-a-fear-of-good-news.html"}],"tokens":["Afghanistan"],"total":904},{"offset":"0","results":[{"body":"LEAD: IN HIS RECENT MEETing with President Bush, Mikhail S. Gorbachev was reported to have suggested that the American stop using the phrase Western values, as in ''the triumph of Western values.'' This hint that the West had won the cold war smacked too much of gloating. IN HIS RECENT MEETing with President Bush, Mikhail S. Gorbachev was reported","byline":"By WILLIAM SAFIRE","date":"19891231","title":"On Language; Word of the Year: Freedom","url":"http://www.nytimes.com/1989/12/31/magazine/on-language-word-of-the-year-freedom.html"},{"body":"LEAD: To the Editor: To the Editor: Your report on fear of famine in Kabul (news article, Dec. 6) presents a picture of the humanitarian situation in Afghanistan that only the regime could find accurate. You leave the false impression that the shortage of food and other essentials is solely the result of ''efforts to blockade the capital by Muslim","date":"19891228","title":"Afghans Get Soviet Weapons, Not Food","url":"http://www.nytimes.com/1989/12/28/opinion/l-afghans-get-soviet-weapons-not-food-171589.html"},{"date":"19891228","title":"Russian Church Honors the Fallen in Afghanistan","url":"http://www.nytimes.com/1989/12/28/world/russian-church-honors-the-fallen-in-afghanistan.html"},{"body":"LEAD: Once again, the network news departments are succumbing to the seasonal obligation to remind us of times past, without expending too much time present. On Tuesday evening ABC, abetted by Time magazine, offered ''Images of the 80's,'' Peter Jennings presiding. Last night, Tom Brokaw and Jane Pauley shared the burden of ''The 80's,'' on NBC.","byline":"By WALTER GOODMAN","date":"19891228","title":"Critic's Notebook; Networks Look Back at What They Saw","url":"http://www.nytimes.com/1989/12/28/arts/critic-s-notebook-networks-look-back-at-what-they-saw.html"},{"body":"LEAD: Nicolae Ceausescu, who was reported yesterday to have been executed with his wife, Elena, his Deputy Prime Minister, was a maverick and despotic Rumanian Communist leader who pursued an independent course abroad and demanded slavish subservience at home. He was 71 years old; his wife was 70. Nicolae Ceausescu, who was reported yesterday to","byline":"By RALPH BLUMENTHAL","date":"19891226","title":"UPHEAVAL IN THE EAST: OBITUARY; The Ceausescus: 24 Years of Fierce Repression, Isolation and Independence","url":"http://www.nytimes.com/1989/12/26/obituaries/upheaval-east-obituary-ceausescus-24-years-fierce-repression-isolation.html"},{"body":"LEAD: The Soviet Congress of People's Deputies declared today that Stalin and Hitler had illegally conspired to divide Eastern Europe into spheres of influence before World War II, saying the secret agreement between the two leaders violated ''the sovereignty and independence'' of other nations. The Soviet Congress of People's Deputies declared","byline":"By ESTHER B. FEIN, Special to The New York Times","date":"19891225","title":"UPHEAVAL IN THE EAST; Soviet Congress Condemns '39 Pact That Led to Annexation of Baltics","url":"http://www.nytimes.com/1989/12/25/world/upheaval-east-soviet-congress-condemns-39-pact-that-led-annexation-baltics.html"},{"body":"LEAD: What happened? Morning in America, hole in the ozone, Oliver North, AIDS, terrorists, contras like Founding Fathers, $640 toilet seats, triumph of democracy, just say no. 1980 It's America vs. the Soviet Union, Khomeini, Castro, inflation and Jimmy Carter. What happened? Morning in America, hole in the ozone, Oliver North, AIDS, terrorists,","date":"19891224","title":"PORTRAIT OF THE 1980's; Selections From 10 Years of History","url":"http://www.nytimes.com/1989/12/24/weekinreview/portrait-of-the-1980-s-selections-from-10-years-of-history.html"},{"body":"LEAD: THE 1970's were not all bad by any means. But by the time 1979 was entering its final weeks, feelings of gloom were so heavy that even some of President Carter's detractors had to admit he had a point: the country was suffering from a bad case of malaise. Sometimes it seemed that the decade would never end. THE 1970's were not all bad by any","byline":"By GEORGE JOHNSON","date":"19891224","title":"PORTRAIT OF THE 1980's; Back in 1979, The Word Was Malaise","url":"http://www.nytimes.com/1989/12/24/weekinreview/portrait-of-the-1980-s-back-in-1979-the-word-was-malaise.html"},{"body":"LEAD: Disgrace was a main theme for the famous (Jim Bakker), along with wealth (Donald Trump) and tastelessness (Morton Downey Jr.). Not a few of the big names were big, and appear here, because they did something wrong. Disgrace was a main theme for the famous (Jim Bakker), along with wealth (Donald Trump) and tastelessness (Morton Downey Jr.).","byline":"By TOM FERRELL","date":"19891224","title":"PORTRAIT OF THE 1980's; What the Rich and Famous Did to Be So Noticed","url":"http://www.nytimes.com/1989/12/24/weekinreview/portrait-of-the-1980-s-what-the-rich-and-famous-did-to-be-so-noticed.html"},{"body":"LEAD: With the collapse of President Nicolae Ceausescu's regime in Rumania, Stalinism, the system of incorporating Communist power in a single, all-powerful leader, has crumbled in every Eastern European Communist country except Albania. With the collapse of President Nicolae Ceausescu's regime in Rumania, Stalinism, the system of incorporating","byline":"By CRAIG R. WHITNEY, Special to The New York Times","date":"19891224","title":"Upheaval in the East: The Old Order; The Collapse Of Stalinism","url":"http://www.nytimes.com/1989/12/24/world/upheaval-in-the-east-the-old-order-the-collapse-of-stalinism.html"}],"tokens":["Afghanistan"],"total":625},{"offset":"0","results":[{"body":"Name in December 1979....Year of Change....Name in October 1990 Countries* Republic of Upper Volta....1984....Burkina Faso United Republic of Cameroon...1985...Republic of Cameroon Republic of the Ivory Coast....1986....Republic of Cote d'Ivoire Ethiopia....1988....People's Democratic Republic of Ethiopia Democratic Republic of","byline":"List prepared by Zoltan Grossman, Mapping Specialists Ltd., Madison Wis.","date":"19901231","title":"Remember Christmas Island? It's Now Kiritimati","url":"http://www.nytimes.com/1990/12/31/opinion/remember-christmas-island-it-s-now-kiritimati.html"},{"body":"MOSCOW AND BEYOND 1986 to 1989. By Andrei Sakharov. Translated by Antonina Bouis. Illustrated. 168 pp. New York: Alfred A. Knopf. JUST a year ago, on Dec. 14, 1989, the great, courageous heart of Andrei Sakharov stopped. He was 68 years old. But his voice, as the conscience of his countrymen and of the world, has not been stilled. His memoirs","byline":"By Marshall D. Shulman; Marshall D. Shulman is the Adlai E. Stevenson Professor Emeritus of International Relations at Columbia University's Harriman Institute for Advanced Study of the Soviet Union.","date":"19901230","title":"Liberated by His Conscience","url":"http://www.nytimes.com/1990/12/30/books/liberated-by-his-conscience.html"},{"body":"Soviet officials have pledged to the Bush Administration to continue coordinating efforts to resolve the Persian Gulf crisis and several civil wars, from El Salvador to Cambodia, in keeping with policies promoted by the departing Foreign Minister, Eduard A. Shevardnadze. \"They are conveying continuity and we are reasonably optimistic,\" said a State","byline":"By CLIFFORD KRAUSS, Special to The New York Times","date":"19901229","title":"MOSCOW PROMISES TO REMAIN STEADY IN FOREIGN AFFAIRS","url":"http://www.nytimes.com/1990/12/29/world/moscow-promises-to-remain-steady-in-foreign-affairs.html"},{"body":"Marek Halter, native of Poland, survivor of the Warsaw ghetto, novelist and human rights campaigner in France, went to Warsaw for the first time in 40 years a few months ago, and there he met Marek Halter. The other Marek Halter was a Polish engineer who turned out to share more than just a name with the celebrated writer. He described himself as a","byline":"By RICHARD BERNSTEIN","date":"19901227","title":"A French Writer Meets His Polish 'Secret Sharer'","url":"http://www.nytimes.com/1990/12/27/books/a-french-writer-meets-his-polish-secret-sharer.html"},{"body":"A few hours before President Mikhail S. Gorbachev nominated him to be the country's first Vice President, Gennadi I. Yanayev gave a news conference. Hardly anyone showed up. In these days of diminishing Communist Party dominance, the opinions of a minor Politburo member no longer tempted the vast majority of Soviet and foreign journalists here. But","byline":"By ESTHER B. FEIN, Special to The New York Times","date":"19901227","title":"The Prominent Virtue: Party-Heavy Resume","url":"http://www.nytimes.com/1990/12/27/world/the-prominent-virtue-party-heavy-resume.html"},{"body":"The mundane and sometimes grim task of keeping New York City going on Christmas fell to an eclectic group of men and women, some of whom kept the holiday in their own way and some of whom did not. Movie theaters were full; precinct houses were staffed; hospitals tended the sick, and public transportation rumbled beneath and through the city. There","byline":"By CHRIS HEDGES","date":"19901226","title":"It's Another Day in the City, But Not Just Another Day","url":"http://www.nytimes.com/1990/12/26/nyregion/it-s-another-day-in-the-city-but-not-just-another-day.html"},{"body":"It would be enough of a career for any politician to be remembered as one of the most central figures of nuclear disarmament in history. But in shocking the world today by announcing that he would step down as Foreign Minister, Eduard A. Shevardnadze recast the nation's debate over its very manner of survival beyond the cold war, and he claimed a","byline":"By FRANCIS X. CLINES, Special to The New York Times","date":"19901221","title":"CRISIS IN THE KREMLIN; The Shevardnadze Warning: Not Just Content, but Timing","url":"http://www.nytimes.com/1990/12/21/world/crisis-in-the-kremlin-the-shevardnadze-warning-not-just-content-but-timing.html"},{"body":"When he was a lawyer in Houston, James A. Baker 3d was called \"the panther\" by some of his adversaries and even a few of his friends, who thought the nickname fitting for someone so skilled at pouncing on weakness in an opponent or an argument. So perhaps it was fitting that his closest and most important relationship with a top foreign official","byline":"By R. W. APPLE Jr., Special to The New York Times","date":"19901221","title":"CRISIS IN THE KREMLIN; Baker and Shevardnadze: Link Breaks","url":"http://www.nytimes.com/1990/12/21/world/crisis-in-the-kremlin-baker-and-shevardnadze-link-breaks.html"},{"body":"Eduard Shevardnadze was a Soviet Foreign Minister like no other, marking a clean break in style and substance from the stolid Molotovs and Gromykos who frustrated their Western counterparts in the past. With extraordinary skill, he devised a new foreign policy for a new era, scrapping stale Leninist dogmas and making pragmatic idealism a guiding","date":"19901221","title":"The Shevardnadze Alarm","url":"http://www.nytimes.com/1990/12/21/opinion/the-shevardnadze-alarm.html"},{"body":"Foreign Minister Eduard A. Shevardnadze, President Mikhail S. Gorbachev's closest confederate in negotiating an end to the cold war, abruptly resigned today with an impassioned warning that \"reactionaries\" threatened his country with dictatorship. \"I cannot reconcile myself with what is happening in my country,\" Mr. Shevardnadze told his stunned","byline":"By BILL KELLER, Special to The New York Times","date":"19901221","title":"CRISIS IN THE KREMLIN; SHEVARDNADZE STUNS KREMLIN BY QUITTING FOREIGN MINISTRY AND WARNING OF 'DICTATORSHIP'","url":"http://www.nytimes.com/1990/12/21/world/crisis-kremlin-shevardnadze-stuns-kremlin-quitting-foreign-ministry-warning.html"}],"tokens":["Afghanistan"],"total":306},{"offset":"0","results":[{"body":"Georgian rebels battled forces loyal to President Zviad K. Gamsakhurdia again today, and a senior rebel commander said he was preparing to storm the republic's Parliament building. As fighting raged for most of the morning along Rustaveli Prospekt, the main avenue of Tbilisi, Georgia's capital, leading opposition politicians said Mr. Gamsakhurdia","date":"19911231","title":"Rival Factions in Georgia Continue Battle for Capital","url":"http://www.nytimes.com/1991/12/31/world/rival-factions-in-georgia-continue-battle-for-capital.html"},{"body":"The United Nations has reason to thank the soft-spoken Peruvian who was almost accidentally chosen Secretary General a decade ago. Javier Perez de Cuellar got the job because an exhausted Security Council could not agree on anybody else. Insiders knew him as a careful and competent diplomat, but to outsiders he seemed a colorless civil servant with","date":"19911229","title":"The U.N.'s Happy Surprise","url":"http://www.nytimes.com/1991/12/29/opinion/the-un-s-happy-surprise.html"},{"body":"The notes attached to contributions to The New York Times Neediest Cases Fund describe a thousand paths to charity. But many of them show that a relative is leading the way. \"My mother, Elizabeth Leeds Weiler, died on May 24, 1991, at 86 years old,\" wrote Elinor W. Krach, who gave $200. \"In looking through her 1991 date book I came upon Dec. 1 and","byline":"By J. PEDER ZANE","date":"19911228","title":"Relatives Inspire Gifts To Neediest Cases Fund","url":"http://www.nytimes.com/1991/12/28/nyregion/relatives-inspire-gifts-to-neediest-cases-fund.html"},{"body":"Coping with daily changes in the map of Eastern Europe, the State Department is also faced with the task of rearranging Asia -- though only in an organizational sense. After six years of trying, Congress in August attached to a State Department financial authorization bill the requirement that a new bureau for South Asia be created so that the","byline":"By BARBARA CROSSETTE,","date":"19911226","title":"Congress Is Impatient for South Asia Bureau","url":"http://www.nytimes.com/1991/12/26/world/congress-is-impatient-for-south-asia-bureau.html"},{"body":"At first, William M. Kunstler thought the evidence against El Sayyid A. Nosair for the murder of Rabbi Meir Kahane appeared so overwhelming that he advised his client to plead insanity. When the case went to the jury on Wednesday, he was pessimistic. Yesterday, as he jubilantly reviewed the trial's ending -- a Manhattan jury's verdict on Saturday","byline":"By SELWYN RAAB","date":"19911223","title":"Jury Selection Seen As Crucial to Verdict","url":"http://www.nytimes.com/1991/12/23/nyregion/jury-selection-seen-as-crucial-to-verdict.html"},{"body":"J. Max Bond Sr., a retired American educator who was president of the University of Liberia in the early 1950's, died on Sunday at his home in Washington. He was 89 years old. The cause of his death was not immediately clear, but he had been suffering from prostate cancer, said a granddaughter, Ruth M. Bond. Dr. Bond was born in Nashville, Tenn.,","byline":"By ERIC PACE","date":"19911218","title":"J. Max Bond Sr., 89, an American Who Headed Liberian University","url":"http://www.nytimes.com/1991/12/18/nyregion/j-max-bond-sr-89-an-american-who-headed-liberian-university.html"},{"body":"The United Nations General Assembly voted overwhelmingly today to revoke the bitterly contested statement it approved in 1975 that said \"Zionism is a form of racism and racial discrimination.\" The official count found 111 nations in favor of repealing the statement and 25 nations, mostly Islamic and hard-line Communists, voting against. Thirteen","byline":"By PAUL LEWIS,","date":"19911217","title":"U.N. Repeals Its '75 Resolution Equating Zionism With Racism","url":"http://www.nytimes.com/1991/12/17/world/un-repeals-its-75-resolution-equating-zionism-with-racism.html"},{"body":"To the Editor: We must dispel the myth that George Bush has been exemplary in his conduct of United States foreign policy, which you repeat in \"The Partial President\" (editorial, Nov. 24). In reality, his foreign policy has been as disastrous as his domestic policy. A successful foreign policy would be marked by avoidance of wars through peaceful","date":"19911217","title":"Bush Wisely Goes Slow on Economic Change; His Failures Abroad","url":"http://www.nytimes.com/1991/12/17/opinion/l-bush-wisely-goes-slow-on-economic-change-his-failures-abroad-022691.html"},{"body":"Following is the 111-to-25 roll-call vote today by which the General Assembly adopted a resolution revoking the 1975 resolution equating Zionism with racism: IN FAVOR -- 111 Albania Antigua & Barbuda Argentina Australia Austria Bahamas Barbados Belgium Belize Benin Bhutan Bolivia Botswana Brazil Britain Bulgaria Burundi Byelorussia Cambodia","date":"19911217","title":"U.N. Roll-Call On Zionism","url":"http://www.nytimes.com/1991/12/17/world/un-roll-call-on-zionism.html"},{"body":"Looking back now, the August coup was both Mikhail S. Gorbachev's finest moment, and the start of the final act in his tumultuous reign. The collapse of the pathetic coup was his victory. It demonstrated that the freedoms he had loosed had taken root, and it brought out the qualities of courage and determination that brought about the end of the","byline":"By SERGE SCHMEMANN,","date":"19911215","title":"The Fall Of Gorbachev/A special report.; A Russian Is Swept Aside By the Forces He Released","url":"http://www.nytimes.com/1991/12/15/world/fall-gorbachev-special-report-russian-swept-aside-forces-he-released.html"}],"tokens":["Afghanistan"],"total":205},{"offset":"0","results":[{"body":"To the Editor: Re \"Muslims From Afar Joining 'Holy War' in Bosnia\" (front page, Dec. 5): Christians are not considered infidels by Muslims, as you imply. On the contrary, Jews and the Christians are respected in Islam as the \"people of the Book,\" who also received God's revelations. Muslim men are allowed to marry women of the people of the Book.","date":"19921230","title":"Bosnian Muslims Want Arms to Fight","url":"http://www.nytimes.com/1992/12/30/opinion/l-bosnian-muslims-want-arms-to-fight-995992.html"},{"body":"A national council met today to begin choosing the country's next president, but most rebel groups boycotted the meeting and threatened to resume fighting if the council went ahead with its work. The rebel groups contend that the Government tampered with the selection of council members and bought them off to insure the re-election of the interim","date":"19921230","title":"Afghans Picking Chief Under Rebel Threat","url":"http://www.nytimes.com/1992/12/30/world/afghans-picking-chief-under-rebel-threat.html"},{"body":"The President-elect of the United States is, as The Times's Marian Burros wrote last week, no Jack Sprat. He eats fat. He eats lean. He eats tacos and chili con queso made with three kinds of cheese and three kinds of peppers. He eats ribs, baked beans, slaw, sweet potato pie, bagels, doughnuts and potato salad. Most of all he eats chicken","date":"19921229","title":"Topics of The Times; Eats Like America","url":"http://www.nytimes.com/1992/12/29/opinion/topics-of-the-times-eats-like-america.html"},{"body":"To the Editor: In articles analyzing states and peoples suffering from weapons and conflicts left over from the cold war, such as \"Clinton Inherits Conflicts That Don't Follow the Rules\" (The Week in Review, Dec. 13), you include Somalia, Bosnia-Herzegovina, the successor states of the Soviet Union and some others. But you and others omit","date":"19921228","title":"Afghanistan, Armed and Abandoned, Could Be the Next Bosnia","url":"http://www.nytimes.com/1992/12/28/opinion/l-afghanistan-armed-and-abandoned-could-be-the-next-bosnia-126092.html"},{"body":"YEAR'S end beckons us to recall the restaurants of 1992 that stood like beacons above the culinary landscape, shining their light on contented, happy diners. Rated Excellent indeed was Terra (156 Greenwich Avenue, Greenwich, 629-5222), an Italian restaurant with a robust, country-style menu featuring thin-crusted pizzas, wood-grilled meats and","byline":"By PATRICIA BROOKS","date":"19921227","title":"DINING OUT; Remembering the Best Dishes of the Year","url":"http://www.nytimes.com/1992/12/27/nyregion/dining-out-remembering-the-best-dishes-of-the-year.html"},{"body":"Concerned by the strong blow dealt to Egypt's tourist industry by the killing of a British tourist by fundamentalist Muslims a few weeks ago, President Hosni Mubarak visited the ancient ruins here today and spent much of the day shaking hands with French, South African and British visitors. Later he joined tourists relaxing in the lounges and","byline":"By YOUSSEF M. IBRAHIM,","date":"19921224","title":"Mubarak Visits Tourists To Lift Chill of Assaults","url":"http://www.nytimes.com/1992/12/24/world/mubarak-visits-tourists-to-lift-chill-of-assaults.html"},{"body":"Israel's expulsion of 400 adherents of Hamas, a Muslim fundamentalist movement, has focused attention on the growing challenge posed by Islamic militants throughout the Mideast and on the murky role that Iran plays in stoking the fires of extremism, officials in the region say. In the past year, Algeria, Egypt, Tunisia and Jordan, as well as Israel","byline":"By YOUSSEF M. IBRAHIM","date":"19921221","title":"Arabs Raise a Nervous Cry Over Iranian Militancy","url":"http://www.nytimes.com/1992/12/21/world/arabs-raise-a-nervous-cry-over-iranian-militancy.html"},{"body":"LAWRENCE S. EAGLEBURGER doesn't look much like the Red Adair of foreign policy, flaunting his lame-duck status with a crippled bird pin stuck in his lapel. Yet to be Secretary of State in the unwieldy new world of late 1992 means spending a lot of time putting out raging diplomatic fires rather than crafting Talleyrand-like strategies for the","byline":"By ELAINE SCIOLINO","date":"19921220","title":"THE WORLD; A Lame-Duck Diplomat Wrestles With a World in Flux","url":"http://www.nytimes.com/1992/12/20/weekinreview/the-world-a-lame-duck-diplomat-wrestles-with-a-world-in-flux.html"},{"body":"THE cry on the lips of the fanatical Hindus who stormed and destroyed an obscure mosque in the northern Indian town of Ayodhya was deafening and terse: \"Jai Sri Ram!\" (\"Hail Lord Ram!\"). The cry on the lips of the mujahadeen who roared into Kabul last spring was also terse: \"Allahu Akbar!\" (\"God Is Great!\"). In India, Afghanistan, Pakistan, Bhutan,","byline":"By EDWARD A. GARGAN","date":"19921213","title":"Savage Intolerance; Fundamentalism In South Asia Isn't All Islam","url":"http://www.nytimes.com/1992/12/13/weekinreview/savage-intolerance-fundamentalism-in-south-asia-isn-t-all-islam.html"},{"body":"THE setting could not be more genteel: golden curtains drawn on the hubbub of the Quartier Latin, brown velvet cushions puffed on sumptuous white sofas, Oriental artifacts scattered here and there, an Indian servant in discreet attendance and a bowl of fallen leaves setting off the elegiac tone of the salon's autumnal shades. But it is barbarism","byline":"By ROGER COHEN","date":"19921213","title":"Conversations/Bernard-Henri Levy; An Alarum for the New Europe Is Sounded From a Paris Salon","url":"http://www.nytimes.com/1992/12/13/weekinreview/conversations-bernard-henri-levy-alarum-for-new-europe-sounded-paris-salon.html"}],"tokens":["Afghanistan"],"total":235},{"offset":"0","results":[{"body":"More than 10,000 people have fled fighting between rival factions east of Kabul in the last two months, forcing international relief workers to construct makeshift camps for Afghanistan's newest refugees. Relief officials said today that a group of about 4,000 refugees was settled this week into a tent city near the village of Samarkhel, nine miles","date":"19931230","title":"Thousands Flee Afghan Fighting","url":"http://www.nytimes.com/1993/12/30/world/thousands-flee-afghan-fighting.html"},{"body":"When four containers of fish from Nigeria arrived at the airport recently, customs officers were suspicious about the unusual cargo. Fish from Nigeria? So they searched, and they discovered, packed with the 120 pounds of carp, half a ton of marijuana worth about $2 million on the street. A few weeks before, Polish officials on the border with","byline":"By RAYMOND BONNER,","date":"19931230","title":"Poland Becomes a Major Conduit for Drug Traffic","url":"http://www.nytimes.com/1993/12/30/world/poland-becomes-a-major-conduit-for-drug-traffic.html"},{"body":"William L. Shirer, the author of \"The Rise and Fall of the Third Reich\" and a foreign correspondent whose pioneering live trans-Atlantic radio broadcasts on the eve of World War II helped inform Americans about Nazi Germany, died yesterday at Massachusetts General Hospital in Boston. He was 89 years old and lived in Lenox, Mass. His daughter Inga","byline":"By HERBERT MITGANG","date":"19931229","title":"William L. Shirer, Author, Is Dead at 89","url":"http://www.nytimes.com/1993/12/29/obituaries/william-l-shirer-author-is-dead-at-89.html"},{"body":"Abdul Samad, a 20-year-old from Afghanistan, went to school for the first time three years ago. He said he did not know a word of English when he was admitted into the International High School in Queens. He felt blind and deaf and panicky. \"I was very crazy,\" said the high school student, dressed in a black leather jacket and jeans. \"I wondered,","byline":"By LYNDA RICHARDSON","date":"19931228","title":"Thriving on Difference; International High Students Speak Language of Learning","url":"http://www.nytimes.com/1993/12/28/nyregion/thriving-on-difference-international-high-students-speak-language-of-learning.html"},{"body":"There are ordinary yearnings -- a wish to get married, the desire for the smell of a hamburger cooking on the grill. There are complaints of injustice, of \"false accusations and lies,\" and there are frequent protestations of innocence. At the same time, there are a few mentions of names. Generally only first names are given, and they are all common","byline":"By RICHARD BERNSTEIN","date":"19931226","title":"Bomb Trial Transcripts of Phone Calls Add Pieces to Evidence Pile","url":"http://www.nytimes.com/1993/12/26/nyregion/bomb-trial-transcripts-of-phone-calls-add-pieces-to-evidence-pile.html"},{"body":"Russia and Turkmenistan signed an agreement today under which Russian troops will be stationed on the borders of Iran and Afghanistan. The agreement providing for the policing of Turkmenistan's borders was signed by President Boris N. Yeltsin of Russia and Saparmurat Niyazov of Turkmenistan, which shares a border of some 550 miles with Iran, at a","date":"19931224","title":"Russia Agrees to Patrol Turkmenistan Borders","url":"http://www.nytimes.com/1993/12/24/world/russia-agrees-to-patrol-turkmenistan-borders.html"},{"body":"International A3-10 LIFE CHANGING IN GAZA STRIP While Israeli and Palestinian negotiators try to work out the fine points leading to an Israeli withdrawal from the Gaza Strip, life on the ground has already changed. Israeli troops have quietly ceded whole sections of the sprawling Gaza refugee camps to Palestinian guerrillas, who four months ago","date":"19931224","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1993/12/24/nyregion/news-summary-339593.html"},{"body":"After a two-year campaign by Muslim militants to overthrow the Egyptian Government, a familiar group has re-emerged with a new plan that is targeting the country's highest officials and threatening to sharply increase the level of violence, senior intelligence officials and Western diplomats say. The deadlier tactics are a result of several","byline":"By CHRIS HEDGES,","date":"19931219","title":"Egypt Fears More Violent 'Holy War' by Militants","url":"http://www.nytimes.com/1993/12/19/world/egypt-fears-more-violent-holy-war-by-militants.html"},{"body":"Charges of rebellion were filed today against Murtaza Bhutto, the younger brother of Prime Minister Benazir Bhutto, and a trial was scheduled for Jan. 2. Saying \"the prosecution has enough evidence to establish the involvement of the accused in the case,\" a special court accused Mr. Bhutto of mounting an insurgency, undertaking activities to","date":"19931219","title":"Pakistan Accuses Bhutto Brother of Crime","url":"http://www.nytimes.com/1993/12/19/world/pakistan-accuses-bhutto-brother-of-crime.html"},{"body":"The Clinton Administration has asked more than 40 countries that produce land mines to ban exports of anti-personnel mines for three to five years, senior American officials said today. The Administration, which wrote to the governments on Dec. 7, has also told them that it wants a new agreement to stop the spread of mines. The accord would be","byline":"By PAUL LEWIS,","date":"19931216","title":"Makers of Anti-Personnel Mines Are Urged by U.S. to Ban Exports","url":"http://www.nytimes.com/1993/12/16/world/makers-of-anti-personnel-mines-are-urged-by-us-to-ban-exports.html"}],"tokens":["Afghanistan"],"total":217},{"offset":"0","results":[{"body":"Russian bombers blew up an oil depot near the capital of the secessionist Chechen republic today, but the advance on the city remained gradual, and the Defense Minister said Russian troops would not storm it \"in the classical sense.\" Although the Defense Minister, Gen. Pavel S. Grachev, was the first to say that Russian forces would occupy Grozny,","byline":"By ALESSANDRA STANLEY,","date":"19941230","title":"Russia Delivers Mixed Signals on Its Military Campaign","url":"http://www.nytimes.com/1994/12/30/world/russia-delivers-mixed-signals-on-its-military-campaign.html"},{"body":"Russians don't tie yellow ribbons to trees to signal their support of their soldiers fighting in the rebellious region called Chechnya. They don't paste bumper stickers to their cars to protest the bombing there. But here, only 30 miles from Moscow, support for the use of force seems greater than in the capital, where less than 30 percent of people","byline":"By ALESSANDRA STANLEY,","date":"19941229","title":"In the Provinces, Russians Back Drive on Chechnya","url":"http://www.nytimes.com/1994/12/29/world/in-the-provinces-russians-back-drive-on-chechnya.html"},{"body":"President Boris Yeltsin was justified in using force against the breakaway Russian republic of Chechnya, but as a political exercise and military operation the attack has been inept. That is now a problem for him and for Washington. The indiscriminate bombing of Grozny, Chechnya's capital, was a mistake, one Mr. Yeltsin acknowledged yesterday in a","date":"19941228","title":"Miscalculation in Chechnya","url":"http://www.nytimes.com/1994/12/28/opinion/miscalculation-in-chechnya.html"},{"body":"As the chaos surrounding the Kremlin deepened, President Boris N. Yeltsin, appearing in public for the first time in more than two weeks, told his National Security Council today that he was prepared to initiate peace talks with Chechnya. At the same time one of his most influential deputies insisted publicly that, if anything, the military assault","byline":"By MICHAEL SPECTER,","date":"19941227","title":"Yeltsin Reappears as Discord Grows on Chechnya","url":"http://www.nytimes.com/1994/12/27/world/yeltsin-reappears-as-discord-grows-on-chechnya.html"},{"body":"AT Nuremberg in 1945, a young American Army officer named Telford Taylor helped write the rules for prosecuting Goering and other top Nazis. He went on to become chief prosecutor of their henchmen, and an authority on the laws of war. Today he looks at Bosnia and warns: Don't expect any avenging angel in any courtroom to punish the war crimes of","byline":"By MARC D. CHARNEY","date":"19941225","title":"Conversations / Telford Taylor; The Laws of War Are Many, but Self-Interest Is the Only Enforcer","url":"http://www.nytimes.com/1994/12/25/weekinreview/conversations-telford-taylor-laws-war-are-many-but-self-interest-only-enforcer.html"},{"body":"Demoralized and underpaid, the Russian Army is facing in the rebellious Chechnya region its stiffest test of professionalism and morale since the collapse of the Soviet Union, and it is failing the test, Western diplomats and Russian military analysts say. Its officers are rebelling in the face of an increasingly vicious war against other Russians.","byline":"By STEVEN ERLANGER,","date":"19941225","title":"Russia's Army Seen as Failing Chechnya Test","url":"http://www.nytimes.com/1994/12/25/world/russia-s-army-seen-as-failing-chechnya-test.html"},{"body":"Eleven Muslim militants were sentenced to death today by a state security court for plotting to destabilize Jordan through a series of bombings and plans to assassinate leading officials. Three of those sentenced to hang were tried in absentia and remain at large. They include Mohammad Khalifa, a son-in-law of a Saudi businessman, Usama Bin Laden,","date":"19941222","title":"Jordan Dooms 11 Militants","url":"http://www.nytimes.com/1994/12/22/world/jordan-dooms-11-militants.html"},{"body":"As Russian planes and mortar shells battered the Chechen capital today, more than 100,000 people formed a remarkable, 40-mile human chain to protest the assault on Grozny. The demonstrators, called to their task by a radio broadcast, began the line on the western edge of the capital and stretched along the only open highway to the border of","byline":"By MICHAEL SPECTER,","date":"19941221","title":"A 40-Mile Chain Against Russian Troops","url":"http://www.nytimes.com/1994/12/21/world/a-40-mile-chain-against-russian-troops.html"},{"body":"BETWEEN EAST AND WEST Across the Borderlands of Europe. By Anne Applebaum. Maps. 314 pp. New York: Pantheon Books. $24. RATHER than an Old Master painting, the landscape of Europe's far east is a disturbing canvas of abstract juxtapositions. \"Travel here demands a forensic passion, not merely a love of art or architecture or natural beauty,\" Anne","byline":"By Robert D. Kaplan;","date":"19941218","title":"Neither Here Not There","url":"http://www.nytimes.com/1994/12/18/books/neither-here-not-there.html"},{"body":"Fighting intensified today in a secessionist Muslim region of southern Russia as Russian troops moved to surround and seal off the region's capital. President Boris N. Yeltsin ordered troops into the region of Chechnya on Sunday, declaring that they were necessary to defend the unity of the Russian state. The Russian troops have moved toward the","byline":"By STEVEN ERLANGER,","date":"19941214","title":"RUSSIAN TROOPS SURROUND REBELS","url":"http://www.nytimes.com/1994/12/14/world/russian-troops-surround-rebels.html"}],"tokens":["Afghanistan"],"total":153},{"offset":"0","results":[{"body":"He rented movies, playing one about a Colorado football team over and over. He wore a favorite T-shirt with a quotation from Thomas Jefferson. He once changed cheap motels so he could watch the X-rated Spice Channel. He always washed the dishes. These seemingly ordinary activities are little pieces of the puzzle that is the greatest remaining","byline":"By JOHN KIFNER","date":"19951231","title":"McVEIGH'S MIND: A special report.;Oklahoma Bombing Suspect: Unraveling of a Frayed Life","url":"http://www.nytimes.com/1995/12/31/us/mcveigh-s-mind-special-report-oklahoma-bombing-suspect-unraveling-frayed-life.html"},{"body":"The police accused an Afghan today of planting the car bomb that killed 31 people in a busy marketplace in Peshawar last week. The police said the suspect, Abdul Matin, was working for the Afghan Government. Relations between Afghanistan and Pakistan have grown tense in recent months, with each side accusing the other of meddling in its internal","byline":"AP","date":"19951227","title":"World News Briefs;Pakistan Accuses Afghan in Bombing","url":"http://www.nytimes.com/1995/12/27/world/world-news-briefs-pakistan-accuses-afghan-in-bombing.html"},{"body":"THE ITALIAN PAINTER Francesco Clemente, now 43 years old, has steadfastly gone his own way while some contemporaries marched up the hill of fame in the 1980's and tumbled down again in the 90's, when fashions changed. Clemente's work has never fought for our attention, and in the show of 18 mostly small and early paintings by him at the Peter Blum","byline":"By John Russell","date":"19951224","title":"ART VIEW;At Home Across the World's Cultural Map","url":"http://www.nytimes.com/1995/12/24/arts/art-view-at-home-across-the-world-s-cultural-map.html"},{"body":"A car bomb exploded today outside a department store here in northwestern Pakistan, killing at least 32 people and wounding 117, doctors and witnesses said. Hospital doctors said the death toll could rise because some of the wounded are in critical condition. Officials said the dead included a daughter and two grandchildren of the provincial","byline":"Reuters","date":"19951222","title":"Car Bomb Kills 35 at Pakistan-Afghan Border","url":"http://www.nytimes.com/1995/12/22/world/car-bomb-kills-35-at-pakistan-afghan-border.html"},{"body":"It is simply a quirk of scheduling, a coincidence with no critical point intended. But the fact remains that three of the more interesting photography shows at the moment are by artists over 80. Two of the three -- Andreas Feininger, 89, whose photographs of New York and close-ups of seashells are at the Bonni Benrubi Gallery, and Eve Arnold, 82,","byline":"By CHARLES HAGEN","date":"19951222","title":"PHOTOGRAPHY REVIEW;New York and Beyond, by 3 Veterans","url":"http://www.nytimes.com/1995/12/22/arts/photography-review-new-york-and-beyond-by-3-veterans.html"},{"body":"Once branded a pariah in the Olympic community for leading a United States boycott of the 1980 Moscow Games, the former President JIMMY CARTER now is working to bring a holdout country to the 1996 Atlanta Olympics. Practicing the kind of unofficial diplomacy he has used to mediate disputes in various global hot spots, Carter has urged North Korea","date":"19951221","title":"SPORTS PEOPLE: OLYMPICS;Carter Trying to Bring North Korea to Atlanta","url":"http://www.nytimes.com/1995/12/21/sports/sports-people-olympics-carter-trying-to-bring-north-korea-to-atlanta.html"},{"body":"With his aides still reeling from their defeat by the Communists, President Boris N. Yeltsin today spoke up for the first time since Sunday's parliamentary elections to assure the country that the Government would not change its course. \"We have no reason for concern or to view the election as a tragedy,\" Mr. Yeltsin said from the clinic where he","byline":"By ALESSANDRA STANLEY","date":"19951221","title":"Unfazed by Election, Yeltsin Vows Not to Change Course","url":"http://www.nytimes.com/1995/12/21/world/unfazed-by-election-yeltsin-vows-not-to-change-course.html"},{"body":"EACH NIGHT AT 6 O'CLOCK, CARrying on a tradition best represented in the public imagination by Walter Cronkite, the three major television networks bring pleasant, respectable-looking, middle-aged white men into American homes to deliver the day's news. The anchor role has long been viewed as the most prestigious in network journalism, and the men","byline":"By LAWRIE MIFFLIN","date":"19951217","title":"TELEVISION;Weighing the Future of the Network Anchor","url":"http://www.nytimes.com/1995/12/17/arts/television-weighing-the-future-of-the-network-anchor.html"},{"body":"Concerns for the safety of four Western hostages in Indian-ruled Kashmir, one of them an American citizen, have mounted after a shadowy Muslim separatist group said it was no longer holding the men, who were seized more than five months ago. A note delivered on Monday to a local newspaper in Srinagar, summer capital of the Indian state of Jammu and","byline":"By JOHN F. BURNS","date":"19951213","title":"Worry Rising For Hostages Seized in India","url":"http://www.nytimes.com/1995/12/13/world/worry-rising-for-hostages-seized-in-india.html"},{"body":"Arming and training Bosnian Muslims, as Senator Bob Dole and his supporters would like to do, cannot possibly help the peace agreement or advance United States interests. Abandoning neutrality would put our troops at greater risk, and our allies would hold us responsible for the consequences if war broke out again, unleashed in part by the","byline":"By George Kenney","date":"19951212","title":"If the U.S. Takes Sides","url":"http://www.nytimes.com/1995/12/12/opinion/if-the-us-takes-sides.html"}],"tokens":["Afghanistan"],"total":172},{"offset":"0","results":[{"body":"When neighbors came to Mullah Mohammed Omar in the spring of 1994, they had a story that was shocking even by the grim standards of Afghanistan's 18-year-old civil war. Two teen-age girls from the mullah's village of Singesar had been abducted by one of the gangs of mujahedeen, or ''holy warriors,'' who controlled much of the Afghan countryside.","byline":"By JOHN F. BURNS with STEVE LeVINE","date":"19961231","title":"How Afghans' Stern Rulers Took Hold","url":"http://www.nytimes.com/1996/12/31/world/how-afghans-stern-rulers-took-hold.html"},{"body":"International A3-10 NORTH KOREA MAY AGREE TO TALKS The Clinton Administration announced that North Korea had agreed for the first time to talk with South Korea and the United States about the possibility of negotiating a formal end to the Korean War. A1 ROOTS OF AFGHAN REPRESSION Since emerging as the ruling force of most of Afghanistan, the","date":"19961231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1996/12/31/nyregion/news-summary-970719.html"},{"body":"For several years, an informal group of Muslim women from around the world has met to spur discussion among Muslims everywhere about the rights of women. Now, with the shadow of a repressive Islamic regime in Afghanistan hovering over the debate, the group has produced a manual on the rights of women under Islam. Intended to be adaptable to a wide","byline":"By BARBARA CROSSETTE","date":"19961229","title":"A Manual On Rights Of Women Under Islam","url":"http://www.nytimes.com/1996/12/29/world/a-manual-on-rights-of-women-under-islam.html"},{"body":"Deep in this desperate country there are Americans, dozens of them, ensconced behind high walls topped with barbed wire, living in anonymous camps, pouring billions of dollars into an Algerian state racked by civil war. The Americans never set foot in northern Algeria, where political scores in a fierce undeclared war are settled daily by the","byline":"By ROGER COHEN","date":"19961228","title":"In Algeria, Oil and Islam Make a Volatile Mixture","url":"http://www.nytimes.com/1996/12/28/world/in-algeria-oil-and-islam-make-a-volatile-mixture.html"},{"body":"In Kabul and other cities of Afghanistan, there is a roll-call of foreigners whose names bring ready approval and disdain. With a burning sense of their own history, Afghans remember Burnes and MacNaghten and Cavagnari, British officials who led attempts to make Afghanistan a tributary of British rule in 19th-century India, and paid with their","byline":"By JOHN F. BURNS","date":"19961226","title":"War at Its Clumsiest, and Now a Necessary Healer","url":"http://www.nytimes.com/1996/12/26/world/war-at-its-clumsiest-and-now-a-necessary-healer.html"},{"body":"Russian troops guarding Tajikistan's southern border have come under fire despite a fresh cease-fire agreement, Russian news organizations reported today. The troops' commanders said they were fired on Tuesday night from Afghanistan's side of the Tajikistan border. The Russians fired back and suffered no casualties, they said in a statement carried","date":"19961226","title":"Russians Under Fire Despite Tajik Truce","url":"http://www.nytimes.com/1996/12/26/world/russians-under-fire-despite-tajik-truce.html"},{"body":"Tajik rebels freed 21 hostages today, including 7 United Nations observers, after holding them for a day, Russian news agencies reported. The rebels, who seized 23 hostages on Friday, released all but 2 of them, the Itar-Tass and Interfax news agencies said, citing the United Nations mission in the former Soviet republic in Central Asia. The two","date":"19961222","title":"Tajiks Release 7 U.N. Aides And 14 Others","url":"http://www.nytimes.com/1996/12/22/world/tajiks-release-7-un-aides-and-14-others.html"},{"body":"When it came time for Ghulam Mohammed to die today, he raised his eyes toward the deep blue Afghan sky. Then he stretched his bound hands out before him, palms upward, and gestured swiftly up and down, as though toward heaven. Amid the murmuring of the crowd, it was impossible to hear the words that came tumbling from Mr. Mohammed, who was about to","byline":"By JOHN F. BURNS","date":"19961219","title":"At an Afghan Execution: It's Swift and Personal","url":"http://www.nytimes.com/1996/12/19/world/at-an-afghan-execution-it-s-swift-and-personal.html"},{"body":"The job demanded fierce concentration and the kind of serenity that comes mainly with age. Five of the six Red Cross field hospital workers who were slain in their beds by masked gunmen in Chechnya early Tuesday morning were women. All six were middle-aged and unmarried. Work consumed them. But theirs was an idealism tempered by years of experience","byline":"By ALESSANDRA STANLEY","date":"19961219","title":"Slain Red Cross Aides Lived With Danger","url":"http://www.nytimes.com/1996/12/19/world/slain-red-cross-aides-lived-with-danger.html"},{"body":"The Christmas party was canceled. Instead, in the room with the Christmas tree -- hung with red balls and draped with strings of silver tinsel -- the men and women of the International Committee of the Red Cross paid tribute today to their colleagues slain in Chechnya and vowed to continue their relief work. ''Every one of us feels deep in his","byline":"By RAYMOND BONNER","date":"19961219","title":"Shock Waves in Geneva From Chechnya Atrocity","url":"http://www.nytimes.com/1996/12/19/world/shock-waves-in-geneva-from-chechnya-atrocity.html"}],"tokens":["Afghanistan"],"total":239},{"offset":"0","results":[{"body":"At breakfast one August morning three years ago in St. Petersburg, Russia, Ted Turner declared, ''The cold war is over.'' His colleagues nodded silently, thinking their boss was stating the obvious. After all, Mr. Turner was in St. Petersburg that year to attend the Goodwill Games, an alternative Olympics that he started in 1986 during a deep","byline":"By MARK LANDLER","date":"19971227","title":"Cold War: TV Races To Record The Story","url":"http://www.nytimes.com/1997/12/27/arts/cold-war-tv-races-to-record-the-story.html"},{"body":"When she closes her eyes, Barbara Cooney sees the library of her dreams: the yard in front of the sturdy white clapboard building with black wooden shutters is a garden with lilac bushes and an apple tree whose blossoms occasionally fall on a reader's open book. Inside children read at pint-sized desks and experiment on computers while the literary","byline":"By JUDITH MILLER","date":"19971226","title":"Big Gift for a Small-Town Library","url":"http://www.nytimes.com/1997/12/26/us/big-gift-for-a-small-town-library.html"},{"body":"After nearly five years, the United States Ambassador, Peter W. Galbraith, will leave Zagreb next month, reviled by the Croatian press, which once granted him celebrity status; under a cloud in Washington for his role in the clandestine delivery of Iranian weapons to the Bosnian Muslims, and ostracized in Government circles here as President Franjo","byline":"By CHRIS HEDGES","date":"19971224","title":"A Despised U.S. Envoy Stands Proud","url":"http://www.nytimes.com/1997/12/24/world/a-despised-us-envoy-stands-proud.html"},{"body":"Le Livre Noir du Communisme'' (''The Black Book of Communism'') was published in Paris last month and has immediately aroused controversy. Edited by Stephane Courtois, a respected historian of French Communism, it is an 800-page compendium of the crimes of Communist regimes worldwide, recorded and analyzed in ghastly detail by a team of scholars.","byline":"By Tony Judt","date":"19971222","title":"The Longest Road To Hell","url":"http://www.nytimes.com/1997/12/22/opinion/the-longest-road-to-hell.html"},{"body":"THE last time an American President tried to talk to his counterpart in Iran, this is what happened: One day in early 1990, a call came into the Oval Office from an Iranian official who said President Hashemi Rafsanjani wanted to talk to George Bush about American hostages held in Lebanon. The caller refused to leave his number, but said he would","byline":"By ELAINE SCIOLINO","date":"19971221","title":"Talking to Iran; Phone's Ringing. Wonder Who's on the Line.","url":"http://www.nytimes.com/1997/12/21/weekinreview/talking-to-iran-phone-s-ringing-wonder-who-s-on-the-line.html"},{"body":"The finest demonstration of horsemanship in New York City is the one now on view at the Metropolitan Museum. There, amid dimly lit rooms, an equestrian spectacle unfolds in a 17th-century manuscript called the Padshahnama, which means, roughly, ''King of the World.'' The Padshahnama is an incomplete chronicle of the life of Shah-Jahan, the","byline":"By VERLYN KLINKENBORG","date":"19971219","title":"Editorial Notebook; The Magnificent Horses of Shah-Jahan","url":"http://www.nytimes.com/1997/12/19/opinion/editorial-notebook-the-magnificent-horses-of-shah-jahan.html"},{"body":"A United Nations team investigating reports from Afghanistan that more than 2,000 Taliban fighters held as prisoners were killed has found hundreds of bodies in wells and shallow graves, officials said today in Geneva. Many had been thrown into the wells alive or shot at close range with their hands tied behind their backs, the officials said.","byline":"By BARBARA CROSSETTE","date":"19971217","title":"U.N. Tells How Taliban Were Killed By the 100's","url":"http://www.nytimes.com/1997/12/17/world/un-tells-how-taliban-were-killed-by-the-100-s.html"},{"body":"INTERNATIONAL A3-15 Clinton Warns Hussein On U.N. Inspectors President Clinton, ruling out nothing, warned Saddam Hussein that he would consider other options for United States actions if the Iraqi president continued to obstruct United Nations inspectors, who have been barred from so-called Presidential sites in Iraq. A1 Mandela Critical of Whites","date":"19971217","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1997/12/17/nyregion/news-summary-652792.html"},{"body":"President Clinton today hailed conciliatory remarks toward the United States by Iran's new President, but his Administration remains committed to its policy of isolating Iran as punishment for its behavior. In remarks to reporters during a White House picture-taking session, Mr. Clinton said he ''would like nothing better than to have a dialogue","byline":"By ELAINE SCIOLINO","date":"19971216","title":"Clinton Hails Iran Overture but Isolation Policy Is Unchanged","url":"http://www.nytimes.com/1997/12/16/world/clinton-hails-iran-overture-but-isolation-policy-is-unchanged.html"},{"body":"For several months, in low-key meetings at the United Nations that began after Mohammed Khatami took office in August as Iran's first popularly elected President, Iranians and Americans have been working together in a small group of interested nations to explore ways to end the civil war in Afghanistan. The talks on the Afghan conflict -- which","byline":"By BARBARA CROSSETTE","date":"19971215","title":"U.S. and Iran Cooperating on Ways to End Afghan War","url":"http://www.nytimes.com/1997/12/15/world/us-and-iran-cooperating-on-ways-to-end-afghan-war.html"}],"tokens":["Afghanistan"],"total":218},{"offset":"0","results":[{"body":"Almost four centuries after the Netherlands gave the Pilgrims refuge from persecution in England, a leading American scholar on the Pilgrims seems to have been caught in the Dutch Government's crackdown on immigrants and has been ordered to leave the Netherlands by Jan. 15. The scholar, Dr. Jeremy Bangs, who founded a Pilgrim museum last year in","byline":"By FOX BUTTERFIELD","date":"19981231","title":"Government in the Netherlands Thwarts Modern Pilgrim's Progress","url":"http://www.nytimes.com/1998/12/31/us/government-in-the-netherlands-thwarts-modern-pilgrim-s-progress.html"},{"body":"SPORT utilities or sports cars? I'll take the latter, though today's four-wheel rockets are so good that roads in the Northeast -- with low speed limits, radar traps and darting deer -- cannot really test their capabilities. But even when driven mildly, new Porsches and BMW's stood out, as did more practical, less pricey machines. AM GENERAL HUMMER","byline":"By JAMES G. COBB","date":"19981227","title":"Grading On the Curve","url":"http://www.nytimes.com/1998/12/27/automobiles/grading-on-the-curve.html"},{"body":"Dry timber is in demand, food is hoarded and farmers pray for rain. In Afghanistan winter snows are late, spelling more fighting and further hardship. Aid workers say the situation has been aggravated this year by the absence of nongovernmental organizations and a local economy that has essentially crumbled. A World Food Program study found that 44","date":"19981226","title":"In Afghanistan, Civil War and Natural Hardships Abound as Farmers Pray for Rain","url":"http://www.nytimes.com/1998/12/26/world/in-afghanistan-civil-war-and-natural-hardships-abound-as-farmers-pray-for-rain.html"},{"body":"Don't believe all those year-end lamentations about a divided nation. As we close the book on 1998, there remains one common cultural denominator that does unite us all: sex. We have a sex-addicted President, a sex-obsessed independent counsel, sex-crazed media and a public so entranced by sex that not even McGwire and Sosa can entice us to spend","byline":"By FRANK RICH","date":"19981226","title":"Journal; Scandals Sans Bimbos Need Not Apply","url":"http://www.nytimes.com/1998/12/26/opinion/journal-scandals-sans-bimbos-need-not-apply.html"},{"body":"Osama bin Laden, whom the United States intelligence authorities consider one of the world's most dangerous terrorists, has denied that he had any role in the deadly bombings of two American embassies in Africa. ''I was not involved in the bomb blasts, but I don't regret what happened there,'' Mr. bin Laden told the Taliban rulers of Afghanistan,","byline":"By DAVID STOUT","date":"19981225","title":"Bin Laden Denies Role in Embassy Bombings","url":"http://www.nytimes.com/1998/12/25/world/bin-laden-denies-role-in-embassy-bombings.html"},{"body":"Since it is Christmas, a day on which nobody reads a newspaper anyhow, and since this is the last of these columns titled ''Observer'' which have been appearing in The Times since 1962, I shall take the otherwise inexcusable liberty of talking about me and newspapers. I love them. I have loved them since childhood when my Uncle Allen regularly","byline":"By RUSSELL BAKER","date":"19981225","title":"OBSERVER; A Few Words at The End","url":"http://www.nytimes.com/1998/12/25/opinion/observer-a-few-words-at-the-end.html"},{"body":"INTERNATIONAL A3-11 Serbian Forces Attack Northern Kosovo Province A sustained assault by Serbian forces in northern Kosovo province ended a tenuous cease-fire, as more than 40 armored vehicles and tanks fought through the day with separatist guerrillas. The attack came after 11 days of combat and assassinations in which, international monitors","date":"19981225","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1998/12/25/nyregion/news-summary-593290.html"},{"body":"The three-man crew of the ICO Global Challenge yesterday became the first balloonists to cross the Asian continent from one end to the other and the first to fly over the towering Himalayan range. During the sixth day of their attempt to circle the world nonstop, Richard Branson, Per Lindstrand and Steve Fossett completed their worrisome crossing","byline":"By MALCOLM W. BROWNE","date":"19981224","title":"Balloonists Cross China And Leave The Mainland","url":"http://www.nytimes.com/1998/12/24/world/balloonists-cross-china-and-leave-the-mainland.html"},{"body":"The first impeachment of a President in 130 years was the stuff of monster headlines, followed intensively by a mesmerized segment of the population, but the public at large found President Clinton's impeachment less compelling than a dozen other news events in 1998, a survey has found. A new poll by the Pew Research Center, which measured the","byline":"By FELICITY BARRINGER","date":"19981223","title":"IMPEACHMENT: THE MEDIA; In Poll, Public Says Clinton Scandal Wasn't '98's Most Compelling Event","url":"http://www.nytimes.com/1998/12/23/us/impeachment-media-poll-public-says-clinton-scandal-wasn-t-98-s-most-compelling.html"},{"body":"If you have lost track, amid the unfamiliar names and murky allegations of who is supposed to have done what in the year's terrorist bombings in East Africa, tonight's ''Investigative Reports'' provides a sketchy guide. Drawn mainly from American sources, ''Death to America: The Terrorism Trail'' lays out the evidence and suspicions of what has","byline":"By WALTER GOODMAN","date":"19981221","title":"TELEVISION REVIEW; Wondering About Victory In the War on Terrorism","url":"http://www.nytimes.com/1998/12/21/arts/television-review-wondering-about-victory-in-the-war-on-terrorism.html"}],"tokens":["Afghanistan"],"total":449},{"offset":"0","results":[{"body":"Negotiations between Indian officials and hijackers holding more than 150 hostages aboard an Indian Airlines jet in Afghanistan resumed today after nearly breaking down early this morning, and are now ''delicately poised,'' the foreign minister of India, Jaswant Singh, said tonight. The talks are focused on the hijackers' remaining demand that","byline":"By CELIA W. DUGGER","date":"19991231","title":"Negotiations With Hijackers Delicately Poised, India Says","url":"http://www.nytimes.com/1999/12/31/world/negotiations-with-hijackers-delicately-poised-india-says.html"},{"body":"Nearly four years later, all that remains of the shootout in Roubaix, France, is a facade of burned-out row houses in dull red brick, charred roof beams with leafy seedlings etched against the sky, and screens of cinder blocks sealing every doorway. Passers-by hastening through the rain to Friday prayers at a nearby mosque pay little heed to 59 Rue","byline":"By JOHN F. BURNS and CRAIG PYES","date":"19991231","title":"Radical Islamic Network May Have Come to U.S.","url":"http://www.nytimes.com/1999/12/31/us/radical-islamic-network-may-have-come-to-us.html"},{"body":"INTERNATIONAL A3-10 Ex-Beatle George Harrison Is Stabbed by an Intruder A man armed with a large knife broke into the house of the former Beatle George Harrison near London and stabbed him in the chest, the authorities said. Mr. Harrison, 56, was treated for a collapsed lung and minor stab wounds and was reported to be in stable condition. His wife","date":"19991231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1999/12/31/nyregion/news-summary-149284.html"},{"body":"The first female overachiever of this millennium would have been Freydis, the sister of Leif Ericson. Leif was quite the millennial man himself, having stumbled on North America around the year 1000. And when the first Norse settlement there was attacked, Freydis led the defense, despite her advanced pregnancy. ''She took her breasts out and","byline":"By GAIL COLLINS","date":"19991231","title":"Public Interests; What Women Wanted","url":"http://www.nytimes.com/1999/12/31/opinion/public-interests-what-women-wanted.html"},{"body":"Talks With Hijackers Turn Fragile, India Says Negotiations between Indian officials and hijackers holding more than 150 hostages aboard an Indian Airlines jet in Afghanistan broke down -- and then resumed at a delicate point, the Indian foreign minister said. PAGE A6 5 Dead After Hotel Shooting Police say a Tampa, Fla., hotel employee shot four","date":"19991231","title":"INSIDE","url":"http://www.nytimes.com/1999/12/31/nyregion/inside-148881.html"},{"body":"The Armed Islamic Group, a brutal guerrilla organization fighting a holy war against the military-dominated government in Algeria, has long tentacles, law-enforcement sources say. While deeply rooted in Western Europe, it also has connections in Afghanistan, Turkey and Bosnia. Now there are signs the organization may have reached the United States.","date":"19991231","title":"Signs of Terror Group Are Found in U.S.","url":"http://www.nytimes.com/1999/12/31/us/signs-of-terror-group-are-found-in-us.html"},{"body":"As the Indian Airlines hijacking entered its sixth day today, growing attention is turning to the Taliban, the Islamic movement that rules most of Afghanistan but has been scorned by the world. India, which actively supports an armed opposition to the Taliban and applauds the United States for persuading the Security Council to punish Afghanistan","byline":"By BARBARA CROSSETTE","date":"19991230","title":"As Hijacking Drama Plays Out, Views on Taliban Shift","url":"http://www.nytimes.com/1999/12/30/world/as-hijacking-drama-plays-out-views-on-taliban-shift.html"},{"body":"Hijackers holding 154 hostages in an Indian Airlines jet at an airport in Afghanistan dropped demands today that India hand over $200 million and the body of a slain militant, Afghan officials said. But the hijackers continued to insist that India release a jailed Pakistani Muslim cleric and 35 other people whom the Indian government considers","byline":"By CELIA W. DUGGER","date":"19991230","title":"Hijackers of Jet End 2 Demands Made to India","url":"http://www.nytimes.com/1999/12/30/world/hijackers-of-jet-end-2-demands-made-to-india.html"},{"body":"Wakil Ahmed Muttawakil, the Taliban's foreign minister, said in an interview today that his government is dealing with the hostage crisis in Kandahar strictly as a humanitarian issue and has no sympathy for the hijackers of the Indian Airlines plane because they might be fellow Muslims. ''We are doing our best,'' he said. ''With whatever we have,","byline":"By BARBARA CROSSETTE","date":"19991230","title":"Taliban Denies Islam Binds Them With Hijackers","url":"http://www.nytimes.com/1999/12/30/world/taliban-denies-islam-binds-them-with-hijackers.html"},{"body":"The Times Square New Year's Eve celebration will be a 24-hour multimedia event focusing on selected countries as they enter the new millennium. Performances will take place both on a main stage and throughout the square. Here are times of the performances and a sampling of countries featured in each time zone. FRIDAY 6:30 to 7:12 a.m. Fiji,","date":"19991230","title":"Times Square x 24 Hours = 2000","url":"http://www.nytimes.com/1999/12/30/nyregion/times-square-x-24-hours-2000.html"}],"tokens":["Afghanistan"],"total":298},{"offset":"0","results":[{"body":"Hemmed in by 2,000-foot rock massifs, this village seems, by measure of its beauty and mystery, altogether more like a place to stay than to leave. Yet Al-Ribat's villagers, driven by poverty, have migrated for centuries -- in recent decades, mostly northward, out of Yemen and across the vast desert known as the Empty Quarter that forms a barrier","byline":"By JOHN F. BURNS","date":"20001231","title":"Where bin Laden Has Roots, His Mystique Grows","url":"http://www.nytimes.com/2000/12/31/world/where-bin-laden-has-roots-his-mystique-grows.html"},{"body":"YOU don't see them run, because they aren't on the nightly news shows. But in the last few weeks, tens of thousands of hungry Afghans have been moving toward Herat, near the border of Iran, driven by civil war, bad government, winter and the worst drought in decades. They aren't alone. A continent away, renewed fighting in the Congo has people on","byline":"By BARBARA CROSSETTE","date":"20001231","title":"The World; The Century of Refugees Ends. And Continues.","url":"http://www.nytimes.com/2000/12/31/weekinreview/the-world-the-century-of-refugees-ends-and-continues.html"},{"body":"He is known in international law enforcement circles as ''Victor B.'' Born Victor Anatolyevich Bout in Tajikistan in 1967, he was trained in the Soviet military as a pilot and navigator in the waning days of the Soviet Union. Today, according to two United Nations reports, he oversees a network of more than 50 planes and multiple cargo charter","date":"20001231","title":"The War Racketeers","url":"http://www.nytimes.com/2000/12/31/opinion/the-war-racketeers.html"},{"body":"It may come as a surprise to anyone other than lucky gamblers and people under the federal witness protection program, but Las Vegas is officially a City of Asylum, as designated by the International Parliament of Writers. This means that writers who escape or are exiled from their home countries for political reasons may find sanctuary in Las","byline":"By MEL GUSSOW","date":"20001227","title":"For Writers Under the Gun, A Chance to Beat the Odds","url":"http://www.nytimes.com/2000/12/27/books/for-writers-under-the-gun-a-chance-to-beat-the-odds.html"},{"body":"EUROPE RUSSIA: GUSINSKY CHARGES THROWN OUT A Moscow court turned the prosecutors' case against the media tycoon Vladimir Gusinsky on its head, throwing out fraud charges that Mr. Gusinsky's supporters have long said were politically inspired. Prosecutors said they would appeal, but the decision raised prospects that Mr. Gusinsky, who has been","byline":"Compiled by Terence Neilan","date":"20001227","title":"WORLD BRIEFING","url":"http://www.nytimes.com/2000/12/27/world/world-briefing.html"},{"body":"With more than one million Europeans uprooted in the turmoil of World War II, the United Nations created a small refugee agency, with a few dozen staff members and a modest budget. It was to exist for just three years. Fifty years later, the office of the United Nations high commissioner for refugees, based here, operates in 120 countries with a","byline":"By ELIZABETH OLSON","date":"20001227","title":"U.N. Refugee Chief Reflects at the End of 10 Turbulent Years","url":"http://www.nytimes.com/2000/12/27/world/un-refugee-chief-reflects-at-the-end-of-10-turbulent-years.html"},{"body":"Non-Afghan employees of the United Nations began returning to Afghanistan today after the Taliban militia, who rule most of the country, guaranteed that the workers would not face a violent backlash because of newly proposed sanctions against the government. Three United Nations workers arrived in the Afghan capital, Kabul, early today, while seven","date":"20001225","title":"U.N. Workers Return to Afghanistan After Taliban Safety Pledge","url":"http://www.nytimes.com/2000/12/25/world/un-workers-return-to-afghanistan-after-taliban-safety-pledge.html"},{"body":"Land mines bear little resemblance to paper cups and plastic bags, but a successful method of collecting American roadside trash is serving as a model for clearing minefields in Asia, Africa and Europe. ''Adopt a highway'' has become Adopt-a-Minefield under a program created by two American organizations with close ties to the United Nations.","byline":"By BARBARA CROSSETTE","date":"20001225","title":"Program Lets Donors Help Pay the Bill to Clear Minefields","url":"http://www.nytimes.com/2000/12/25/world/program-lets-donors-help-pay-the-bill-to-clear-minefields.html"},{"body":"ASIA AFGHANISTAN: TALIBAN ACTS OVER SANCTIONS -- The ruling Taliban responded to tough new United Nations sanctions by pulling out of United Nations-mediated talks on ending Afghanistan's civil war and refusing any handover to the United States of the terrorism suspect Osama bin Laden. The Taliban also ordered an immediate boycott of products from","byline":"Compiled by Terence Neilan","date":"20001221","title":"WORLD BRIEFING","url":"http://www.nytimes.com/2000/12/21/world/world-briefing.html"},{"body":"Led by the United States and Russia, the Security Council imposed harsh new sanctions on the Taliban government of Afghanistan today, leaving the United Nations profoundly split over the human and political damage the measures could inflict on one of the world's poorest nations. The vote in the 15-member Council was 13 for the embargo, with China","byline":"By BARBARA CROSSETTE","date":"20001220","title":"Tough Sanctions Imposed on Taliban Government Split U.N.","url":"http://www.nytimes.com/2000/12/20/world/tough-sanctions-imposed-on-taliban-government-split-un.html"}],"tokens":["Afghanistan"],"total":350},{"offset":"0","results":[{"body":"Representatives of Osama bin Laden contacted Iranian intelligence agents in the mid-1990's in an attempt to forge an anti-American alliance of terror between Iran and Mr. bin Laden's network, Al Qaeda, according to United States intelligence reports. In 1996 a close ally of Mr. bin Laden sought out Iranian intelligence officers in Afghanistan to","byline":"By JAMES RISEN","date":"20011231","title":"A NATION CHALLENGED: QAEDA DIPLOMACY; Bin Laden Sought Iran as an Ally, U.S. Intelligence Documents Say","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-qaeda-diplomacy-bin-laden-sought-iran-ally-us-intelligence.html"},{"body":"When the last of the Taliban fled into the desert three weeks ago, the neighbors of Mullah Muhammad Omar wasted no time in celebrating his downfall. They rushed to the madrasa, the religious school he built more than a decade ago, tore the wood frames off the doors and window panes and burned them for heat. They carried the straw mats to their","byline":"By DEXTER FILKINS","date":"20011231","title":"A NATION CHALLENGED: RISE AND FALL; The Legacy of the Taliban Is a Sad and Broken Land","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-rise-fall-legacy-taliban-sad-broken-land.html"},{"body":"The sniper sat behind sandbags on the roof of the American Embassy as the sun dropped behind the Paghman Mountains and the sky began to fade. A camp stove at his knee exhaled the stink of diesel and a steady hiss. His name was Sgt. Shane B. Schmidt. He was a marine. This was his bunker. To his left was a bolt-action rifle with a telescopic sight.","byline":"By C. J. CHIVERS","date":"20011231","title":"A NATION CHALLENGED: REPORTER'S DIARY; Two Worlds Paired by War: Life or Death, as Luck Will Have It","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-reporter-s-diary-two-worlds-paired-war-life-death-luck-will.html"},{"body":"The Pentagon has ordered soldiers from the 101st Airborne Division to relieve the Marine Corps in southern Afghanistan, paving the way for a long-term American military presence in the country, military officials said today. Over the next two weeks, elements of the 101st out of Fort Campbell, Ky., will begin moving into a makeshift Marine Corps","byline":"By JAMES DAO","date":"20011231","title":"A NATION CHALLENGED: MILITARY; AIRBORNE TROOPS RELIEVING MARINES AT KANDAHAR BASE","url":"http://www.nytimes.com/2001/12/31/world/a-nation-challenged-military-airborne-troops-relieving-marines-at-kandahar-base.html"},{"body":"The specter of Sept. 11 will hover over New Year's celebrations across America tonight. With 7,500 police officers on watch, 500,000 revelers are expected to crowd into Times Square for fireworks, music and the ball-drop spectacle. Bells will ring across town for the 3,000 victims. Thousands remembered the victims at ground zero yesterday as New","byline":"By ROBERT D. MCFADDEN","date":"20011231","title":"A NATION CHALLENGED: AN OVERVIEW: DEC. 30, 2001; The Screaming Eagles, War Perspectives","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-overview-dec-30-2001-screaming-eagles-war-perspectives.html"},{"body":"The Military Campaign ARMY TO RELIEVE MARINES -- The Pentagon ordered soldiers from the 101st Airborne Division to relieve the Marine Corps in southern Afghanistan, paving the way for a long-term American military presence in the country. The Army's mission will be essentially the same as that of the marines: guarding Taliban and Al Qaeda prisoners","date":"20011231","title":"A Nation Challenged","url":"http://www.nytimes.com/2001/12/31/nyregion/a-nation-challenged-918342.html"},{"body":"At midnight on Dec. 31, Europe's oldest currency, the drachma, will vanish, ending a tradition that originated nearly 2,600 years ago and, some Greeks fear, an integral part of their national identity. ''Shame!'' said Anastasios Tzamanis, a coin expert and the president of Greece's Numismatic Society. ''You'd think thousands of years of history","byline":"By MELINDA HENNEBERGER","date":"20011231","title":"Reluctance in Greece to Let Go of the Coin of History","url":"http://www.nytimes.com/2001/12/31/world/reluctance-in-greece-to-let-go-of-the-coin-of-history.html"},{"body":"Chased from the caves of Tora Bora, hundreds of Al Qaeda fighters have made their way east across the ice-slicked rocks of the White Mountains and into the untamed tribal areas of Pakistan. There could be few better places for a fugitive to flee. The Pashtuns of the region think it their duty to give sanctuary to anyone who requests it, friend or","byline":"By BARRY BEARAK","date":"20011231","title":"A NATION CHALLENGED: SANCTUARY; Tribal Area of Pakistan Gives Refuge to Qaeda Fighters Fleeing Caves","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-sanctuary-tribal-area-pakistan-gives-refuge-qaeda-fighters.html"},{"body":"So overpowering are the images of jetliners heading into the World Trade Center, of people watching in disbelief and fleeing in horror, that the other news of 2001, significant and not so significant, already fades from memory. And some of it was significant. There was the swearing in of a president after the Supreme Court decided the presidential","byline":"By JAMES BARRON","date":"20011231","title":"The Year in Pictures: IN THE TOWERS' SHADOW","url":"http://www.nytimes.com/2001/12/31/news/the-year-in-pictures-in-the-towers-shadow.html"},{"body":"Asked at his year-end news conference how Sept. 11 changed him, President Bush grew testy. ''Talk to my wife,'' he snapped. Not for him any of those look-in-the-mirror ruminations. His unspoken point: he's the same man he always was, and now people have come to appreciate the real him. He was misbriefed. It's a mistake to try to force half the","byline":"By WILLIAM SAFIRE","date":"20011231","title":"Oh, You '02","url":"http://www.nytimes.com/2001/12/31/opinion/oh-you-02.html"}],"tokens":["Afghanistan"],"total":3011},{"offset":"0","results":[{"body":"President Bush and his administration have declared a war against terrorism that may soon involve sending thousands of American troops into combat in Iraq. I voted against the Congressional resolution giving the president authority to carry out this war -- an engagement that would dwarf our military efforts to find Osama bin Laden and bring him to","byline":"By Charles B. Rangel","date":"20021231","title":"Bring Back the Draft","url":"http://www.nytimes.com/2002/12/31/opinion/bring-back-the-draft.html"},{"body":"The administration's top budget official estimated today that the cost of a war with Iraq could be in the range of $50 billion to $60 billion, a figure that is well below earlier estimates from White House officials. In a telephone interview today, the official, Mitchell E. Daniels Jr., director of the Office of Management and Budget, also said","byline":"By ELISABETH BUMILLER","date":"20021231","title":"THREATS AND RESPONSES: THE COST; WHITE HOUSE CUTS ESTIMATE OF COST OF WAR WITH IRAQ","url":"http://www.nytimes.com/2002/12/31/us/threats-responses-cost-white-house-cuts-estimate-cost-war-with-iraq.html"},{"body":"As evangelical Christian emissaries have spread throughout the Muslim world, their presence has increasingly proved to be a lightning rod for anti-American sentiment while provoking the anger of native Christian sects and Islamic clerics. The murder of three American missionaries yesterday at the hospital where they worked in Yemen, and the killing","byline":"By SUSAN SACHS","date":"20021231","title":"THREATS AND RESPONSES: RELIGION; With Missionaries Spreading, Muslims' Anger Is Following","url":"http://www.nytimes.com/2002/12/31/world/threats-responses-religion-with-missionaries-spreading-muslims-anger-following.html"},{"body":"North Korea's startling revival of its nuclear program, coupled with the unrelenting threat of international terrorism, presents compelling reasons for President Bush to step back from his fixation on attacking Iraq and to reassess his administration's priorities. North Korea's reopening of its plutonium reprocessing plant at Yongbyon puts it","byline":"By Warren Christopher","date":"20021231","title":"Iraq Belongs on the Back Burner","url":"http://www.nytimes.com/2002/12/31/opinion/iraq-belongs-on-the-back-burner.html"},{"body":"Prime Minister Zafarullah Khan Jamali won a vote of confidence in Parliament today and promised to try to improve relations with India. It was the first major test of Pakistan's partial return to democracy. Mr. Jamali's challenge is to shake off the legacy of military rule and the exhausting effect of continuing border conflicts with India, while","date":"20021231","title":"Pakistan Prime Minister Wins Parliamentary Vote of Confidence","url":"http://www.nytimes.com/2002/12/31/world/pakistan-prime-minister-wins-parliamentary-vote-of-confidence.html"},{"body":"If Democrats hungry for a winner in 2004 are hunting for a presidential candidate who has what the last guy lacked, Senator John Edwards of North Carolina stands out as the anti-Gore. He is a fresh face on the political stage -- so fresh that he never sought office before his run for the Senate in 1998. After a career making millions seducing","byline":"By RICHARD L. BERKE","date":"20021230","title":"Freshman Senator Sees the Presidency as His Next, and Second, Office","url":"http://www.nytimes.com/2002/12/30/us/freshman-senator-sees-the-presidency-as-his-next-and-second-office.html"},{"body":"There are few sounds more sorrowful than an Army bugler playing taps. One of them is a mother's mournful wail. Both laments were heard in grieving unison yesterday at the funeral for Sgt. Steven Checo of the 82nd Airborne Division. Sergeant Checo, who was killed in combat in Afghanistan on Dec. 21, was the most recent American soldier to fall to","byline":"By ALAN FEUER","date":"20021229","title":"THREATS AND RESPONSES: THE FALLEN; A Paratrooper Is Remembered At a Funeral In New York","url":"http://www.nytimes.com/2002/12/29/nyregion/threats-responses-fallen-paratrooper-remembered-funeral-new-york.html"},{"body":"Osama bin Laden, the founder and leader of Al Qaeda, was dead for about five months this past year. In July, Dale Watson, then the F.B.I.'s head of counterterrorism, said publicly that he thought bin Laden had died, perhaps in the savage battle of Tora Bora in Afghanistan. No, said Pervez Musharraf, the president and generalissimo of Pakistan, bin","byline":"By James Traub","date":"20021229","title":"THE WAY WE LIVE NOW: 12-29-02; Osama, Dead or Alive","url":"http://www.nytimes.com/2002/12/29/magazine/the-way-we-live-now-12-29-02-osama-dead-or-alive.html"},{"body":"JANUARY Euro becomes legal tender in Europe. The jobless rate rose in December to 5.8 percent, a level it last reached in April 1995. President Bush chokes on a pretzel, faints and falls off couch while watching TV. Palestinian gunman kills six Israelis at bat mitzvah celebration. Kmart files for bankruptcy. The journalist Daniel Pearl is reported","date":"20021229","title":"Year in Review","url":"http://www.nytimes.com/2002/12/29/weekinreview/year-in-review.html"},{"body":"INTERNATIONAL 3-14 Bush Plan on North Korea Is to Ratchet Up Pressure The Bush administration has prepared a plan to intensify financial and political pressure on North Korea if it fails to abandon its effort to make nuclear weapons. The administration's aim is to confront the nation with the prospect of economic collapse. 1 Even as United Nations","date":"20021229","title":"NEWS SUMMARY","url":"http://www.nytimes.com/2002/12/29/nyregion/news-summary-613908.html"}],"tokens":["Afghanistan"],"total":2698},{"offset":"0","results":[{"body":"The chairman walked out of the loya jirga on Tuesday as nerves began to snap on the 17th day of the grand council, gathered here to draw up a new constitution for Afghanistan. The chairman, Sebaghatullah Mojadeddi, an elderly professor of Islam, suddenly walked out of his office and went home after speaking on the phone to President Hamid Karzai in","byline":"By CARLOTTA GALL","date":"20031231","title":"Chairman Walks Out of Afghan Council","url":"http://www.nytimes.com/2003/12/31/world/chairman-walks-out-of-afghan-council.html"},{"body":"American forces have wound up the largest combat operation here in more than a year, a monthlong operation involving 2,000 troops across the south and east of Afghanistan. More than 100 people were detained during the operation and 10 suspected Islamic militants were killed, Lt. Col. Bryan Hilferty, the United States military spokesman, said","date":"20031231","title":"U.S. Forces Conclude Anti-Taliban Sweep","url":"http://www.nytimes.com/2003/12/31/world/us-forces-conclude-anti-taliban-sweep.html"},{"body":"Seven South Asian nations are expected to sign a free trade agreement at a regional summit to be held next week in Pakistan, according to government officials from around the region. Representatives of Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan and Sri Lanka worked out a draft treaty in Islamabad last week for leaders to sign. Only a","byline":"By HARI KUMAR","date":"20031231","title":"South Asia Looks to Sign Free Trade Pact","url":"http://www.nytimes.com/2003/12/31/business/south-asia-looks-to-sign-free-trade-pact.html"},{"body":"After the attacks of Sept. 11, 2001, Gen. Pervez Musharraf made a bold choice to reverse his country's support for the Taliban government in neighboring Afghanistan, and instead to ally Pakistan with the American campaign against terror. But the general has since cracked down on Islamic militants in Pakistan selectively and inconsistently, mindful","byline":"By AMY WALDMAN","date":"20031230","title":"The Tightrope Is Fraying Under the President of Pakistan","url":"http://www.nytimes.com/2003/12/30/world/the-tightrope-is-fraying-under-the-president-of-pakistan.html"},{"body":"Islamic militants in Saudi Arabia with links to Al Qaeda appear to be making a concerted new effort to destabilize the Saudi government by assassinating top security officials, according to senior American officials. A series of assassination attempts in the last month, including a failed car bombing in the Saudi capital on Monday, have also","byline":"By DOUGLAS JEHL","date":"20031230","title":"Al Qaeda Links Seen in Attacks On Top Saudi Security Officials","url":"http://www.nytimes.com/2003/12/30/world/al-qaeda-links-seen-in-attacks-on-top-saudi-security-officials.html"},{"body":"Two recent assassination attempts against Pakistan's president, Gen. Pervez Musharraf, have renewed concern in the Bush administration over both the stability of a critical ally and the security of its nuclear weapons if General Musharraf were killed or removed from office. Administration officials would not discuss their contingency plans for","byline":"By DAVID E. SANGER and THOM SHANKER; David E. Sanger reported from Crawford, Tex., for this article, and Thom Shanker from Washington.","date":"20031230","title":"A Nuclear Headache: What if the Radicals Oust Musharraf?","url":"http://www.nytimes.com/2003/12/30/world/a-nuclear-headache-what-if-the-radicals-oust-musharraf.html"},{"body":"A man with a bomb killed five Afghan intelligence officers and himself near Kabul's international airport on Sunday afternoon, casting a shadow of concern over the grand assembly meeting in Kabul to approve a new constitution. A senior intelligence official, Jalal, who was responsible for the security of the defense minister, was killed along with","byline":"By CARLOTTA GALL","date":"20031229","title":"5 Afghan Officers Are Killed In Attack as Assembly Meets","url":"http://www.nytimes.com/2003/12/29/world/5-afghan-officers-are-killed-in-attack-as-assembly-meets.html"},{"body":"The New Hampshire primary is less than a month away, but Gen. Wesley K. Clark will spend the waning days of 2003 far from the North. Instead, he will barnstorm across eight Southern states, even though most of them do not hold their primary elections until well into March and many Democrats expect their presidential nominee to have been chosen by","byline":"By EDWARD WYATT","date":"20031229","title":"THE 2004 CAMPAIGN: THE RETIRED GENERAL; With Tour, Clark Focuses on Southern Votes","url":"http://www.nytimes.com/2003/12/29/us/the-2004-campaign-the-retired-general-with-tour-clark-focuses-on-southern-votes.html"},{"body":"Over a third of the Army's active-duty combat troops are now in Iraq, and by spring the Pentagon plans to let most of them come home for urgently needed rest. Many will have served longer than a normal overseas tour and under extremely harsh conditions. When the 130,000 Americans rotate out for home leave, nearly the same number will rotate in. At","date":"20031229","title":"The Thinning of the Army","url":"http://www.nytimes.com/2003/12/29/opinion/the-thinning-of-the-army.html"},{"body":"INTERNATIONAL A2-8 Relief Workers Struggle To Aid Iran Quake Victims International relief workers in Bam struggled to provide supplies to earthquake survivors while putting less intensity into search-and-rescue efforts. State-run television said 16,000 people had been buried in the three days since the quake in what had once been a city of 80,000.","date":"20031229","title":"NEWS SUMMARY","url":"http://www.nytimes.com/2003/12/29/nyregion/news-summary-749680.html"}],"tokens":["Afghanistan"],"total":1896},{"offset":"0","results":[{"body":"It was 7 p.m. Seattle time on Dec. 25 when Vasily V. Titov raced to his office, sat down at his computer and prepared to simulate an earthquake and tsunami that was already sweeping across the Indian Ocean. He started from a blank screen and with the muted hope that just maybe he could warn officials across the globe about the magnitude of what was","byline":"By ANDREW C. REVKIN; Reporting for this article was contributed by Eric Lipton in Washington, Eric Lichtblau in Indonesia, Marc Lacey in Kenya, N.R. Kleinfeld in New York, David Rohde in Sri Lanka, Yasuko Kamiizumi in Japan and Michele Kayal in Hawaii.","date":"20041231","title":"ASIA'S DEADLY WAVES: GAUGING DISASTER; How Scientists and Victims Watched Helplessly","url":"http://query.nytimes.com/gst/fullpage.html?res=9D04E0D71439F932A05751C1A9629C8B63"},{"body":"The Pentagon plans to retire one of the Navy's 12 aircraft carriers, buy fewer amphibious landing ships for the Marine Corps and delay the development of a costly Army combat system of high-tech arms as part of $60 billion in proposed cuts over the next six years, Congressional and military officials said Wednesday. The proposed reductions, the","byline":"By ERIC SCHMITT","date":"20041230","title":"Pentagon Said To Offer Cuts In the Billions","url":"http://query.nytimes.com/gst/fullpage.html?res=9400E1D61739F933A05751C1A9629C8B63"},{"body":"WHEN Craig D. Williams, an architect in Santa Rosa, Calif., first heard about the devastating impact of the tsunami on communities in Asia and East Africa, he jumped online. As the director of the North American chapter of Architects Without Borders, an international network of volunteers, Mr. Williams was able to reach colleagues in 15 nations.","byline":"By ERNEST BECK","date":"20041230","title":"Architects Offer Help After Tsunami","url":"http://query.nytimes.com/gst/fullpage.html?res=9F05EFDC1739F933A05751C1A9629C8B63"},{"body":"More than three years after the attacks of Sept. 11, 2001, infighting between federal agencies has so slowed efforts to unify the government's various systems for identifying fingerprints that most visitors to the United States are still not fully screened, Justice Department investigators said in a report issued on Wednesday. Glenn A. Fine, the","byline":"By ELISABETH BUMILLER","date":"20041230","title":"System Using Fingerprints Is Delayed, Report Finds","url":"http://query.nytimes.com/gst/fullpage.html?res=9C04E3D61739F933A05751C1A9629C8B63"},{"body":"WE stand at a moment of rare opportunity for the United States in the Israeli-Palestinian conflict. Yasir Arafat's death makes a comprehensive settlement feasible once again. Mahmoud Abbas, the moderate Palestinian leader, dominates the field for January's presidential election. If he wins, he could fulfill the commitment he made to ''peaceful","byline":"By Warren Christopher","date":"20041230","title":"Diplomacy That Can't Be Delegated","url":"http://query.nytimes.com/gst/fullpage.html?res=9401E5D81739F933A05751C1A9629C8B63"},{"body":"Gen. Abdur Rahim Wardak, the new defense minister, praised his warlord predecessor and pledged to work hard to create a professional national army seen as a key to establishing long-term stability in a nation still reliant on regional strongmen and international troops. ''We still have a long way to go,'' he told reporters in his first news","date":"20041230","title":"World Briefing | Asia: Afghanistan: Strong National Army Pledged","url":"http://query.nytimes.com/gst/fullpage.html?res=9F05E2D71739F933A05751C1A9629C8B63"},{"body":"A Pakistani politician considered to be a friend of President Hamid Karzai of Afghanistan was killed in a drive-by shooting by suspected Al Qaeda militants, officials said. The politician, Shahlam Khan, 50, the leader of an ethnic Pashtun party whose brother is Pakistan's ambassador to Qatar, was shot by masked gunmen from a moving car in Wana, the","date":"20041230","title":"World Briefing | Asia: Pakistan: Politician Killed In Tribal Region","url":"http://query.nytimes.com/gst/fullpage.html?res=9D04E2D71739F933A05751C1A9629C8B63"},{"body":"Millions of dollars are flowing into the coffers of major disaster relief organizations to help victims of the tsunami that ravaged countries on the Indian Ocean. A man walked into the Atlanta office of CARE USA, a branch of the international aid organization, and handed the receptionist a check for $10,000. The Bill & Melinda Gates Foundation has","byline":"By STEPHANIE STROM","date":"20041230","title":"ASIA'S DEADLY WAVES: CHARITIES; Tsunami Followed by Another Kind of Flood: U.S. Citizens' Dollars","url":"http://query.nytimes.com/gst/fullpage.html?res=9907E4D71739F933A05751C1A9629C8B63"},{"body":"The Pentagon has told the White House and Congress that it plans sharp cuts in the Air Force's program for the F/A-22, the most expensive fighter jet in history, in an effort that budget analysts said was intended to offset mounting deficits and the growing costs of the war in Iraq. The Pentagon's decision, which four administration and","byline":"By ERIC SCHMITT","date":"20041229","title":"Looking for Cuts, Pentagon Turns to Jet Fighter Program","url":"http://query.nytimes.com/gst/fullpage.html?res=9B05E3D61639F93AA15751C1A9629C8B63"},{"body":"To the Editor: ''U.S. Cutting Food Aid That Is Aimed at Self-Sufficiency'' (news article, Dec. 22) correctly notes that United States efforts to feed the hungry around the world are strained by crises in Afghanistan, Sudan and elsewhere. The American government is the largest contributor of food aid to the hungry around the world. In 2004, we","date":"20041229","title":"Food Crises Take Priority","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0DE2D71639F93AA15751C1A9629C8B63"}],"tokens":["Afghanistan"],"total":2023},{"offset":"0","results":[{"body":"NATO troops that will replace American soldiers in southern Afghanistan next spring are planning to conduct counterinsurgency missions against Taliban fighters and other militants despite initial opposition from some alliance members, American and allied commanders said Friday. Soldiers of the North Atlantic Treaty Organization now oversee security","byline":"By ERIC SCHMITT","date":"20051231","title":"NATO Troops Will Relieve Americans in Fighting the Taliban","url":"http://www.nytimes.com/2005/12/31/international/asia/31pace.html"},{"body":"Lawyers for Jose Padilla told the Supreme Court on Friday that it should not grant the government's emergency request to have him transferred from a military brig to civilian custody to face terrorism charges in a civil court. The lawyers acknowledged that Mr. Padilla would prefer to be in civilian custody eventually. But they said it appeared that","byline":"By NEIL A. LEWIS","date":"20051231","title":"Padilla Lawyers Urge Supreme Court to Block Transfer","url":"http://www.nytimes.com/2005/12/31/national/nationalspecial3/31padilla.html"},{"body":"INTERNATIONAL A3-9 Egyptian Police Kill 23 In Clash with Migrants Egyptian riot police officers rushed into a crowd of unarmed Sudanese migrants, killing at least 23 people, including small children, after the group refused to leave a public park it had occupied for three months, hoping to press United Nations officials to relocate them. A1 Syria","date":"20051231","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9507EEDD1030F932A05751C1A9639C8B63"},{"body":"Four policemen were killed and seven wounded in an explosion thought to have been set off by Taliban insurgents in southern Helmand Province, officials said. CARLOTTA GALL (NYT)","byline":"By CARLOTTA GALL (NYT)","date":"20051231","title":"World Briefing | Asia: Afghanistan: Blast Kills 4 Policemen","url":"http://query.nytimes.com/gst/fullpage.html?res=9A06EFDC1030F932A05751C1A9639C8B63"},{"body":"A surprise awaits the nation's highest earners when they file their 2006 tax returns. Their taxes are going down again -- whether or not Congress passes the investor tax cuts the lawmakers have been promising. On New Year's Day, two additional tax cuts will kick in, allowing people who earn upward of $200,000 a year to claim bigger write-offs for a","date":"20051230","title":"The New Year in Taxes","url":"http://www.nytimes.com/2005/12/30/opinion/30fri1.html"},{"body":"It was a rare moment last month when Gen. Peter Pace, the chairman of the Joint Chiefs of Staff, publicly contradicted his boss, Defense Secretary Donald H. Rumsfeld. Yesterday, however, General Pace essentially said never mind. The issue stems from a Pentagon news conference on Nov. 29, when General Pace was asked what obligation American soldiers","byline":"By ERIC SCHMITT","date":"20051230","title":"General Retreats on Rumsfeld Rift","url":"http://www.nytimes.com/2005/12/30/international/middleeast/30pace.html"},{"body":"The Bush administration asked the Supreme Court on Wednesday to allow for the immediate transfer of Jose Padilla from a military brig to civilian custody to stand trial on terrorism charges, a move that came in response to an appellate court ruling last week that blocked the transfer. In an unusually strong criticism of a lower court that has","byline":"By ERIC LICHTBLAU","date":"20051229","title":"Justices Are Asked to Permit Padilla Move","url":"http://www.nytimes.com/2005/12/29/politics/29padilla.html"},{"body":"Gen. Peter Pace, the chairman of the Joint Chiefs of Staff, praised American troops on Wednesday at an air base here in the Persian Gulf for their efforts in fighting terror, as he opened a weeklong tour of seven countries in the Middle East and Central Asia. General Pace, making his first extended overseas trip since taking over in October as the","byline":"By ERIC SCHMITT","date":"20051229","title":"Chairman of the Joint Chiefs Delivers Thanks to the Troops","url":"http://www.nytimes.com/2005/12/29/international/middleeast/29pace.html"},{"body":"An American serviceman and an Afghan soldier were killed in a roadside explosion in the unstable eastern province of Kunar, the United States military said in a statement. Two other American servicemen were wounded in the explosion near the provincial capital, Asadabad, during a combat patrol. Another American soldier died in a road accident in","byline":"By CARLOTTA GALL (NYT)","date":"20051229","title":"World Briefing | Asia: Afghanistan: Roadside Bomb Kills G.I.","url":"http://query.nytimes.com/gst/fullpage.html?res=9D0CE1DB1330F93AA15751C1A9639C8B63"},{"body":"Iran's foreign minister, Manouchehr Mottaki, made a one-day visit to Kabul, the Afghan capital, continuing his country's efforts to develop friendly relations with Afghanistan since the fall of the Taliban four years ago. Mr. Mottaki announced that Afghanistan's president, Hamid Karzai, would visit Iran next month, his first visit since the","byline":"By CARLOTTA GALL (NYT)","date":"20051227","title":"World Briefing | Asia: Afghanistan And Iran Sign Consular Pact","url":"http://query.nytimes.com/gst/fullpage.html?res=9A06E7D91230F934A15751C1A9639C8B63"}],"tokens":["Afghanistan"],"total":1465},{"offset":"0","results":[{"body":"THE sun is setting fast and early over Yarbeshe, a hillside neighborhood of crumbling brick houses, dark alleys and a creaky wooden drawbridge that sways uneasily over a stream in this fabled gateway city that links far western China to the recesses of central Asia. It is early November, and one can already feel winter arriving. You would know it","byline":"By HOWARD W. FRENCH","date":"20061231","title":"FILM; Where to Shoot an Epic About Afghanistan? China, Where Else?","url":"http://www.nytimes.com/2006/12/31/movies/31fren.html"},{"body":"Hakim Taniwal was a sociologist sent to humble a warlord, a gentle, bespectacled professor dispatched into Afghanistan's badlands on what seemed a fool's errand. His triumph made for a heartening parable about the power of words over weapons. But the flaw in the hopeful tale was its setting. Afghanistan is a place resistant to happy endings. In the","byline":"By BARRY BEARAK","date":"20061231","title":"THE LIVES THEY LIVED; 'So We Will Talk': HAKIM TANIWAL b. 1946","url":"http://www.nytimes.com/2006/12/31/magazine/31Taniwal.t.html"},{"body":"At one end of a converted trailer in the American military detention center here, a graying Pakistani businessman sat shackled before a review board of uniformed officers, pleading for his freedom. The prisoner had seen just a brief summary of what officials said was a thick dossier of intelligence linking him to Al Qaeda. He had not seen his own","byline":"By TIM GOLDEN","date":"20061231","title":"For Guantnamo Review Boards, Limits Abound","url":"http://www.nytimes.com/2006/12/31/us/31gitmo.html"},{"body":"Weeks This On Week List FICTION 1 26 THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved. 2 3 S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago. 3","date":"20061231","title":"PAPERBACK BEST SELLERS: December 31, 2006","url":"http://query.nytimes.com/gst/fullpage.html?res=9804E7D71131F932A05751C1A9609C8B63"},{"body":"IF residents of Manhattan often feel at odds with the rest of the country, the comic book series DMZ magnifies that anxiety with its radical premise. In the world imagined by the writer Brian Wood and the artist Riccardo Burchielli, Manhattan is the demilitarized zone in a second American civil war. Neither the traditional United States government","byline":"By GEORGE GENE GUSTINES","date":"20061231","title":"COMICS; The Civil War Has Begun. It's on Park Avenue.","url":"http://query.nytimes.com/gst/fullpage.html?res=950DE1DB123EF932A05751C1A9609C8B63"},{"body":"IF residents of Manhattan often feel at odds with the rest of the country, the comic book series DMZ magnifies that anxiety with its radical premise. In the world imagined by the writer Brian Wood and the artist Riccardo Burchielli, Manhattan is the demilitarized zone in a second American civil war. Neither the traditional United States government","byline":"By GEORGE GENE GUSTINES","date":"20061231","title":"COMICS; The Civil War Has Begun. It's on Park Avenue.","url":"http://www.nytimes.com/2006/12/31/arts/31gust.html"},{"body":"They went to war to oust him, tracked him to his spider hole and battled the insurgency he left behind. But on Friday night, as Saddam Hussein faced the gallows in Baghdad, the soldiers of Fort Hood had better things to do than to count down a dictator's final minutes. Three years and two weeks after troops of the Fourth Infantry Division","byline":"By RALPH BLUMENTHAL; Nick Bunkley contributed reporting from Dearborn, Mich., and Cassi Feldman from New York.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; Division That Caught a Dictator Takes His Execution in Stride","url":"http://www.nytimes.com/2006/12/31/us/31bases.html"},{"body":"Darcy Michael Ann Wolcott and Thomas Patrick Proctor were married yesterday at St. Stephen's Episcopal Church in Ridgefield, Conn. The Rev. Mark Delcuze performed the ceremony. Mrs. Proctor, 30, works in western Massachusetts and southern Vermont for Bayer Diabetes Care, a part of Bayer HealthCare of Tarrytown, N.Y.; she works with the sales staff,","date":"20061231","title":"WEDDINGS/CELEBRATIONS; Darcy Wolcott, Thomas Proctor","url":"http://www.nytimes.com/2006/12/31/fashion/weddings/31Wolcott.html"},{"body":"This is our 13th annual Lives They Lived issue. Many notable people died over the last 12 months, among them Coretta Scott King, Robert Altman, Ann Richards, William Styron, Caspar Weinberger, Jeane Kirkpatrick, Red Buttons and Augusto Pinochet. This year has again brought the deaths of many men and women in the American military; more than 800","date":"20061231","title":"THE LIVES THEY LIVED","url":"http://www.nytimes.com/2006/12/31/magazine/31intro.t.html"},{"body":"The Pentagon is seeking nearly $100 billion for operations in Iraq, Afghanistan and elsewhere, a request that, if approved by Congress, would set an annual record for war-related spending. The $99.7 billion request, detailed in a 17-page internal Defense Department memorandum dated Dec. 7, would be in addition to $70 billion appropriated in","byline":"By DAVID S. CLOUD","date":"20061230","title":"Pentagon To Request Billions More In War Money","url":"http://www.nytimes.com/2006/12/30/washington/30budget.html"}],"tokens":["Afghanistan"],"total":1510},{"offset":"0","results":[{"body":"In recent years, Pakistan has been the home of banks that wired money for the 9/11 plot, been the chief source of illicit nuclear proliferation, offered a tribal-area haven for planners of worldwide terrorism, abetted the reconstitution of the Taliban and educated many a suicide bomber in Islamic religious schools. At the same time, President","byline":"By ROGER COHEN","date":"20071231","title":"OP-ED COLUMNIST; On America's Watch","url":"http://www.nytimes.com/2007/12/31/opinion/31cohen.html"},{"body":"There are too many moments these days when we cannot recognize our country. Sunday was one of them, as we read the account in The Times of how men in some of the most trusted posts in the nation plotted to cover up the torture of prisoners by Central Intelligence Agency interrogators by destroying videotapes of their sickening behavior. It was","date":"20071231","title":"EDITORIAL; Looking at America","url":"http://www.nytimes.com/2007/12/31/opinion/31mon1.html"},{"body":"A BAD INVESTING BET Private equity's gold has turned into dross for everyday investors this year. And hedge funds, those investment pools for the rich and, increasingly, the not so rich, have been losers for shareholders as well. Market Place. SOCIAL SIDE OF A STRIKE Some of the people on opposite sides of the Hollywood writers' strike send their","date":"20071231","title":"TODAY IN BUSINESS","url":"http://query.nytimes.com/gst/fullpage.html?res=9801E6D9153BF932A05751C1A9619C8B63"},{"body":"The Taliban leader, Mullah Muhammad Omar, has ordered his chief commander expelled from the movement for disobeying Taliban rules, a spokesman said in a statement over the weekend. The commander, Mansoor Dadullah, took over after his brother, Mullah Dadullah, was killed in May in Helmand Province. The Taliban statement said that Mansoor Dadullah","byline":"By THE NEW YORK TIMES","date":"20071231","title":"Taliban Leader Expels Commander","url":"http://www.nytimes.com/2007/12/31/world/asia/31afghan.html"},{"body":"ABC and CNN were the only American television networks that had full-time employees in Pakistan when Benazir Bhutto, the former prime minister, was assassinated Thursday. The significant time lag between her death and the arrival of Western correspondents forced the networks to hustle and improvise. NBC, MSNBC and Fox News Channel relied on phone","byline":"By BRIAN STELTER","date":"20071231","title":"Most Networks Scrambled to Get People to Pakistan After Killing","url":"http://www.nytimes.com/2007/12/31/business/media/31networks.html"},{"body":"Ahmed Rafiki sprawled on the makeshift couch in his cell, a fresh red henna dye in his long hair and beard. Known to other militants as the father of Moroccan jihadists, he was convicted in 2003 of leading young men to fight Americans in Afghanistan. But here in Oukacha Prison, Mr. Rafiki, an Islamist cleric, is serving the final months of his","byline":"By MICHAEL MOSS and SOUAD MEKHENNET; Margot Williams contributed reporting from New York.","date":"20071231","title":"For Jihadists in Jails, Protests Win Leverage Over Their Keepers","url":"http://www.nytimes.com/2007/12/31/world/africa/31prison.html"},{"body":"The Iraq war produced many familiar images in 2007: the aftermath of suicide bombings in the streets of Baghdad; soldiers tending to wounded comrades; troops returning to American soil after long deployments; loved ones grieving for those who didn't make it back alive. But some scenes were different, a sign, perhaps, of change in Iraq. Of these,","date":"20071231","title":"2007: THE YEAR IN PICTURES; The War Fronts, Flecked With Islands Of Calm","url":"http://query.nytimes.com/gst/fullpage.html?res=9D07E5D91430F932A05751C1A9619C8B63"},{"body":"BENAZIR BHUTTO always understood Washington more than Washington understood her. Ms. Bhutto, the Pakistani opposition leader and two-time prime minister, who was assassinated in Rawalpindi on Thursday as she campaigned for the office a third time, had a more extensive network of powerful friends in the capital's political and media elite than","byline":"By ELISABETH BUMILLER; Kitty Bennett contributed reporting.","date":"20071230","title":"CONNECTIONS; How Bhutto Won Washington","url":"http://www.nytimes.com/2007/12/30/weekinreview/30bumiller.html"},{"body":"The Qaeda network accused by Pakistan's government of killing the opposition leader Benazir Bhutto is increasingly made up not of foreign fighters but of homegrown Pakistani militants bent on destabilizing the country, analysts and security officials here say. In previous years, Pakistani militants directed their energies against American and NATO","byline":"By CARLOTTA GALL; Eric Schmitt contributed reporting from Washington.","date":"20071230","title":"Local Militants In Pakistan Add To Qaeda Threat","url":"http://www.nytimes.com/2007/12/30/world/asia/30pakistan.html"},{"body":"FRANK GIBNEY was old and sick and a little more than a month away from dying. But he was filled with righteous anger, and he had some things to say. He told his son, the documentary filmmaker Alex Gibney, to unplug a noisy oxygen machine and to grab a video camera. The older Mr. Gibney, a journalist and scholar who died in April, had served as a","byline":"By ADAM LIPTAK","date":"20071230","title":"FILM; The Power Of Authority: A Dark Tale","url":"http://www.nytimes.com/2007/12/30/movies/30lipt.html"}],"tokens":["Afghanistan"],"total":1770},{"offset":"0","results":[{"body":"The United States and NATO are planning to open and expand supply lines through Central Asia to deliver fuel, food and other goods to a military mission in Afghanistan that is expected to grow by tens of thousands of troops in the months ahead, according to American and alliance diplomats and military officials. The plan to open new paths through","byline":"By THOM SHANKER and RICHARD A. OPPEL Jr.; Thom Shanker reported from Washington, and Richard A. Oppel Jr. from Islamabad, Pakistan. Pir Zubair Shah contributed reporting from Islamabad.","date":"20081231","title":"U.S. to Widen Supply Routes In Afghan War","url":"http://www.nytimes.com/2008/12/31/world/asia/31military.html"},{"body":"Backed by helicopter gunships, tanks and artillery, Pakistani security forces on Tuesday shut down a crucial supply line for NATO forces fighting in Afghanistan as they launched an offensive against Taliban militants who dominate the Khyber Pass region. NATO uses the Khyber Pass, an ancient trade and military gateway that cuts through the mountains","byline":"By RICHARD A. OPPEL Jr. and PIR ZUBAIR SHAH","date":"20081231","title":"Move Against Taliban Shuts U.S. Supply Line","url":"http://www.nytimes.com/2008/12/31/world/asia/31pstan.html"},{"body":"UTTERANCES: 1: E. 2: I. 3: G. 4: B. 5: D. 6: A. 7: H. 8: C. 9: F. SENTENCE QUESTIONS: 10: The Large Hadron Collider. 11: Rice. 12: They were designated protest zones. 13: Hillary Clinton supporters who refused to back Barack Obama. 14: The Joker, played by Heath Ledger, in ''The Dark Knight.'' 15: The Beijing 2008 Olympic torch relay. 16: Kristi","byline":"By THE NEW YORK TIMES","date":"20081231","title":"Answers: The Year in Questions","url":"http://www.nytimes.com/2008/12/31/opinion/01schott-answers.html"},{"body":"A federal judge in Washington ruled Tuesday that the government was properly holding two Guantnamo detainees as enemy combatants, the first clear-cut victories for the Bush administration in what are expected to be more than 200 similar cases. The ruling by a federal district judge, Richard J. Leon, followed his decision last month in a separate","byline":"By WILLIAM GLABERSON","date":"20081231","title":"Judge Agrees With Bush in Ruling on 2 Detainees' Status","url":"http://www.nytimes.com/2008/12/31/washington/31gitmo.html"},{"body":"Over the past several months, we've discussed the many, severe challenges confronting America's military services and recommended a set of urgent fixes to relieve the stresses on the men and women fighting overseas and keep the country safe. It is also worth exploring more long-term ideas. Here are three that have particularly impressed us, that we","date":"20081231","title":"EDITORIAL; A Few Big Ideas","url":"http://www.nytimes.com/2008/12/31/opinion/31wed1.html"},{"body":"The Department of Defense has identified 4,212 American service members who have died since the start of the Iraq war and 623 who have died as part of the Afghan war and related operations. It confirmed the deaths of the following Americans over the past week: Iraq: JOHNSON, Robert L., 21, Lance Cpl., Marines; Central Point, Ore.; First Marine","date":"20081231","title":"Names of the Dead","url":"http://www.nytimes.com/2008/12/31/us/31list.html"},{"body":"A day after a suicide bomber killed at least 16 people, including 13 schoolchildren, in a region bordering Pakistan, a new rash of bombings shook different areas of Afghanistan on Monday, killing two civilians north of Kabul and two more in Kandahar Province. The explosion on Sunday detonated outside a local government compound in Khost Province","byline":"By ADAM B. ELLICK; Sangar Rahimi and Taimoor Shah Noori contributed reporting.","date":"20081230","title":"Rash of Bombings in Afghanistan","url":"http://www.nytimes.com/2008/12/30/world/asia/30afghan.html"},{"body":"Does anyone know where George W. Bush is? You don't hear much from him anymore. The last image most of us remember is of the president ducking a pair of size 10s that were hurled at him in Baghdad. We're still at war in Iraq and Afghanistan. Israel is thrashing the Palestinians in Gaza. And the U.S. economy is about as vibrant as the 0-16 Detroit","byline":"By BOB HERBERT","date":"20081230","title":"OP-ED COLUMNIST; Add Up The Damage","url":"http://www.nytimes.com/2008/12/30/opinion/30herbert.html"},{"body":"A 24-year-old car service employee who rushed to the aid of a neighboring Brooklyn merchant during a robbery was shot twice in the head on Monday afternoon and left in extremely critical condition, the police said. The employee, whose name was not released, tried to stop two men from robbing a cellphone store on Avenue Z at Coney Island Avenue in","byline":"By PATRICK McGEEHAN and KAREN ZRAICK","date":"20081230","title":"Brooklyn Car Service Worker Is Shot in Head While Trying to Foil Robbery","url":"http://www.nytimes.com/2008/12/30/nyregion/30shoot.html"},{"body":"For those of you at a loss as to how to see out the old year and break in the new, here is a suggestion: How about watching someone, blindfolded and wearing earplugs, move continuously in one space for 24 hours? How about doing it yourself? As of Monday afternoon there were still 19 spots open in ''freedom of information 2008,'' organized by the","byline":"By CLAUDIA LA ROCCO","date":"20081230","title":"DANCE; Across the Country, Dancing in Solidarity for 24 Grueling Hours","url":"http://www.nytimes.com/2008/12/30/arts/dance/30prot.html"}],"tokens":["Afghanistan"],"total":1930},{"offset":"0","results":[{"body":"In the fall of 2003, the new commander of American forces in Afghanistan, Lt. Gen. David W. Barno, decided on a new strategy. Known as counterinsurgency, the approach required coalition forces to work closely with Afghan leaders to stabilize entire regions, rather than simply attacking insurgent cells. But there was a major drawback, a new","byline":"By JAMES DAO","date":"20091231","title":"History by Army Lays Out Missteps in Afghanistan","url":"http://query.nytimes.com/gst/fullpage.html?res=9D0DE3DA143AF932A05751C1A96F9C8B63"},{"body":"A suicide bomber wearing an explosive vest killed at least eight American civilians, most of them C.I.A. officers, at a remote base in southeastern Afghanistan on Wednesday, according to NATO officials and former American intelligence officials. The attack at the C.I.A. base, Forward Operating Base Chapman, in Khost Province appeared to be the","byline":"By ALISSA J. RUBIN and MARK MAZZETTI; Alissa J. Rubin reported from Kabul, Afghanistan, and Mark Mazzetti from Washington.","date":"20091231","title":"8 Americans, Most With C.I.A., Reported Killed in Afghan Blast","url":"http://www.nytimes.com/2009/12/31/world/asia/31khost.html"},{"body":"Deepening a rift between allies, Afghan investigators on Wednesday sharply contradicted accounts by NATO officials about the deaths of 10 civilians in eastern Afghanistan, saying a visit to the remote site showed that nearly all those killed were school-age boys and one was an elderly man. They blamed international forces for the deaths. NATO","byline":"By ALISSA J. RUBIN and SANGAR RAHIMI","date":"20091231","title":"Afghans Say Inquiry Shows Boys Were Killed in Allied Action","url":"http://www.nytimes.com/2009/12/31/world/asia/31afghan.html"},{"body":"KABUL, Afghanistan (AP) -- NATO says four Canadian service members and one Canadian journalist were killed Wednesday in an explosion in Kandahar Province in southern Afghanistan. NATO said the journalist was traveling with the service members on a patrol. According to icasualties.org, 32 Canadian troops have been killed in Afghanistan this year.","byline":"By THE ASSOCIATED PRESS","date":"20091231","title":"5 Canadians Killed in Afghan War","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DE7D61E3AF932A05751C1A96F9C8B63"},{"body":"The plot to blow up a Northwest Airlines flight over American soil on Christmas Day represents an ominously new and lethal ability by a branch of Al Qaeda to attack the United States directly, according to government and independent counterterrorism specialists. Until now, American officials had expressed concern over the capability of Qaeda","byline":"By ERIC SCHMITT","date":"20091231","title":"Jetliner Plot Demonstrates Growing Ability of Qaeda Affiliates to Stage Attacks","url":"http://www.nytimes.com/2009/12/31/world/31offshoot.html"},{"body":"It has come to this: The Islamic Republic of Iran killing the sons and daughters of the revolution during Ashura, adding martyrdom to martyrdom at one of the holiest moments in the Shiite calendar. Nothing could better symbolize Iran's 30-year-old regime at the limit of its contradictions. A supreme leader imagined as the Prophet's representative","byline":"By ROGER COHEN","date":"20091231","title":"OP-ED COLUMNIST; Change Iran at the Top","url":"http://www.nytimes.com/2009/12/31/opinion/31iht-edcohen.html"},{"body":"International AFGHANS SAY INQUIRY SHOWS BOYS WERE KILLED BY ALLIES Afghan investigators contradicted accounts by NATO officials about the deaths of 10 civilians in eastern Afghanistan, saying nearly all those killed were school-age boys, not armed insurgents. PAGE A6 CUBA COOLS TOWARD OBAMA President Obama's election was broadly celebrated in Cuba.","date":"20091231","title":"Inside the Times","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00E4DB1E3AF932A05751C1A96F9C8B63"},{"body":"BEIRUT -- This week will see the close of one of the most dramatic decades in recent history, and much of the action -- mostly for worse -- has taken place in the Middle East. A journalist colleague from Europe asked me the other day whether I agreed that nothing much had changed in the Middle East since 2001 -- because the region continues to be","byline":"By RAMI G. KHOURI","date":"20091231","title":"OP-ED CONTRIBUTOR; A Bad Decade","url":"http://www.nytimes.com/2009/12/31/opinion/31iht-edkhouri.html"},{"body":"NEW YORK -- That Umar Farouk Abdulmutallab, fated to go down in history as the failed underwear bomber, comes from a prominent and prosperous family in Nigeria invites comparison with Maj. Nidal Malik Hasan, the U.S. Army psychiatrist who is accused of killing 13 fellow soldiers at Fort Hood, Texas, in November. Both men came from middle- or","byline":"By RICHARD BERNSTEIN","date":"20091231","title":"LETTER FROM AMERICA; Upper Crust Is Often Drawn to Terrorism","url":"http://www.nytimes.com/2009/12/31/us/31iht-letter.html"},{"body":"STRAUS--Alan G.,died peacefully at home on December 24, 2009. The cause was a malignant brain tumor. Born in Washington, DC, on November 1, 1952 to Richard and Elaine Straus, he was a graduate of Mount Hermon School, the University of Wisconsin at Madison, and NYU School of Law. He practiced corporate finance law for 29 years, 27 of them at","date":"20091231","title":"Paid Notice: Deaths STRAUS, ALAN G.","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CEED7153AF932A05751C1A96F9C8B63"}],"tokens":["Afghanistan"],"total":2991},{"offset":"0","results":[{"body":"WAUTOMA, Wis. -- Life changed for Shawn Eisch with a phone call last January. His youngest brother, Brian, a soldier and single father, had just received orders to deploy from Fort Drum, N.Y., to Afghanistan and was mulling who might take his two boys for a year. Shawn volunteered. So began a season of adjustments as the boys came to live in their","byline":"By JAMES DAO and CATRIN EINHORN","date":"20101231","title":"A YEAR AT WAR; Families Bear Brunt of Deployment Strains","url":"http://www.nytimes.com/2010/12/31/world/asia/31families.html"},{"body":"KABUL, Afghanistan -- A minibus packed with civilians, including women and children, was blown apart by a roadside bomb in southern Afghanistan's Helmand Province on Thursday, and officials said 14 passengers were killed and at least four wounded. Afghan and NATO military officials blamed Taliban insurgents for what a NATO spokesman called a","byline":"By MICHAEL KAMBER and TAIMOOR SHAH; Michael Kamber reported from Kabul and Taimoor Shah from Kandahar, Afghanistan. Sangar Rahimi contributed reporting from Kabul.","date":"20101231","title":"Roadside Bomb Kills 14 on Afghan Minibus","url":"http://www.nytimes.com/2010/12/31/world/asia/31afghan.html"},{"body":"WASHINGTON -- When the Obama administration wakes up next month to a divided capital, no cabinet member will be facing a more miserable prospect of oversight hearings and subpoenas than Attorney General Eric H. Holder Jr. Mr. Holder is a particularly juicy target because he presides over issues that have served as recurrent fodder for political","byline":"By CHARLIE SAVAGE","date":"20101231","title":"For Attorney General, New Congress Means New Headaches","url":"http://www.nytimes.com/2010/12/31/us/politics/31holder.html"},{"body":"WASHINGTON -- When Robert S. Ford, a career diplomat with deep experience in the Middle East, presents his credentials as ambassador to Syria, he will be the first person to hold the job since 2005, and the public face of the Obama administration's belief in engagement over isolation. Yet few hold out much hope that Mr. Ford's arrival in Damascus","byline":"By ROBERT F. WORTH","date":"20101231","title":"A New Ambassador to Syria, but Little Hope of Change","url":"http://www.nytimes.com/2010/12/31/world/middleeast/31ambassador.html"},{"body":"NEW DELHI -- Officials in India and Iran have been scrambling to keep the $11 billion in oil and gas trade between them going after India's central bank declared last week that a regional clearinghouse could no longer be used to settle payments for such transactions. The move, which was long sought by the United States as a way to tighten sanctions","byline":"By LYDIA POLGREEN and HEATHER TIMMONS","date":"20101231","title":"India and Iran Try to Keep Energy Link Open","url":"http://www.nytimes.com/2010/12/31/business/global/31iht-rupee31.html"},{"date":"20101231","title":"ROADSIDE BOMB KILLS CIVILIANS IN AFGHANISTAN","url":"http://query.nytimes.com/gst/fullpage.html?res=9A03E5DC1039F932A05751C1A9669D8B63"},{"body":"NEW DELHI -- Officials in India and Iran scrambled Thursday to keep the $11 billion in oil and gas trade between them going after India's central bank declared last week that a regional clearinghouse could no longer be used to settle such transactions. The move, which was long sought by the United States as a way to tighten sanctions against Iran,","byline":"By LYDIA POLGREEN and HEATHER TIMMONS","date":"20101231","title":"Move to Curb Transactions for Iranian Oil Leaves Indian Companies Scrambling","url":"http://www.nytimes.com/2010/12/31/world/asia/31india.html"},{"body":"It's pretty hard worrying if he'll come back safe. I think about it like 10 or more times a day. ISAAC EISCH, 12, on his father, an Army sergeant deployed to Afghanistan. [A14]","byline":"By ISAAC EISCH","date":"20101231","title":"Quotation of the Day","url":"http://query.nytimes.com/gst/fullpage.html?res=9C00E4D81039F932A05751C1A9669D8B63"},{"body":"KABUL, Afghanistan -- The inauguration of a new Parliament in just weeks threatens to worsen ethnic tensions and instability and to drive an important part of President Hamid Karzai's political base into the arms of the insurgency, Afghans and foreign officials warn. Despite numerous obstacles, NATO and American officials had pushed strongly for","byline":"By CARLOTTA GALL and RUHULLAH KHAPALWAK","date":"20101230","title":"An Election Gone Wrong Fuels Tension In Kabul","url":"http://www.nytimes.com/2010/12/30/world/asia/30pashtun.html"},{"body":"LONDON -- News reports that senior U.S. commanders in Afghanistan want to expand Special Operations ground raids into Pakistan's tribal areas may well have been leaked deliberately in order to increase pressure on Pakistani military leaders to take tougher action against Taliban fighters seeking refugee in their country. However, if American","byline":"By ANATOL LIEVEN","date":"20101230","title":"I.H.T. OP-ED CONTRIBUTOR; A March of Folly in Pakistan","url":"http://www.nytimes.com/2010/12/30/opinion/30iht-edlieven30.html"}],"tokens":["Afghanistan"],"total":3310},{"offset":"0","results":[{"body":"Abortion The candidates all profess opposition to abortion rights, but there are distinctions. Several have signed a pledge that requires appointment only of those with anti-abortion views to key government posts. Others have declined. Some favor allowing abortion in cases of rape and incest. ''The Republican Party cannot get the issue of life","date":"20111231","title":"Where the Republican Candidates Stand on Key Issues","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CE0DD103CF932A05751C1A9679D8B63"},{"body":"At this start of a new year, some people will vow to quit smoking, lose weight, take up jogging or visit a gym. Those are no doubt worthy ventures, but consider this: A handful of long-distance endurance athletes are dedicating 2012 to feats that will propel them over oceans and across continents and, if they reach their goals, some of them will","byline":"By TOM SIMS","date":"20111231","title":"GLOBAL ATHLETE; A New Year of Pushing the Boundaries of Human Endurance","url":"http://www.nytimes.com/2011/12/31/sports/31iht-athlete31.html"},{"body":"In 2010, shortly after becoming New York's first Asian-American elected to citywide office, John C. Liu, the comptroller, made a pledge underscoring his confidence as he looked toward the future: He would not accept donations greater than $800, an amount well below the legal limit, reflecting the Chinese belief in eight as a lucky number. But in","byline":"By DAVID W. CHEN; Raymond Hernandez contributed reporting.","date":"20111231","title":"Liu Removes $800 Gift Cap As an Inquiry Chills Donors","url":"http://www.nytimes.com/2011/12/31/nyregion/liu-removes-800-gift-cap-as-an-inquiry-chills-donors.html"},{"body":"Tehran's threat to close the Strait of Hormuz has raised the chances of an attack against Iran. Much as the Iranian government is to be blamed for unrest in the region, an attack against that country can only have devastating consequences not only for the region but for the whole world as well. Recently in Israel, the former Mossad chief Meir Dagan","date":"20111231","title":"LETTERS; Nuclear Threats in the Mideast","url":"http://www.nytimes.com/2011/12/31/opinion/nuclear-threats-in-the-mideast.html"},{"body":"DES MOINES -- This month, a wealthy Republican called up two officers who served as platoon leaders in Iraq and Afghanistan with a proposition: He would lend them his private jet, and they would fly around Iowa to Representative Ron Paul's campaign events in the weeks before the Jan. 3 caucuses, telling reporters at each location that the","byline":"By RICHARD A. OPPEL Jr.; Jeff Zeleny contributed reporting from Mason City, Iowa.","date":"20111230","title":"Paul's Stance on Foreign Policy Divides Many Traditional G.O.P. Voters","url":"http://www.nytimes.com/2011/12/30/us/politics/pauls-foreign-policy-stance-divides-many-gop-voters.html"},{"body":"KABUL, Afghanistan -- For the second time in a week, a man wearing an Afghan Army uniform attacked NATO personnel on Thursday, this time gunning down two members of the French Foreign Legion in eastern Afghanistan before being fatally shot. The coalition released only a brief statement, saying that the two NATO service members were killed by ''an","byline":"By MATTHEW ROSENBERG and SHARIFULLAH SAHAK","date":"20111230","title":"2 Are Killed By an Afghan In Uniform","url":"http://www.nytimes.com/2011/12/30/world/asia/man-in-afghan-army-uniform-kills-2-nato-soldiers.html"},{"body":"SAN ANTONIO -- In 2008, after 15 years as the Alamo City's largest corporate resident, AT& T announced it was moving its headquarters to Dallas -- and taking 700 executives along with it. In the past, that San Antonio's first Fortune 500 company had outgrown its home might have seemed an insurmountable blow for this city with a pre-existing","byline":"By MORGAN SMITH","date":"20111230","title":"THE TEXAS TRIBUNE; A Growing San Antonio Shakes Off Sleepy Label","url":"http://www.nytimes.com/2011/12/30/us/san-antonio-attracts-lots-of-business-in-a-down-economy.html"},{"body":"This is a holiday season the people of Kazakhstan will not soon forget. On Dec. 16 security forces in the western city of Zhanaozen killed and wounded hundreds of unarmed demonstrators, mostly striking oil workers, occupying a public square. Officials claim only 15 people died but reports from local people -- impossible to confirm -- say the death","byline":"By WILLIAM COURTNEY","date":"20111230","title":"OP-ED CONTRIBUTOR; Kazakhstan at a Precipice","url":"http://www.nytimes.com/2011/12/30/opinion/kazakhstan-at-a-precipice.html"},{"body":"Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current productions, additional listings, showtimes and ticket information: nytimes.com/theater. Previews and Openings 'The Gershwins' Porgy and Bess' (in previews; opens on Jan. 12) Controversy swirled around this revival of the","date":"20111230","title":"The Listings","url":"http://www.nytimes.com/2011/12/30/theater/theater-listings-dec-30-jan-5.html"},{"body":"KABUL, Afghanistan -- Until this week, a little-noticed part of the United States' war effort here included teaching Afghan officials the art of public relations -- mainly, how to give news conferences -- at an American-financed government information center. But on Wednesday, as word spread that the American military and civilian advisers had been","byline":"By MATTHEW ROSENBERG; Sharifullah Sahak and Rohullah Sorush contributed reporting.","date":"20111229","title":"U.S. Pulls Public Relations Advisers From an Afghan Government Media Center","url":"http://www.nytimes.com/2011/12/29/world/asia/us-pulls-advisers-from-afghan-government-media-center.html"}],"tokens":["Afghanistan"],"total":2686},{"offset":"0","results":[{"body":"To the Editor: In a recent editorial, you said, &ldquo;If there was ever a chance of &lsquo;victory&rsquo; in Afghanistan, it evaporated when American troops went off to fight the pointless war in Iraq&rdquo; (&ldquo; Time to Pack Up ,&rdquo; Oct. 14). The possibility of victory was in fact precluded when both the Bush and Obama administrations","date":"20121031","title":"LETTER; Invitation to a Dialogue: Afghan-Pakistan Woes","url":"http://www.nytimes.com/2012/10/31/opinion/invitation-to-a-dialogue-afghan-pakistan-woes.html"},{"body":"KABUL, Afghanistan &mdash; President Hamid Karzai took a step toward fulfilling his pledge to hold Afghanistan&rsquo;s presidential election on time, as officials said Tuesday that the vote had been officially set for April 5, 2014. If the date holds, it will avoid a repeat of one of the first in a series of controversies to mar the last","byline":"By MATTHEW ROSENBERG","date":"20121031","title":"Afghan Election Date Is Set for 2014","url":"http://www.nytimes.com/2012/10/31/world/asia/afghan-election-date-is-set-for-2014.html"},{"body":"BAMIAN, Afghanistan &mdash; The war has finally found Bamian, a remote corner of Afghanistan that for a decade had enjoyed near immunity to Taliban violence. As the American troop surge peaked over the past two years, Taliban insurgents began contesting parts of this central province, flowing in from more embattled areas of the country. And now, a","byline":"By GRAHAM BOWLEY","date":"20121031","title":"Taliban Hits Region Seen as Safest for Afghans","url":"http://www.nytimes.com/2012/10/31/world/asia/taliban-hits-region-seen-as-safest-for-afghans.html"},{"body":"I spent most of the past year in Afghanistan, where I lived and taught in a rule-of-law program funded by the U.S. government at an American-run Regional Training Center. My R.T.C. housed about 700 men, primarily Afghan police trainees. The international community consisted primarily of American soldiers and civilian contractors as well as military","byline":"By JADE WU","date":"20121030","title":"OP-ED CONTRIBUTOR; In Afghanistan, Don't Forget the Small Stuff","url":"http://www.nytimes.com/2012/10/30/opinion/global/in-afghanistan-dont-forget-the-small-stuff.html"},{"body":"KABUL, Afghanistan &mdash; It is perhaps a measure of the growing anxiety in Afghanistan that an American envoy&rsquo;s seemingly innocuous comments about a border first laid down in the 19th century could provoke a week of defiant missives from Afghan officials and fearful murmurings about conspiracies being hatched in Washington and Islamabad.","byline":"By MATTHEW ROSENBERG","date":"20121029","title":"MEMO FROM AFGHANISTAN; In Afghanistan, Comment on Border Brings Tension","url":"http://www.nytimes.com/2012/10/29/world/asia/in-afghanistan-comment-on-border-brings-tension.html"},{"body":"WASHINGTON &mdash; Daniel Patrick Moynihan, the senator and Harvard professor, observed that academic politics is so vicious precisely because the stakes are so small. This year, U.S. politics feels that way, too. The issues don&rsquo;t seem as seminal as those facing the nation during the Cold War or the civil rights movement; the partisanship is","byline":"By ALBERT R. HUNT | BLOOMBERG NEWS","date":"20121029","title":"LETTER FROM WASHINGTON; Who Wins the Presidency Still Matters","url":"http://www.nytimes.com/2012/10/29/us/29iht-letter29.html"},{"body":"WASHINGTON &mdash; One of the currents running through the presidential campaign has been a tacit but fundamental question: After 11 years of the war on terror, what kind of threat does Al Qaeda pose to America? The candidates offered profoundly different answers during their final debate last week, with President Obama repeating his triumphant","byline":"By ROBERT F. WORTH","date":"20121028","title":"NEWS ANALYSIS; Al Qaeda-Inspired Groups, Minus Goal of Striking U.S.","url":"http://www.nytimes.com/2012/10/28/world/middleeast/al-qaeda-inspired-groups-minus-goal-of-striking-us.html"},{"body":"Thousands of immigrants were so eager to enlist in the American military during the last two years, despite the strong odds that they could be sent to combat zones, that they signed a petition on Facebook asking the Pentagon to let them join. Now they will have the chance. Late last month, the Pentagon reopened a program to recruit legal immigrants","byline":"By JULIA PRESTON","date":"20121028","title":"Pentagon Reopens Program Allowing Immigrants With Special Skills to Enlist","url":"http://www.nytimes.com/2012/10/28/us/pentagon-reopens-program-allowing-immigrants-with-special-skills-to-enlist.html"},{"body":"WESTERVILLE, Ohio &mdash; President Obama and Mitt Romney are plunging into the final nine days of a multibillion-dollar presidential race focused not only on the seven most competitive states, but also on battleground counties within them that could tip the balance of an exceedingly close contest. They include the suburbs here in Franklin County,","byline":"By JEFF ZELENY and JIM RUTENBERG","date":"20121028","title":"In Final Days of Presidential Election, Fighting County by County","url":"http://www.nytimes.com/2012/10/28/us/politics/in-final-days-of-presidential-election-fighting-county-by-county.html"},{"body":"KABUL, Afghanistan &mdash; A suicide bomber struck in northern Afghanistan on Friday morning, killing at least 45 people, just as worshipers were emerging from a mosque to celebrate the first day of Id al-Adha, the most important Muslim holiday, officials said. It was one of several attacks in Afghanistan on Friday, and by far the most lethal. The","byline":"By ALISSA J. RUBIN and SANGAR RAHIMI","date":"20121027","title":"Afghan Suicide Bomber Kills Dozens of Worshipers","url":"http://www.nytimes.com/2012/10/27/world/asia/afghanistan-suicide-bombing.html"}],"tokens":["Afghanistan"],"total":1650}]}