{"tokens":[],"results":[{"offset":"0","results":[{"body":"The State Department said today that they had reliable reports that all eight members of Iran's Bahai National Spiritual Assembly had been executed in a campaign to stamp out the religion. Alan Romberg, a State Department spokesman, said the executions were part of a ''despicable'' pattern of measures by the Government of Ayatollah Ruhollah","byline":"AP","date":"19811231","title":"U.S. Asserts 8 Bahai Leaders Have Been Executed in Iran","url":"http://www.nytimes.com/1981/12/31/world/us-asserts-8-bahai-leaders-have-been-executed-in-iran.html"},{"body":"A controversy arose yesterday over the recent best-selling novel ''The Last Days of America,'' by Paul Erdman, when Henry Luce 3d, a director of Time Inc., denounced the book for what he said were ''outright lies'' about his father, Henry R. Luce, and about Time magazine, which the late Mr. Luce founded. Passages of the Erdman book assert that Mr.","byline":"By EDWIN McDOWELL","date":"19811231","title":"CHARGE AGAINST LUCE DENIED","url":"http://www.nytimes.com/1981/12/31/arts/charge-against-luce-denied.html"},{"body":"The year began with a collective sigh of relief. A 444-day siege of spirit ended as the hostages returned from captivity in Iran, and as the cameras caught the images of jubilation, it seemed American hope was liberated as well. Even though inflation and unemployment were no less painful than before, when President Reagan raised his hand to take","date":"19811231","title":"GLIMPSES OF '81: MOMENTS IN A YEAR OF VIVID IMAGES","url":"http://www.nytimes.com/1981/12/31/nyregion/glimpses-of-81-moments-in-a-year-of-vivid-images.html"},{"body":"An annual tradition in this space has been the Office Pool, a device to stretch readers' imaginations, force long-range thinking and slyly slip in my own prognostications about the year ahead. Because some grimly frolicsome readers clipped these columns to confront me with them at year's end, this tradition was abandoned several years ago. With the","byline":"By William Safire","date":"19811231","title":"Essay; OFFICE POOL FOR 1982","url":"http://www.nytimes.com/1981/12/31/opinion/essay-office-pool-for-1982.html"},{"body":"Iraq said today that two Israeli fighter planes had penetrated 30 miles into southwestern Iraqi airspace near the Saudi Arabian border but had been intercepted by Iraqi planes and forced to withdraw. The Israeli military command in Tel Aviv refused comment on the statement, the first report of Israeli air activity over Iraq since Israeli planes","byline":"Special to the New York Times","date":"19811231","title":"IRAQ REPORTS ISRAELI AIRCRAFT INTRUDED INTO ITS AIRSPACE","url":"http://www.nytimes.com/1981/12/31/world/iraq-reports-israeli-aircraft-intruded-into-its-airspace.html"},{"body":"Syria has decided to initiate contacts with the Iranian Government for the seeming purpose of trying to end the 15-month-old war between Iran and Iraq and to concentrate Arab and Islamic energies on confronting Israel. The announcement of impending contacts was made Monday night by the Syrian press agency only hours after President Hafez al-Assad","byline":"Special to the New York Times","date":"19811230","title":"SYRIA, IN AN EFFORT TO END IRANIAN-IRAQI WAR, IS SEEKING TALKS WITH TEHERAN","url":"http://www.nytimes.com/1981/12/30/world/syria-in-an-effort-to-end-iranian-iraqi-war-is-seeking-talks-with-teheran.html"},{"body":"By invoking a modest set of economic and political sanctions against the Soviet Union today with no guarantee that its allies will do the same, the Reagan Administration is consciously risking damage to the Western alliance without necessarily doing much to ameliorate the situation within Poland. Senior Administration officials involved in the","byline":"By BERNARD GWERTZMAN, Special to the New York Times","date":"19811230","title":"ALLIES MOVING OUT OF STEP; News Analysis","url":"http://www.nytimes.com/1981/12/30/world/allies-moving-out-of-step-news-analysis.html"},{"body":"West Germany's continuing official attitude on Poland is that the situation there remains too fragmented and uncertain for the West to draw conclusions about the country's fate and how to deal with it. This reserved position in Bonn - praised last week in a commentary by the Soviet press agency Novosti - is the basis for West Germany's resistance","byline":"By JOHN VINOCUR, Special to the New York Times","date":"19811230","title":"ALLIES MOVING OUT OF STEP","url":"http://www.nytimes.com/1981/12/30/world/allies-moving-out-of-step.html"},{"body":"Iraq, its crude oil exports slashed by about 75 percent since war broke out with Iran, expects an agreement with Saudi Arabia on a new pipeline to increase exports, its deputy oil minister was quoted as saying today. The deputy minister, Abdel Moneim Samirrai, said he expects Saudi approval soon on building a 745-mile pipeline to link Iraq's","byline":"AP","date":"19811229","title":"Iraqi Talks On Pipeline","url":"http://www.nytimes.com/1981/12/29/business/iraqi-talks-on-pipeline.html"},{"body":"A member of Iran's Parliament was assassinated and a revolutionary guard wounded today in a burst of gunfire from a passing car in Teheran, the official Iranian press agency Pars reported. The agency also said that three persons found guilty of complicity in a bombing that killed 70 members of the ruling Islamic Republican Party at the party","byline":"AP","date":"19811229","title":"AROUND THE WORLD; Legislator Slain in Iran; 3 Executed for Bomb Plot","url":"http://www.nytimes.com/1981/12/29/world/around-the-world-legislator-slain-in-iran-3-executed-for-bomb-plot.html"}],"tokens":["Iran"],"total":1917},{"offset":"0","results":[{"body":"Administration officials cautioned today that President Reagan's recently expressed optimism about the future of Soviet-American arms talks did not mean that a breakthrough was imminent, or that there were any plans for a meeting soon with Yuri V. Andropov, the new Soviet leader. Nevertheless, these officials said Mr. Reagan's positive comments","byline":"Special to the New York Times","date":"19821231","title":"U.S. AIDES ASSERT A BREAKTHROUGH ON ARMS DOESN'T SEEM IMMINENT","url":"http://www.nytimes.com/1982/12/31/world/us-aides-assert-a-breakthrough-on-arms-doesn-t-seem-imminent.html"},{"body":"In last year's Office Pool, I was prescient about the rate of unemployment, the comeback of Bert Lance and the split in the Atlantic alliance, but prescient little else. Let's try again. 1. Three of the portraits in the Cabinet Room are of Presidents Coolidge, Taft and Eisenhower. The one that will smile when Mr. Reagan makes his Labor Day","byline":"By William Safire","date":"19821230","title":"ESSAY; OFFICE POOL FOR 1983","url":"http://www.nytimes.com/1982/12/30/opinion/essay-office-pool-for-1983.html"},{"body":"Four Senate Foreign Relations Committee members urged President Reagan today to halt the sale of 60 American-made helicopters to Iraq immediately to avoid a possible violation of neutrality in the Iran-Iraq war. The committee chairman, Senator Charles H. Percy, Republican of Illinois, and three other members wrote to Mr. Reagan asking that the","byline":"Reuters","date":"19821230","title":"4 Senators Call for Halt To Copter Sale to Iraq","url":"http://www.nytimes.com/1982/12/30/world/4-senators-call-for-halt-to-copter-sale-to-iraq.html"},{"body":"Iran and Iraq reported heavy ground and air fighting today along their battlefront. Iraq said its forces had killed 111 Iranian soldiers and shot down an Iranian jet fighter. Iran said it had killed 19 Iraqis and stormed Iraqi strongholds in several locations along the front. A communique broadcast by the Baghdad radio said Iraqi air defense units","byline":"AP","date":"19821229","title":"AROUND THE WORLD; Iran and Iraq Report Ground and Air Clashes","url":"http://www.nytimes.com/1982/12/29/world/around-the-world-iran-and-iraq-report-ground-and-air-clashes.html"},{"body":"THE BELARUS SECRET. By John Loftus. Edited by Nathan Miller. 196 pages. Knopf. $13.95. HOW some Nazi war criminals and collaborators were able to make their way to the United States after World War II, attain citizenship and live undetected or unmolested is a question that has long troubled scholars and Holocaust survivors. In recent years,","byline":"By Ralph Blumenthal","date":"19821228","title":"Books Of The Times","url":"http://www.nytimes.com/1982/12/28/books/books-of-the-times-125969.html"},{"body":"Iraq said its warplanes carried out 74 bombing missions today in a ''daring coordinated'' attack that destroyed military targets throughout Iran's southern oil province of Khuzistan. An Iraqi high command communique said the raids ''knocked out Iranian air defense command and control centers'' and ''destroyed other important military targets'' in","byline":"AP","date":"19821227","title":"IRAQ REPORTS AIR ATTACKS ON IRAN","url":"http://www.nytimes.com/1982/12/27/world/iraq-reports-air-attacks-on-iran.html"},{"body":"After two years of relatively minor skirmishing with White House officials and members of Congress, Defense Secretary Caspar W. Weinberger has run into his first real whiff of grapeshot. Some of the artillery has been coming from the White House, where aides are depicting Mr. Weinberger as the culprit for the debacle the Administration suffered","byline":"By RICHARD HALLORAN, Special to the New York Times","date":"19821227","title":"WEINBERGER FACES FIRST REAL ATTACKS","url":"http://www.nytimes.com/1982/12/27/us/weinberger-faces-first-real-attacks.html"},{"body":"With world recession dampening demand, the Organization of Petroleum Exporting Countries has found unity in short supply. Last week in Vienna, OPEC ministers failed for the third time this year to set new production quotas. Experts predicted prices would continue to slide as Iran and other dollar-hungry members of the cartel kept production high","byline":"By Milt Freudenheim and Henry Giniger","date":"19821226","title":"THE WORLD; Knocks, Pings At OPEC Session","url":"http://www.nytimes.com/1982/12/26/weekinreview/the-world-knocks-pings-at-opec-session.html"},{"body":"MEGATRENDS Ten New Directions Transforming Our Lives. By John Naisbitt. 290 pp. New York: Warner Books. $15.50. GRAPHICS and packaging announce that ''Megatrends'' is meant to be a blockbuster. The cover shows an exploding whirl of color, white-hot at the center. Only a Dolby sound system at full volume could do justice to the large claims made for","byline":"By KARL E. MEYER; Karl E. Meyer is a member of the editorial board of The New York Times.","date":"19821226","title":"GOOD TIMES COMING","url":"http://www.nytimes.com/1982/12/26/books/good-times-coming.html"},{"body":"Almost five months after the crash of Kuwait's unofficial stock market, the Government this week began paying off some of the thousands of investors who lost billions of dollars in a complex crisis that staggered the tiny oil-rich state overlooking the Persian Gulf. The epicenter of the crisis was the Souk al-Manakh, an over-thecounter exchange","byline":"By IHSAN A. HIJAZI, Special to the New York Times","date":"19821225","title":"KUWAIT IN BAILOUT EFFORT AFTER MARKET COLLAPES","url":"http://www.nytimes.com/1982/12/25/business/kuwait-in-bailout-effort-after-market-collapes.html"}],"tokens":["Iran"],"total":922},{"offset":"0","results":[{"body":"France expelled five Iranians on Thursday, and diplomats here said they were trained terrorists who had long been under the surveillance of French counterintelligence units. The expulsion of the five, who were in France as students, came less than a week after three Iranian diplomats were asked to leave the country and an Iranian cultural center","byline":"By FRANK J. PRIALBy PHILIP TAUBMAN","date":"19831231","title":"FRANCE EXPELS 5 IRANIAN STUDENTS, REPORTEDLY TRAINED AS TERRORISTS","url":"http://www.nytimes.com/1983/12/31/world/france-expels-5-iranian-students-reportedly-trained-as-terrorists.html"},{"body":"The Israeli Army today closed down the crossing points between northern Lebanon and the Israeli-occupied south. No explanation was offered for the closings, which Israeli officials said would remain in effect until Monday. The closing of the crossing points coincided with Moslem protests against Israel's 18-month-old occupation of southern Lebanon.","byline":"By ALAN COWELL","date":"19831231","title":"ISRAELIS CLOSE OFF SOUTH LEBANON FROM NORTH EARLIER THAN NORMAL","url":"http://www.nytimes.com/1983/12/31/world/israelis-close-off-south-lebanon-from-north-earlier-than-normal.html"},{"body":"This has been a year of harshness between the U.S. and the Soviet Union. Both, if they take candid stock, have registered a year of foreign policy failure. For all their mighty arsenals, Washington and Moscow are left with grave weaknesses as they face each other across a frightened world. Installation of the first intermediate-range American","byline":"By Flora Lewis","date":"19831230","title":"FOREIGN AFFAIRS; FOREIGN POLICY FAILURES","url":"http://www.nytimes.com/1983/12/30/opinion/foreign-affairs-foreign-policy-failures.html"},{"body":"Following are the key sections of ''Report of the D.O.D. Commission on Beirut International Airport Terrorist Act, Oct. 23, 1983,'' which was dated Dec. 20 and made public today by the Pentagon: Preface On 23 October 1983, a truck laden with the equivalent of over 12,000 pounds of TNT crashed through the perimeter of the compound of the U.S.","date":"19831229","title":"KEY SECTIONS OF PENTAGON'S REPORT ON ATTACK ON THE MARINES","url":"http://www.nytimes.com/1983/12/29/world/key-sections-of-pentagon-s-report-on-attack-on-the-marines.html"},{"body":"Pope John Paul II called today for a just solution to the conflict in Afghanistan. Addressing 30,000 people in St. Peter's Basilica and the Pope Paul VI Auditorium for his weekly general audience, he also cited the war between Iraq and Iran, the Lebanese conflict and the civil war in El Salvador.","byline":"AP","date":"19831229","title":"Pope Asks Afghan Solution","url":"http://www.nytimes.com/1983/12/29/world/pope-asks-afghan-solution.html"},{"body":"MilitaryAnalysis American and Atlantic alliance sources appear surprised that the President and the Pentagon consider terrorism to be a new form of warfare. A NATO officer notes that the British have been fighting Irish Republican Army terrorism in Northern Ireland for years and that the French have recently encountered terrorism in Corsica.","byline":"By DREW MIDDLETON","date":"19831229","title":"U.S. CALLED ILL-EQUIPPED TO FIGHT 'ON THE CHEAP' WAR BY TERRORISTS","url":"http://www.nytimes.com/1983/12/29/world/us-called-ill-equipped-to-fight-on-the-cheap-war-by-terrorists.html"},{"body":"Afghanistan Lists Terms For Soviet Troop Pullout ISLAMABAD, Pakistan, Dec. 27 (Reuters) - The Afghan Government offered again today to send home the 105,000 Soviet troops in the country if it received international guarantees that all resistance to its rule would stop. However, a key resistance leader vowed that the rebels would fight until they","date":"19831228","title":"AROUND THE WORLD","url":"http://www.nytimes.com/1983/12/28/world/around-the-world-140081.html"},{"body":"Seven more people have been arrested in connection with bombings that killed four people at the United States Embassy and elsewhere in Kuwait on Dec. 12, increasing the number of suspects to 18, the Government said today. A 19th suspect died in one of the bombings. A total of four people were killed and 66 others were injured in the bombings, which","byline":"UPI","date":"19831228","title":"7 MORE ARRESTED IN KUWAIT BOMBING; 18 NOW IN CUSTODY","url":"http://www.nytimes.com/1983/12/28/world/7-more-arrested-in-kuwait-bombing-18-now-in-custody.html"},{"body":"While diplomatic contacts between the United States and Iran, never warm in recent years, seem to be worsening again, direct trade between the two nations is edging up, as is indirect trade conducted though third parties. And indications are that the volume of trade, which fell sharply in post-revolution Iran, could increase in the coming years.","byline":"By KENNETH N. GILPIN","date":"19831226","title":"IRAN-U.S. TRADE UP FROM 1980 PLUNGE","url":"http://www.nytimes.com/1983/12/26/business/iran-us-trade-up-from-1980-plunge.html"},{"body":"The Foreign Ministry said today that three French diplomats had been ordered to leave Iran in the latest round in the diplomatic feud between the two countries. On Friday, France announced it was closing the Islamic Center in Paris and planned to expel three Iranians employed by the Iranian Embassy for activities ''incompatible with their","byline":"AP","date":"19831226","title":"IRAN ORDERS EXPULSION OF 3 FRENCH DIPLOMATS","url":"http://www.nytimes.com/1983/12/26/world/iran-orders-expulsion-of-3-french-diplomats.html"}],"tokens":["Iran"],"total":803},{"offset":"0","results":[{"body":"Iraqi aircraft raided an Iranian town and a village in a valley near the southern front of the Persian Gulf war today, killing at least 14 people and wounding nearly 100, the official Iranian press agency reported. Teheran said the raids, made nearly two hours apart, violated a United Nations-sponsored agreement reached in June not to attack","byline":"Reuters","date":"19841231","title":"AROUND THE WORLD; Iraqi Planes Said to Raid Town and Village in Iran","url":"http://www.nytimes.com/1984/12/31/world/around-the-world-iraqi-planes-said-to-raid-town-and-village-in-iran.html"},{"body":"To the Editor: In dismissing the Shultz doctrine, which calls for force against terrorists, George Ball says our ''objective should clearly be to correct, or at least mitigate, the fundamental grievances that nourish terrorism'' (Op-Ed, Dec. 16). However, the Shiite extremists who have killed over 300 Americans are politically primitive. Their","date":"19841231","title":"TERRORISTS WON'T TALK TO THE 'GREAT SATAN'","url":"http://www.nytimes.com/1984/12/31/opinion/l-terrorists-won-t-talk-to-the-great-satan-181067.html"},{"body":"The Organization of Petroleum Exporting Countries concluded a crucial pricing agreement today, but Algeria and Nigeria broke ranks and refused to endorse the pact. The Indonesian oil minister and OPEC president, Subroto, said the organization's ministers had agreed to restructure its prices an effort to halt a deterioration in oil revenues. The","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19841230","title":"OPEC REACHES PACT ON PRICING; 2 NATIONS BALK","url":"http://www.nytimes.com/1984/12/30/world/opec-reaches-pact-on-pricing-2-nations-balk.html"},{"body":"When James Duff was attending junior college in Hurst, Tex., he and 94 classmates took part in a sociology poll. There were four questions to answer - who would you most like to work with on a project, who would you least like to work with, who would you most like to see out of class and who would you least like to see. The result stunned both","byline":"By ENID NEMY","date":"19841230","title":"'IT'S HOW WE GOT WHERE WE ARE'","url":"http://www.nytimes.com/1984/12/30/arts/it-s-how-we-got-where-we-are.html"},{"body":"HOUSTON OFFICIALS of the Transco Energy Company still shudder at the memory of that bitter 1976- 77 winter when, facing a harrowing shortage of natural gas supplies, they had to cut off service to as much as 45 percent of their pipeline's market. Despite desperate attempts to make good on delivery commitments, scarcely any industrial customers of","byline":"By ROBERT D. HERSHEY Jr.","date":"19841230","title":"SCRAMBLING FOR PROFITS IN A GAS GLUT","url":"http://www.nytimes.com/1984/12/30/business/scrambling-for-profits-in-a-gas-glut.html"},{"body":"WHEN the old year is making way for the new, museums and art galleries throughout the state usually present exhibitions to accompany the transition. More often than not, such displays have an affecting holiday spirit, or at least project a theme that seems particularly timely. And if these shows are a bit sentimental or nostalgic, that is all","byline":"By DAVID L. SHIREY","date":"19841230","title":"ART EXHIBITIONS THAT CAPTURE THE SPIRIT OF THE SEASON","url":"http://www.nytimes.com/1984/12/30/nyregion/art-exhibitions-that-capture-the-spirit-of-the-season.html"},{"body":"Without discipline a cartel is nothing. So the 13 members of the Organization of Petroleum Exporting Countries seemed to say last week when they agreed to form a special panel that would monitor compliance with the oil cartel's efforts to limit production and maintain price levels in a world glutted by oil. Nigeria, the last holdout, responded to","byline":"By Henry Giniger and Milt Freudenheim","date":"19841230","title":"THE WORLD; OPEC MakesAnother StabAt Unity","url":"http://www.nytimes.com/1984/12/30/weekinreview/the-world-opec-makesanother-stabat-unity.html"},{"body":"Iraq said its jet fighters downed two Iranian F-4 Phantom warplanes today when the Iranians tried to break up an air strike against their positions. The dogfight, said to have taken place in the southern part of the Iran- Iraq battle front, was the first reported by Iraq in about six months. (In Teheran, an Iranian military officer said Iraqi","byline":"AP","date":"19841230","title":"IRAQ REPORTS DOWNING 2 JETS","url":"http://www.nytimes.com/1984/12/30/world/iraq-reports-downing-2-jets.html"},{"body":"Only a few months ago, officials from the United States and Japan marvelled at how well they were getting along under the leadership of President Reagan and Prime Minister Yasuhiro Nakasone. In recent weeks, however, they have begun to talk about how relations between the two countries are, in fact, blemished by economic mistrust. For most of 1984,","byline":"By CLYDE HABERMAN","date":"19841230","title":"JAPAN SEARCHES FOR WAYS TO SQUARE ITS U.S. ACCOUNTS","url":"http://www.nytimes.com/1984/12/30/weekinreview/japan-searches-for-ways-to-square-its-us-accounts.html"},{"body":"To the Editor: In his Op-Ed piece of Dec. 16, George Ball attacks Secretary of State George Shultz for urging the use of force to prevent terrorism. Mr. Ball is misguided on several counts. It is invidious to compare the use of force by Israel to protect itself against P.L.O. terrorism with the cowardly acts of the terrorists. It is fallacious to","date":"19841230","title":"A DIPLOMATIC, ECONOMIC, AND MILITARY APPROACH TO TERRORISM","url":"http://www.nytimes.com/1984/12/30/opinion/l-a-diplomatic-economic-and-military-approach-to-terrorism-183844.html"}],"tokens":["Iran"],"total":1080},{"offset":"0","results":[{"body":"King Hussein of Jordan arrived in Syria today for talks with an old enemy, President Hafez al-Assad, against whom he almost went to war five years ago. Diplomats said they believed the talks could have major implications for Middle East politics. The two leaders had two meetings, their first encounter since October 1979. One meeting, a private","byline":"By JOHN KIFNER, Special to the New York Times","date":"19851231","title":"KING HUSSEIN AND ASSAD HOLD FIRST TALK SINCE '79","url":"http://www.nytimes.com/1985/12/31/world/king-hussein-and-assad-hold-first-talk-since-79.html"},{"body":"The head of Italian military intelligence said in a newspaper interview published today that four terrorists who killed 12 people at the Rome Airport on Friday had been trained in Iran and entered Italy by way of Syria. The intelligence chief, Adm. Fulvio Martini, said the four were followers of Abu Nidal, the renegade Palestinian leader. The","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19851230","title":"TERRORISTS REPORTEDLY TRAINED IN IRAN","url":"http://www.nytimes.com/1985/12/30/world/terrorists-reportedly-trained-in-iran.html"},{"body":"Iran plans to abandon battered Kharg Island as its main oil terminal because of repeated Iraqi air raids, shipping sources said today. Iran will instead use two new offshore centers to keep vital oil exports flowing during its Persian Gulf war with Iraq, the sources said. ''Kharg has been badly mauled,'' one source said. ''This is why Iran wants to","byline":"Reuters","date":"19851230","title":"IRAN MAY ABANDON KHARG OIL BASE","url":"http://www.nytimes.com/1985/12/30/business/iran-may-abandon-kharg-oil-base.html"},{"body":"Defense Minister Yitzhak Rabin said today that it was Israel's initial assessment that the shadowy, pro-Libyan Palestinian terrorist Abu Nidal was responsible for the Rome and Vienna airport attacks. ''I cannot say for sure,'' Mr. Rabin told a visiting American delegation, ''but that is our impression.'' In Rome the head of Italian military","byline":"By THOMAS L. FRIEDMAN, Special to the New York Times","date":"19851230","title":"ISRAELIS BELIEVE PRO-LIBYA GROUP RAIDED AIRPORTS","url":"http://www.nytimes.com/1985/12/30/world/israelis-believe-pro-libya-group-raided-airports.html"},{"body":"As a year of hijackings, kidnappings, car bombings and murder draws to a close, reports from correspondents of The New York Times around the world indicate that governments have hardened their attitudes and toughened security measures against a growing plague of terrorism. Across Europe and the Middle East, where terrorists in 1985 struck more","byline":"By ROBERT D. McFADDEN","date":"19851230","title":"TERROR IN 1985: BRUTAL ATTACKS, TOUGH RESPONSE","url":"http://www.nytimes.com/1985/12/30/world/terror-in-1985-brutal-attacks-tough-response.html"},{"body":"Companies Texaco and Pennzoil are to meet today in a negotiating session that could determine whether the two oil companies can reach a settlement in their high-stakes legal dispute, according to sources close to the talks. But one of the sources said that the companies have yet to agree on a framework for a settlement of their battle over Texaco's","date":"19851230","title":"BUSINESS DIGEST: MONDAY, DECEMBER 30, 1985","url":"http://www.nytimes.com/1985/12/30/business/business-digest-monday-december-30-1985.html"},{"body":"International Israel's initial assessment of blame for the terrorist attacks at the Rome and Vienna airports Friday is that the shadowy, pro-Libyan Palestinian terrorist Abu Nidal was reponsible. At a meeting with an American delegation, Defense Minister Yitzhak Rabin said ''I cannot say for sure, but that is our impression.'' [Page A1, Col. 6.]","date":"19851230","title":"NEWS SUMMARY: MONDAY, DECEMBER 30, 1985","url":"http://www.nytimes.com/1985/12/30/nyregion/news-summary-monday-december-30-1985.html"},{"body":"AS 1986 rolls in, we all have something to be thankful for: OPEC is history. And as the cartel crumbles, it is becoming clear that it never really controlled the world crude oil market. Rather, market forces were the dominant factor all along, although this was obscured by events. This observation is borne out by recent developments. Earlier this","byline":"By PAUL W. MACAVOY; Paul W. MacAvoy is dean of the Graduate School of Management at the University of Rochester.","date":"19851229","title":"OPEC'S PAINFUL LESSON; THE PUNISHING COSTS OF FIXING OIL PRICES","url":"http://www.nytimes.com/1985/12/29/business/opec-s-painful-lesson-the-punishing-costs-of-fixing-oil-prices.html"},{"body":"Money from around the world is pouring into the United States, pushing total foreign investment toward a record $1 trillion. The funds, whether invested with fanfare in a Japanese-owned auto plant or quietly in billions of dollars of Government bonds, have helped rebuild cities, create jobs, preserve agricultural land, lower home mortgage rates and","byline":"By BARNABY J. FEDER","date":"19851229","title":"FOREIGN MONEY SPREADING TO ALL WALKS OF U.S. LIFE","url":"http://www.nytimes.com/1985/12/29/us/foreign-money-spreading-to-all-walks-of-us-life.html"},{"body":"AN exhibit of folk art, considered to be one of the largest assembled in the state in recent years and ranging from portraits of 34 Presidents to quilts and wooden decoys, is on display in Stamford. The works of American folk art in the exhibit are spontaneous, fresh and often funny in unexpected ways, depicting familiar scenes with a humorous","byline":"By Marcia Saft","date":"19851229","title":"WORKS OF AMERICAN FOLK ART ARE SHOWN IN STAMFORD","url":"http://www.nytimes.com/1985/12/29/nyregion/works-of-american-folk-art-are-shown-in-stamford.html"}],"tokens":["Iran"],"total":769},{"offset":"0","results":[{"body":"The Justice Department will consider turning over additional Iran arms investigations to a special Federal prosecutor named earlier this month, department officials said today. The move could significantly broaden the power of the special prosecutor, Lawrence E. Walsh, who has already been given authority to investigate American-sanctioned arms","byline":"By PHILIP SHENON, Special to the New York Times","date":"19861231","title":"WALSH MAY TAKE OVER MORE IRAN ARMS CASES","url":"http://www.nytimes.com/1986/12/31/world/walsh-may-take-over-more-iran-arms-cases.html"},{"body":"The Reagan Administration's top Middle East official will visit the region early next month to assess Arab-Israeli peace prospects and to demonstrate that American foreign policy is not paralyzed by the Iran arms affair, State Department officials said today. The trip, by Richard W. Murphy, assistant secretary of State for Near Eastern and South","byline":"By BERNARD GWERTZMAN, Special to the New York Times","date":"19861231","title":"REAGAN TO SEND KEY OFFICIAL TO 'ASSESS' THE MIDDLE EAST","url":"http://www.nytimes.com/1986/12/31/world/reagan-to-send-key-official-to-assess-the-middle-east.html"},{"body":"NINETEEN EIGHTY-SIX was the year of the common scold. Almost everybody was severely criticized by almost everybody else - and usually with good cause. The United States was roundly attacked for fiscal irresponsibility. The National Consumers League, a nonpartisan group that calls itself the nation's oldest consumer organization, handed the Reagan","byline":"By Leonard Silk","date":"19861231","title":"ECONOMIC SCENE; The Year Of the Scold","url":"http://www.nytimes.com/1986/12/31/business/economic-scene-the-year-of-the-scold.html"},{"body":"For a year that began with the Challenger shuttle disaster and ended in a muddle about Iran, hostages and contras, television has not come up with much that is new or especially appropriate in the way of New Year's Eve farewells. Although one station, WOR-TV, is doing something innovative by getting the Marx Brothers into the end-of-year act,","byline":"By JOHN J. O'CONNOR","date":"19861231","title":"TV REVIEW; NEW YEAR'S FESTIVITIES ON THE HOME SCREEN","url":"http://www.nytimes.com/1986/12/31/arts/tv-review-new-year-s-festivities-on-the-home-screen.html"},{"body":"About 3,000 United States troops have begun a joint four-month military exercise with Honduras that will include improving airstrips in the southern part of the country, the armed forces announced today. In addition, the first of 4,500 National Guardsmen from eight states and Puerto Rico will begin arriving in this Central American country next","byline":"By The Associated Press","date":"19861231","title":"3,000 U.S. TROOPS BEGIN AN EXERCISE IN SOUTH HONDURAS","url":"http://www.nytimes.com/1986/12/31/world/3000-us-troops-begin-an-exercise-in-south-honduras.html"},{"body":"The Swiss authorities said today that they would take further steps early in the new year to freeze accounts controlled by Lieut. Col. Oliver L. North and others involved in the covert arms sales to Iran. They said they would simultaneously lift banking secrecy regulations covering the accounts. Officials said these measures would set in motion","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19861231","title":"SWISS TO FREEZE IRAN ARMS ACCOUNTS","url":"http://www.nytimes.com/1986/12/31/world/swiss-to-freeze-iran-arms-accounts.html"},{"body":"An Iranian exile group in Paris said today that Iranian soldiers protesting Government policies had set fire to a barracks of the Revolutionary Guards in Teheran. The exile group, Mujahedeen Khalq, said in a telex from its Paris headquarters that the fire had occurred Monday and heavily damaged the Vali Asr barracks. In Teheran, the office of the","byline":"AP","date":"19861231","title":"IRAN EXILES REPORT TEHERAN FIRE","url":"http://www.nytimes.com/1986/12/31/world/iran-exiles-report-teheran-fire.html"},{"body":"Among the losers of 1986 you would probably have to include Vice President Bush, but you have to be careful. He may have a key role to play here in the coming year. You can never tell about Vice Presidents. John Adams said: ''My country in its wisdom contrived from me the most insignificant office that ever the invention of man contrived or his","byline":"By James Reston","date":"19861231","title":"WASHINGTON; In Praise of Losers","url":"http://www.nytimes.com/1986/12/31/opinion/washington-in-praise-of-losers.html"},{"body":"Nearly two weeks after surgery in which a brain cancer was removed from William J. Casey, the Director of Central Intelligence, his doctors said again today that he was fully conscious and periodically sat in a bedside chair. The statement from Georgetown University Hospital gave no indication that Mr. Casey's condition had changed since late last","byline":"By LAWRENCE K. ALTMAN, Special to the New York Times","date":"19861231","title":"CRUCIAL QUESTIONS ON CASEY'S HEALTH UNANSWERED","url":"http://www.nytimes.com/1986/12/31/us/crucial-questions-on-casey-s-health-unanswered.html"},{"body":"International A3-11 U.S.-Honduras war games have begun involving 3,000 United States troops for four months, the armed forces announced. The exercise will include improving airstrips in the southern part of Honduras. Page A1 A U.S.-Soviet New Year's exchange of televised greetings from the two countries' leaders was rejected by Moscow, which cited","date":"19861231","title":"NEWS SUMMARY: WEDNESDAY, DECEMBER 31, 1986","url":"http://www.nytimes.com/1986/12/31/nyregion/news-summary-wednesday-december-31-1986.html"}],"tokens":["Iran"],"total":1685},{"offset":"0","results":[{"body":"LEAD: To the Editor: To the Editor: Howard Phillips's vitriolic attack on the intermediate nuclear force treaty (''The Treaty: Another Sellout,'' Op-Ed, Dec. 11) reveals the intellectual bankruptcy of the far right and the peculiar delusion that has gripped it since 1980: that Ronald Reagan's election represented a vindication of their radicalism.","date":"19871231","title":"Why Far Right Hates the Missile Treaty","url":"http://www.nytimes.com/1987/12/31/opinion/l-why-far-right-hates-the-missile-treaty-523987.html"},{"body":"LEAD: Two Chinese diplomats left the United States last week after they were detained on suspicion of espionage, Reagan Administration officials said today. Two Chinese diplomats left the United States last week after they were detained on suspicion of espionage, Reagan Administration officials said today. The officials said one of the diplomats","byline":"By PHILIP SHENON, Special to the New York Times","date":"19871231","title":"2 CHINESE DEPART IN ESPIONAGE CASE","url":"http://www.nytimes.com/1987/12/31/world/2-chinese-depart-in-espionage-case.html"},{"body":"LEAD: The bad news, folks, as 1987 shuffles off this mortal coil, is that on Jan. 1, 1988, your Social Security payroll taxes are going up again, by an estimated $14 million a year. The good news is that you're about to hear a soft-headed liberal pundit's confession of all-too-frequent error in the old year. The bad news, folks, as 1987 shuffles","byline":"By TOM WICKER","date":"19871231","title":"IN THE NATION; Nobody's Perfect","url":"http://www.nytimes.com/1987/12/31/opinion/in-the-nation-nobody-s-perfect.html"},{"body":"LEAD: On the evening of Aug. 22, 1918, copies of two thin leaflets were thrown from the roof of a building on New York's Lower East Side. Unsigned, one printed in English and one in Yiddish, they attacked President Wilson for sending U.S. troops to intervene in revolutionary Russia. On the evening of Aug. 22, 1918, copies of two thin leaflets were","byline":"By ANTHONY LEWIS","date":"19871231","title":"ABROAD AT HOME; Freedom To Disagree","url":"http://www.nytimes.com/1987/12/31/opinion/abroad-at-home-freedom-to-disagree.html"},{"body":"LEAD: A $20 million recreation and office complex that is nearing completion at American University in Washington is to be called the Adnan Khashoggi Sports and Convocation Center. A $20 million recreation and office complex that is nearing completion at American University in Washington is to be called the Adnan Khashoggi Sports and Convocation","date":"19871231","title":"Washington Talk: Briefing; Waiting for Khashoggi","url":"http://www.nytimes.com/1987/12/31/us/washington-talk-briefing-waiting-for-khashoggi.html"},{"body":"LEAD: In this city, an organizational chart is sometimes worth a thousand words. In this city, an organizational chart is sometimes worth a thousand words. Consider the new high-level Pentagon office for coordinating special operations that Congress forced on a recalcitrant Defense Department more than a year ago. A chart of the fledgling","byline":"By STEPHEN ENGELBERG, Special to the New York Times","date":"19871231","title":"Washington Talk: The Bureaucracy; Tug and Pull Over a Vacant Chart","url":"http://www.nytimes.com/1987/12/31/us/washington-talk-the-bureaucracy-tug-and-pull-over-a-vacant-chart.html"},{"body":"LEAD: Arab nations of the Persian Gulf, speaking of a ''dangerous escalation'' in hostilities, urged the imposition of sanctions against Iran today to support a United Nations demand for a truce in the war with Iraq. Arab nations of the Persian Gulf, speaking of a ''dangerous escalation'' in hostilities, urged the imposition of sanctions against","byline":"By ALAN COWELL, Special to the New York Times","date":"19871230","title":"Arab Nations on Gulf Urge Sanctions Against Iran","url":"http://www.nytimes.com/1987/12/30/world/arab-nations-on-gulf-urge-sanctions-against-iran.html"},{"body":"LEAD: More than a quarter-century after Cuban exiles tried to invade their native island by landing at the Bay of Pigs, Americans are still fighting over responsibility for the fiasco. More than a quarter-century after Cuban exiles tried to invade their native island by landing at the Bay of Pigs, Americans are still fighting over responsibility","byline":"By ROBERT PEAR, Special to the New York Times","date":"19871230","title":"WASHINGTON TALK: INTELLIGENCE OPERATIONS; The Pointing of Fingers And the Bay of Pigs","url":"http://www.nytimes.com/1987/12/30/us/washington-talk-intelligence-operations-pointing-fingers-bay-pigs.html"},{"body":"LEAD: International A2-6 International A2-6 Relief for the third world debt crisis seems closer with an innovative proposal in which banks would forgive billions of dollars of Mexican debt in return for bonds of lesser value issued by Mexico. Page A1 Moscow may scrap a proposed treaty reducing long-range nuclear weapons if the United States","date":"19871230","title":"NEWS SUMMARY: WEDNESDAY, DECEMBER 30, 1987","url":"http://www.nytimes.com/1987/12/30/nyregion/news-summary-wednesday-december-30-1987.html"},{"body":"LEAD: Six people were killed and several injured today when a plane on a training flight crashed into a residential area of Teheran, the official Iranian press agency reported. The agency said it was not known whether the pilot was among those killed and gave no further details. Six people were killed and several injured today when a plane on a","byline":"Reuters","date":"19871230","title":"Iran Plane Crash Kills 6","url":"http://www.nytimes.com/1987/12/30/world/iran-plane-crash-kills-6.html"}],"tokens":["Iran"],"total":3761},{"offset":"0","results":[{"body":"LEAD: President Reagan and Vice President Bush were subpoenaed today to testify as defense witnesses for Oliver L. North at his trial on conspiracy charges stemming from the Iran-contra affair. President Reagan and Vice President Bush were subpoenaed today to testify as defense witnesses for Oliver L. North at his trial on conspiracy charges","byline":"By PHILIP SHENON, Special to the New York Times","date":"19881231","title":"Reagan and Bush Get Subpoenas To Testify as Witnesses for North","url":"http://www.nytimes.com/1988/12/31/us/reagan-and-bush-get-subpoenas-to-testify-as-witnesses-for-north.html"},{"body":"LEAD: An unidentified caller claiming to represent a pro-Iranian group today again took responsibility for the Pan Am bombing and threatened unspecified further action against the United States. An unidentified caller claiming to represent a pro-Iranian group today again took responsibility for the Pan Am bombing and threatened unspecified further","byline":"By SHEILA RULE, Special to the New York Times","date":"19881231","title":"Trail of Bomb on Pan Am Jet Is Said to Lead to Frankfurt; New Threat Received","url":"http://www.nytimes.com/1988/12/31/world/trail-of-bomb-on-pan-am-jet-is-said-to-lead-to-frankfurt-new-threat-received.html"},{"body":"LEAD: International 2-5, 24 Washington rejected Libya's offer to allow an international inspection of a plant that American officials say is intended to make chemical weapons. Washington said the conditions of the offer are inadequate. Page 1 Trying to head off a panic in Israel over Finance Minister Shimon Peres's 5 percent devaluation of the","date":"19881231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1988/12/31/nyregion/news-summary-872588.html"},{"body":"LEAD: Libya has offered to allow an international inspection of a plant that the United States says will be used to make chemical weapons, but Washington has rejected the offer, the State Department said today. Libya has offered to allow an international inspection of a plant that the United States says will be used to make chemical weapons, but","byline":"By MICHAEL R. GORDON, Special to the New York Times","date":"19881231","title":"Libya Offers to Allow Inspection Of Chemical Plant but U.S. Balks","url":"http://www.nytimes.com/1988/12/31/world/libya-offers-to-allow-inspection-of-chemical-plant-but-us-balks.html"},{"body":"LEAD: Can it possibly be just less than a year - it seems an age - since I confidently declared in this space that ''the Democrats will know how to exploit'' George Bush's role in the Iran-contra scandal, and that it was ''difficult to imagine anything he might say to silence'' that issue? Can it possibly be just less than a year - it seems an age","byline":"By Tom Wicker; A.M. Rosenthal is on vacation.","date":"19881230","title":"IN THE NATION; The March of Folly","url":"http://www.nytimes.com/1988/12/30/opinion/in-the-nation-the-march-of-folly.html"},{"body":"LEAD: The finding that a bomb destroyed a Pan Am jet last week may pose serious foreign-policy questions for President-elect George Bush, who led a 1986 panel that urged harsh action against international terrorism. The finding that a bomb destroyed a Pan Am jet last week may pose serious foreign-policy questions for President-elect George Bush,","byline":"By MICHAEL WINES, Special to the New York Times","date":"19881229","title":"Bush Faces Test in Bomb Finding; 2 Anti-Arafat Groups Suspected","url":"http://www.nytimes.com/1988/12/29/world/bush-faces-test-in-bomb-finding-2-anti-arafat-groups-suspected.html"},{"body":"LEAD: The year 1988, it is generally agreed, has been a pretty good one for peace, with the conclusion of a Soviet-American agreement to eliminate intermediate range nuclear weapons; cessation of the Iran-Iraq war, and the beginning of withdrawal of Soviet forces from Afghanistan. His followers say a lot of the credit is due Maharishi Mahesh Yogi,","byline":"By RICHARD HALLORAN & DAVID BINDER","date":"19881229","title":"Washington Talk: Briefing; Peace on Earth?","url":"http://www.nytimes.com/1988/12/29/us/washington-talk-briefing-peace-on-earth.html"},{"body":"LEAD: President-elect Bush today named Robert M. Gates, a career intelligence officer who is now Deputy Director of Central Intelligence, as his deputy national security adviser. President-elect Bush today named Robert M. Gates, a career intelligence officer who is now Deputy Director of Central Intelligence, as his deputy national security","byline":"By ELAINE SCIOLINO, Special to the New York Times","date":"19881229","title":"BUSH PICKS DEPUTY FOR SECURITY POST","url":"http://www.nytimes.com/1988/12/29/us/bush-picks-deputy-for-security-post.html"},{"body":"LEAD: A 23-year-old Briton was freed and flown to Britain today after more than two years in an Iranian jail, and British officials said Iran's move was ''an important step'' toward improving relations. A 23-year-old Briton was freed and flown to Britain today after more than two years in an Iranian jail, and British officials said Iran's move was","byline":"By STEVE LOHR, Special to the New York Times","date":"19881228","title":"IRAN FREES BRITON HELD FOR 2 YEARS","url":"http://www.nytimes.com/1988/12/28/world/iran-frees-briton-held-for-2-years.html"},{"body":"LEAD: In July 1982, three Iranians were kidnapped in northern Lebanon. The case of the missing Iranians, whose disappearance is ascribed by Iran to Christian Phalangist militiamen, is connected to the fate of more than a dozen Westerners presumed kidnapped by pro-Iranian factions in Lebanon. In July 1982, three Iranians were kidnapped in northern","byline":"By IHSAN A. HIJAZI, Special to the New York Times","date":"19881228","title":"Iran Ties Help to Hostages to Fate of Its Nationals","url":"http://www.nytimes.com/1988/12/28/world/iran-ties-help-to-hostages-to-fate-of-its-nationals.html"}],"tokens":["Iran"],"total":1994},{"offset":"0","results":[{"body":"LEAD: Oliver L. North, the former National Security Council aide convicted of three charges in the Iran-contra affair, made his musical stage debut Friday night as a narrator of ''Peter and the Wolf,'' Prokofiev's classic musical tale for children. Oliver L. North, the former National Security Council aide convicted of three charges in the","byline":"AP","date":"19891231","title":"Growls and Howls As North Narrates 'Peter and the Wolf'","url":"http://www.nytimes.com/1989/12/31/us/growls-and-howls-as-north-narrates-peter-and-the-wolf.html"},{"body":"LEAD: To the end, Nicolae Ceausescu was uncompromising. Never mind the tide of reform sweeping other Communist countries, he declared. To the end, Nicolae Ceausescu was uncompromising. Never mind the tide of reform sweeping other Communist countries, he declared. Rumania would change, in his words, when pears grew on poplar trees. It would, in","byline":"By CLYDE HABERMAN","date":"19891231","title":"The World; Rumania's Years of Desperation, Days of Relief","url":"http://www.nytimes.com/1989/12/31/weekinreview/the-world-rumania-s-years-of-desperation-days-of-relief.html"},{"body":"LEAD: WHERE THE BUCK STOPS The Personal and Private Writings of Harry S. Truman. Edited by Margaret Truman. 388 pp. New York: Warner Books. $22.95. WHERE THE BUCK STOPS The Personal and Private Writings of Harry S. Truman. Edited by Margaret Truman. 388 pp. New York: Warner Books. $22.95. PRESIDENT HARRY S. TRUMAN'S consuming interest in American","byline":"By Helen Thomas; Helen Thomas is the White House bureau chief for United Press International.","date":"19891231","title":"More Hell From Harry","url":"http://www.nytimes.com/1989/12/31/books/more-hell-from-harry.html"},{"body":"LEAD: The cause of human rights came triumphantly of age in the liberating 1980's. The decade began with the collapse of military rule in much of Latin America and ended with the toppling of one-party absolutism in Eastern Europe. Seemingly impregnable tyrannies were humbled by ordinary people who risked their skins demanding fundamental rights.","date":"19891230","title":"Human Rights: Now the Hard Part","url":"http://www.nytimes.com/1989/12/30/opinion/human-rights-now-the-hard-part.html"},{"body":"LEAD: After a long period of complacency during which American reliance on foreign oil fell sharply and the price dived to under $10 a barrel, the United States is now headed for permanent levels of dependence on imports that are higher than those that led to havoc in the 1970's, many specialists say. After a long period of complacency during which","byline":"By ROBERT D. HERSHEY Jr., Special to The New York Times","date":"19891230","title":"Worrying Anew Over Oil Imports","url":"http://www.nytimes.com/1989/12/30/business/worrying-anew-over-oil-imports.html"},{"body":"LEAD: Gregory R. McNab, who retired from General Motors in 1974 as director of distribution outside the United States, died of cancer on Tuesday at his home in Summit, N.J. He was 79 years old. Gregory R. McNab, who retired from General Motors in 1974 as director of distribution outside the United States, died of cancer on Tuesday at his home in","date":"19891230","title":"Gregory R. McNab, 79, Retired G.M. Executive","url":"http://www.nytimes.com/1989/12/30/obituaries/gregory-r-mcnab-79-retired-gm-executive.html"},{"body":"LEAD: Fearful that a 10-year alliance with Syria may be coming to an end, Iran is increasing military and financial aid to its Muslim funamentalist surrogates in Lebanon to help them gain supremacy in Muslim areas. Fearful that a 10-year alliance with Syria may be coming to an end, Iran is increasing military and financial aid to its Muslim","byline":"By IHSAN A. HIJAZI, Special to The New York Times","date":"19891229","title":"Iran, Fearing Loss of Syria Tie, Widens Aid to Lebanon Shiites","url":"http://www.nytimes.com/1989/12/29/world/iran-fearing-loss-of-syria-tie-widens-aid-to-lebanon-shiites.html"},{"body":"LEAD: The American Express Company has reached an agreement to sell its Geneva-based private banking subsidiary to another Swiss banking institution for about $1 billion, American Express said yesterday. The American Express Company has reached an agreement to sell its Geneva-based private banking subsidiary to another Swiss banking institution for","byline":"By KURT EICHENWALD","date":"19891229","title":"American Express to Sell Geneva Bank for $1 Billion","url":"http://www.nytimes.com/1989/12/29/business/american-express-to-sell-geneva-bank-for-1-billion.html"},{"body":"LEAD: International A2-13 Alexander Dubcek was elected to head Czechoslovakia's national Parliament 21 years after he was ousted by Soviet troops during the Prague Spring of 1968. Page A1 International A2-13 Alexander Dubcek was elected to head Czechoslovakia's national Parliament 21 years after he was ousted by Soviet troops during the Prague","date":"19891229","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1989/12/29/nyregion/news-summary-629189.html"},{"body":"LEAD: Since April, when John T. Dorrance Jr., the head of the family that owns almost 59 percent of the Campbell Soup Company, died, Wall Street has buzzed with speculation that the Dorrances would sell the company. For eight months, the family issued unanimous denials. Since April, when John T. Dorrance Jr., the head of the family that owns almost","byline":"By CLAUDIA H. DEUTSCH","date":"19891229","title":"Campbell Group Files Plan to Sell","url":"http://www.nytimes.com/1989/12/29/business/campbell-group-files-plan-to-sell.html"}],"tokens":["Iran"],"total":1404},{"offset":"0","results":[{"body":"Leaders of 15 Iraqi opposition groups met here today and announced that they were joining forces to topple the Government of President Saddam Hussein in Baghdad. A statement issued after the meeting condemned Mr. Hussein's invasion and annexation of Kuwait, but at the same time deplored the massing of foreign forces in Saudi Arabia, which the","byline":"By IHSAN A. HIJAZI, Special to The New York Times","date":"19901230","title":"CONFRONTATION IN THE GULF; 15 Iraqi Opposition Groups Join to Oust Hussein Regime","url":"http://www.nytimes.com/1990/12/30/world/confrontation-in-the-gulf-15-iraqi-opposition-groups-join-to-oust-hussein-regime.html"},{"body":"With 17 days before the United Nations deadline for an Iraqi withdrawal from Kuwait, a diplomatic solution to the Persian Gulf crisis remains distinctly possible, Iraqi officials and European diplomats say. These officials suggest that despite tougher public statements by President Bush and President Saddam Hussein of Iraq in the last week, the","byline":"By PATRICK E. TYLER, Special to The New York Times","date":"19901230","title":"CONFRONTATION IN THE GULF; AS JAN. 15 NEARS, SOME SEE A CHANCE FOR GULF SOLUTION","url":"http://www.nytimes.com/1990/12/30/world/confrontation-in-the-gulf-as-jan-15-nears-some-see-a-chance-for-gulf-solution.html"},{"body":"For Islamic leaders in Iran, nothing Salman Rushdie can say can make up for what he wrote. Mr. Rushdie, who has been in hiding since 1989, when his novel \"The Satanic Verses\" was deemed a mortal offense to Islam, sought to assuage the Muslim world last week by publicly embracing the faith and declaring that he did not share the offending views","date":"19901230","title":"Headliners; Apology Rejected","url":"http://www.nytimes.com/1990/12/30/weekinreview/headliners-apology-rejected.html"},{"body":"Thanks to Ken Burns and company, choosing the year's best documentary presents no headaches. \"The Civil War\" made a powerful narrative out of the evocative photographs and moving words of the men and women, famous and obscure, who played a part in the nation's epic conflict. In addition to serving as an absorbing course in American history and a","byline":"By WALTER GOODMAN","date":"19901230","title":"TELEVISION/1990; As Documentaries Soared, Newscasters Went on Ego Trips","url":"http://www.nytimes.com/1990/12/30/movies/television-1990-as-documentaries-soared-newscasters-went-on-ego-trips.html"},{"body":"JOHN HARNEY plunged his hands into a wooden chest full of pungent dried yellow flowers, cupping his hands and sniffing. \"Chamomile,\" he said. \"It's very popular. We sell an awful lot of it. It's grown in three places: Egypt, Iran and Hungary. You don't buy Iranian now. And because of Chernobyl, you'd glow if you drank the Hungarian. So we stick","byline":"By Valerie Cruice","date":"19901230","title":"A Delicate Blend of Business and Family","url":"http://www.nytimes.com/1990/12/30/nyregion/a-delicate-blend-of-business-and-family.html"},{"body":"The jump in oil prices since the Iraqi invasion of Kuwait has produced enormous swings in the fortunes of economies across the globe. Oil-producing countries will be the biggest winners in the standoff, although some experts say that they may not fare as well as many presume. People who follow world markets said Saudi Arabia, for example, could","byline":"By JONATHAN FUERBRINGER","date":"19901229","title":"Big Swings of Fortune From Rise in Oil Price","url":"http://www.nytimes.com/1990/12/29/business/big-swings-of-fortune-from-rise-in-oil-price.html"},{"body":"Acting on C.I.A. warnings that Iraq has developed biological weapons, the Pentagon is planning to begin vaccinating American troops in the Persian Gulf, military officials said today. A Defense Department spokesman refused to comment on the plans today. But senior Administration officials said the Pentagon had recommended starting the inoculation","byline":"By MICHAEL R. GORDON, Special to The New York Times","date":"19901228","title":"CONFRONTATION IN THE GULF; GULF G.I.'S TO GET GERM WAR SHOTS","url":"http://www.nytimes.com/1990/12/28/world/confrontation-in-the-gulf-gulf-gi-s-to-get-germ-war-shots.html"},{"body":"At first glance, it could be Kansas. The lobby of the Regency Inter-Continental is filled with young American servicemen and a few Britons in blue jeans or running shorts and Reeboks. Given their crew cuts, tans and telltale tatoos, they could only be soldiers. About half the rooms at this and the four other luxury hotels on this relatively relaxed","byline":"By JUDITH MILLER, Special to The New York Times","date":"19901228","title":"CONFRONTATION IN THE GULF: The Talk of Bahrain; In an Island Playground in the Gulf, The G.I.'s Let Down Their Guard","url":"http://www.nytimes.com/1990/12/28/world/confrontation-gulf-talk-bahrain-island-playground-gulf-gi-s-let-down-their-guard.html"},{"body":"Iran, welcoming overtures from gulf Arab states, said today that it was ready to discuss a security arrangement with them to keep big powers out of the region. A summit meeting of the Gulf Cooperation Council, reacting to Iraq's occupation of Kuwait, issued a statement Tuesday saying it would seek improved relations with Tehran. \"The Islamic","byline":"REUTERS","date":"19901227","title":"STANDOFF IN THE GULF; Iranians Call for Talks On Security in the Gulf","url":"http://www.nytimes.com/1990/12/27/world/standoff-in-the-gulf-iranians-call-for-talks-on-security-in-the-gulf.html"},{"body":"The Defense Department said today that the threat of an Iraqi attack on Israel was \"very realistic\" and that American intelligence analysts believe that Iraq will probably use chemical weapons against American-led military forces if there is a war in the Persian Gulf. Using uncharacteristically direct language for such a sensitive subject, the","byline":"By PHILIP SHENON, Special to The New York Times","date":"19901227","title":"STANDOFF IN THE GULF; Pentagon Calls Israel Likely Iraqi Target","url":"http://www.nytimes.com/1990/12/27/world/standoff-in-the-gulf-pentagon-calls-israel-likely-iraqi-target.html"}],"tokens":["Iran"],"total":1264},{"offset":"0","results":[{"body":"Japan, be warned: America has an enemy habit. It has just spent a quarter of its lifetime cultivating this habit and, with Soviet Communism dead, it is suddenly like the cigarette fiend in need of smoke. You know how desperate a smoker may be? You've seen those anti-smoking films where he wakes in the night craving smoke, only to find his pack","byline":"By RUSSELL BAKER","date":"19911231","title":"Observer; A Hunger For Enemies","url":"http://www.nytimes.com/1991/12/31/opinion/observer-a-hunger-for-enemies.html"},{"body":"William Buckley, an officer with the Central Intelligence Agency, and Lieut. Col. William R. Higgins of the Marines, two hostages slain by their captors in Beirut, were buried today with elaborate military honors. Senior officials who paid tribute to the two men said the arrival of their coffins at their final resting places marked the end of a","byline":"By CLIFFORD KRAUSS,","date":"19911231","title":"2 Hostages, Slain in Beirut, Are Buried in U.S.","url":"http://www.nytimes.com/1991/12/31/world/2-hostages-slain-in-beirut-are-buried-in-us.html"},{"body":"Saudi Arabia's religious and political leaders are concerned about militant religious fundamentalists who are using mosques and religious universities to stir up opposition. The senior religious leader, Sheik Abdelaziz ibn Baz, who in the past was generally assumed to be at least tacitly opposed to the modernization policies of the Government, made","byline":"By YOUSSEF M. IBRAHIM,","date":"19911231","title":"The Saudis Are Fearful, Too, As Islam's Militant Tide Rises","url":"http://www.nytimes.com/1991/12/31/world/the-saudis-are-fearful-too-as-islam-s-militant-tide-rises.html"},{"body":"Iran prevented a Swiss diplomat from leaving the country today and restricted the movements of other Swiss envoys. Switzerland protested sharply and closed its embassy in Teheran. Switzerland had represented United States interests in Teheran, so the move also cut an American diplomatic channel to Iran. The incident followed Switzerland's arrest","date":"19911230","title":"SWISS DIPLOMATS RESTRICTED IN IRAN","url":"http://www.nytimes.com/1991/12/30/world/swiss-diplomats-restricted-in-iran.html"},{"body":"International A3-7 U.N.'S NEW LEADER AND NEW HOPES Boutros Ghali of Egypt, about to take office as Secretary General of the United Nations, is eager to establish his credentials as a peacemaker. He will play a pivotal role in determining whether the organization lives up to raised expectations. Page A1 MEXICO RAISING ITS PROFILE IN U.S. Abandoning","date":"19911230","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1991/12/30/nyregion/news-summary-119391.html"},{"body":"In Gabriel Garcia Marquez's haunting novella \"Chronicle of a Death Foretold,\" a man is killed in full view of his neighbors, who all knew of the impending murder. Some felt the execution was deserved, others refused to believe the warnings, most procrastinated and a few tried to intervene, but their dreamlike actions had no effect. Ask the U.S.","byline":"By LESLIE H. GELB","date":"19911229","title":"Foreign Affairs; Rushdie's Death Foretold","url":"http://www.nytimes.com/1991/12/29/opinion/foreign-affairs-rushdie-s-death-foretold.html"},{"body":"It is tempting to argue, as many in Algeria and elsewhere in the Muslim world already do, that the emergence of Islamic fundamentalism as the most powerful force in this country will result in a reprise of the voyage Iran took more than a decade ago. The triumphant Algerian fundamentalists claim Iran as their model. But the differences between the","byline":"By YOUSSEF M. IBRAHIM,","date":"19911229","title":"Islam in Algeria: An Echo of Iran, but Not a Repeat","url":"http://www.nytimes.com/1991/12/29/world/islam-in-algeria-an-echo-of-iran-but-not-a-repeat.html"},{"body":"Weeks This Last On Week Week List Fiction 1 1 12 SCARLETT, by Alexandra Ripley. (Warner, $24.95.) The sequel to Margaret Mitchell's \"Gone With the Wind.\" 2 3 11 NEEDFUL THINGS, by Stephen King. (Viking, $24.95.) A newcomer opens a shop in Castle Rock, Me., bringing bargains as well as nightmares and disasters to the town. 3 2 6 NO GREATER LOVE, by","date":"19911229","title":"BEST SELLERS: December 29, 1991","url":"http://www.nytimes.com/1991/12/29/books/best-sellers-december-29-1991.html"},{"body":"ARCHERY World Champions Men - Simon Fairweather, Australia. Men's team - South Korea. Women - Soo-nyung Kim, South Korea. Women's team - South Korea. World Indoor Champions Men's indoor freestyle - Sebastian Flute, France. Women's indoor freestyle - Natalya Valeyeva, Soviet Union. Men's indoor compound bow - Joe Asay, Sandy, Utah. Women's indoor","byline":"Compiled by Vincent M. Mallozzi.","date":"19911229","title":"THE YEAR IN REVIEW; Winners of 1991 Individual and Team Championships","url":"http://www.nytimes.com/1991/12/29/sports/the-year-in-review-winners-of-1991-individual-and-team-championships.html"},{"body":"The United Nations has reason to thank the soft-spoken Peruvian who was almost accidentally chosen Secretary General a decade ago. Javier Perez de Cuellar got the job because an exhausted Security Council could not agree on anybody else. Insiders knew him as a careful and competent diplomat, but to outsiders he seemed a colorless civil servant with","date":"19911229","title":"The U.N.'s Happy Surprise","url":"http://www.nytimes.com/1991/12/29/opinion/the-un-s-happy-surprise.html"}],"tokens":["Iran"],"total":1454},{"offset":"0","results":[{"body":"As if President Bush's Iran-contra pardons weren't bad enough, partisans now deride Lawrence Walsh, the special prosecutor, as a zealot, \"out of control.\" Elliott Abrams, one of those pardoned, has made that charge since he pleaded guilty last year to two counts of contemptuously withholding information from Congress. Indeed, the subtitle of his","byline":"By JOHN P. MACKENZIE","date":"19921231","title":"Editorial Notebook; The Truth, Out of Control","url":"http://www.nytimes.com/1992/12/31/opinion/editorial-notebook-the-truth-out-of-control.html"},{"body":"Nearly two years after he supported Iraq in the Persian Gulf war, repeated efforts by King Hussein of Jordan to mend fences with Saudi Arabia and other Arab allies in the war have been rebuffed. As a result, the King has announced that Jordan will not humiliate itself any further. In recent weeks, King Hussein has clearly distanced himself from","byline":"By YOUSSEF M. IBRAHIM,","date":"19921231","title":"Jordan Finds Saudis Are Unwilling to Forgive","url":"http://www.nytimes.com/1992/12/31/world/jordan-finds-saudis-are-unwilling-to-forgive.html"},{"body":"President Bush today sharply attacked as \"stupid\" and \"frivolous\" news reporting and commentary on his Christmas Eve pardons of six Iran-contra defendants. He said his pardons of Caspar W. Weinberger, the former Defense Secretary, and five others should not give anyone the impression that Government officials were above the law. He said his own","byline":"By ADAM CLYMER,","date":"19921231","title":"Bush Criticizes Press Treatment Of His Pardons","url":"http://www.nytimes.com/1992/12/31/us/bush-criticizes-press-treatment-of-his-pardons.html"},{"body":"It is one of the paradoxes of the Bosnian war that after nine months of fighting, the strongest call for peace is coming from the Serbian forces, universally condemned as the aggressors, and the greatest resistance to a settlement is coming from the country's Muslims, who have won international sympathy for their suffering at Serbian hands. The","byline":"By JOHN F. BURNS,","date":"19921231","title":"War's Pendulum: A special report.; Bosnia 1992: New Puzzles In the Jigsaw of Violence","url":"http://www.nytimes.com/1992/12/31/world/war-s-pendulum-special-report-bosnia-1992-new-puzzles-jigsaw-violence.html"},{"body":"International A2-13 BOSNIAN SUFFERING PREVAILS After nine months of fighting, at least 150,000 people dead or missing, 1.5 million made homeless, scores of towns and villages razed to the ground and numberless atrocities, few people in Bosnia and Herzegovina have any confidence that an end to the suffering is at all near. A1 BRITON WARNS SERBS ON","date":"19921231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1992/12/31/nyregion/news-summary-216092.html"},{"body":"The George Bush who flies to Somalia today has plainly snapped out of his post-election blues. In what might be called Post-Campaign Mode, he's charging toward the Jan. 20 finish line. After spending New Year's Day with the troops in Somalia, he'll head for Moscow to sign the monumental Start treaty, vastly reducing nuclear arsenals. In only a few","date":"19921231","title":"From Start, to Finish","url":"http://www.nytimes.com/1992/12/31/opinion/from-start-to-finish.html"},{"body":"In a cramped examination room of a Lower East Side health clinic recently, a distraught young mother, who only spoke Chinese, stood holding a tiny baby while a nurse, who spoke only English, examined the child. The infant had been ill, the mother explained, and a relative had prescribed medicinal tea. The baby is too young for tea, the nurse said.","byline":"By LISA BELKIN","date":"19921231","title":"When Patients Say 'Ah' in Scores of Languages","url":"http://www.nytimes.com/1992/12/31/nyregion/when-patients-say-ah-in-scores-of-languages.html"},{"body":"The Chinese Government tightened the economic pressure on North Korea today by announcing that all trade beginning in 1993 must be paid for in cash rather than through barter. North Korea, which is already suffering a severe economic crisis, depends on neighboring China for oil and other supplies. It has no hard currency to pay its bills and is","byline":"By NICHOLAS D. KRISTOF,","date":"19921230","title":"Cash Only, No Bartering, China Tells North Koreans","url":"http://www.nytimes.com/1992/12/30/world/cash-only-no-bartering-china-tells-north-koreans.html"},{"body":"In completing a new strategic arms treaty, Washington and Moscow have for the first time agreed to bring their strategic nuclear arsenals into line with their new cooperative relationship. Throughout the cold war, each side amassed an expanding arsenal of strategic weapons. But the agreement will drastically cut the size of each side's arsenal and,","byline":"By MICHAEL R. GORDON,","date":"19921230","title":"A New Amity, A New Treaty; Most Threatening Sort Of Weapon Is Banned","url":"http://www.nytimes.com/1992/12/30/world/a-new-amity-a-new-treaty-most-threatening-sort-of-weapon-is-banned.html"},{"body":"Surely, reasonable people have said to themselves in the days since President Bush shocked the country with his Iran-contra pardons -- surely the President must have had good reasons. Surely he would not wish to live forever in history as the President who in effect pardoned himself. Surely he must have some plausible arguments for exonerating","date":"19921229","title":"The Best Case for the Pardons","url":"http://www.nytimes.com/1992/12/29/opinion/the-best-case-for-the-pardons.html"}],"tokens":["Iran"],"total":1081},{"offset":"0","results":[{"body":"A few days before Christmas, jarring news made its way from Iran: Three adherents of the Bahai faith have been condemned to death solely because of their beliefs. The judicial judgment against two defendants living in Karaj, near Teheran, accuses them of a new kind of crime -- transmitting information that they were on trial for their lives to the","date":"19931231","title":"Death Sentences for the Bahai","url":"http://www.nytimes.com/1993/12/31/opinion/death-sentences-for-the-bahai.html"},{"body":"Spurning a Swiss extradition request, France has sent back to Iran two Iranians suspected of a role in the 1990 killing in Switzerland of an opposition figure, the Prime Minister's office said today. The two men, Mohsen Sharif Esfahani, 37, and Ahmad Taheri, 32, were expelled to Iran on Wednesday night, an official in Prime Minister Edouard","date":"19931231","title":"France Spurns Swiss on Extraditing Iranians","url":"http://www.nytimes.com/1993/12/31/world/france-spurns-swiss-on-extraditing-iranians.html"},{"body":"The hopes of Republicans for an independent inquiry into President Clinton's investment in a failed Arkansas land development company may depend on whether they reverse themselves and support legislation for court-appointed prosecutors. House Republicans in particular have been demanding that Attorney General Janet Reno pick a special counsel to","byline":"By ADAM CLYMER,","date":"19931228","title":"G.O.P. in a Bind in Seeking An Inquiry on Clinton Deals","url":"http://www.nytimes.com/1993/12/28/us/gop-in-a-bind-in-seeking-an-inquiry-on-clinton-deals.html"},{"body":"Abdul Samad, a 20-year-old from Afghanistan, went to school for the first time three years ago. He said he did not know a word of English when he was admitted into the International High School in Queens. He felt blind and deaf and panicky. \"I was very crazy,\" said the high school student, dressed in a black leather jacket and jeans. \"I wondered,","byline":"By LYNDA RICHARDSON","date":"19931228","title":"Thriving on Difference; International High Students Speak Language of Learning","url":"http://www.nytimes.com/1993/12/28/nyregion/thriving-on-difference-international-high-students-speak-language-of-learning.html"},{"body":"The kidnappers of 11 Russian students said they tossed handfuls of $100 bills from their helicopter before landing and trying to make their way through snowy mountains with millions of dollars stuffed in duffel bags, the authorities reported today. \"I guess it was too much for them to carry and still run through the mountains,\" Col. Yuri Reshetnik","date":"19931228","title":"Russian Kidnappers Tell of Desperate Escape Effort","url":"http://www.nytimes.com/1993/12/28/world/russian-kidnappers-tell-of-desperate-escape-effort.html"},{"body":"Something very strange is going on, behind closed doors, among the Governments of Israel, Germany, the Czech Republic and Iran. Blinded again by the urge to recover hostages and the delusion of Iranian \"moderates,\" Israel may unwittingly be providing the intelligence cover that could help Teheran acquire Western nuclear technology. I have only","byline":"By WILLIAM SAFIRE","date":"19931227","title":"Essay; Helping Iran Arm","url":"http://www.nytimes.com/1993/12/27/opinion/essay-helping-iran-arm.html"},{"body":"Two of four kidnappers who had disappeared into the mountainous wilds of southern Russian with a $10 million ransom after freeing their five remaining hostages have been captured after a four-day standoff aboard a commandeered helicopter, Moscow radio reported today. The report, monitored by the BBC, said the other two kidnappers were still being","date":"19931227","title":"Kidnappers Free 4 And Flee in Russia; 2 Reported Caught","url":"http://www.nytimes.com/1993/12/27/world/kidnappers-free-4-and-flee-in-russia-2-reported-caught.html"},{"body":"International A2-10 THE VIEW FROM THE EAST The unification of Germany has shaken up Altdobern, where jobs have been lost and the security of socialism has fallen away, but many people are adapting to the demands of a new country. A1 2 KIDNAPPERS IN RUSSIA CAUGHT Two of four kidnappers were caught after they freed their last hostages, abandoned","date":"19931227","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1993/12/27/nyregion/news-summary-840193.html"},{"body":"Three days after four gunmen stormed a schoolroom and took a group of teen-agers hostage, bad weather forced them to abort an attempted flight to the Caspian Sea in a helicopter packed with explosives. The kidnappers, who were holding five hostages today after the Russian Government had given them $10 million in ransom, had been forced by bad","date":"19931226","title":"Gunmen in Russia, Holding 5 Hostages, Abort Escape Flight","url":"http://www.nytimes.com/1993/12/26/world/gunmen-in-russia-holding-5-hostages-abort-escape-flight.html"},{"body":"The Central Intelligence Agency has told President Clinton that North Korea probably has developed one or two nuclear bombs, according to Administration officials. The classified assessment -- supported by virtually all intelligence agencies but disputed by the State Department's analysts -- deepens the Administration's dilemma as it tries to","byline":"By STEPHEN ENGELBERG with MICHAEL R. GORDON,","date":"19931226","title":"INTELLIGENCE STUDY SAYS NORTH KOREA HAS NUCLEAR BOMB","url":"http://www.nytimes.com/1993/12/26/world/intelligence-study-says-north-korea-has-nuclear-bomb.html"}],"tokens":["Iran"],"total":741},{"offset":"0","results":[{"body":"A coalition of prominent lawyers, some of them fierce opponents of capital punishment, asked Governor-elect George E. Pataki today to insure that New York's death-penalty legislation will exempt the mentally retarded from execution, guarantee a competent defense for the indigent and minimize the influence of racial discrimination on convictions and","byline":"By KEVIN SACK,","date":"19941231","title":"Strict Rules on Death Penalty Are Urged by Lawyers' Group","url":"http://www.nytimes.com/1994/12/31/nyregion/strict-rules-on-death-penalty-are-urged-by-lawyers-group.html"},{"body":"Because of an editing error, an article on Wednesday about a visit by the Israeli Prime Minister to Oman misstated the history of Israeli diplomatic contacts in the region. Several Israeli officials visited Iran during the Shah's rule there; the Oman trip was not the first by an Israeli leader to a country in the Persian Gulf region.","date":"19941230","title":"Corrections","url":"http://www.nytimes.com/1994/12/30/nyregion/c-corrections-246530.html"},{"body":"With his resignation as Director of Central Intelligence, R. James Woolsey leaves an agency under siege and still trying to articulate a new mission for the post-cold-war era. Not since the 1970's has the C.I.A. come under such sustained and varied criticism both for its narrow vision and inbred culture. And not since those days of Congressional","byline":"By STEPHEN ENGELBERG,","date":"19941229","title":"Spy Agency Under Siege; C.I.A. Critics Calling For Radical Changes","url":"http://www.nytimes.com/1994/12/29/us/spy-agency-under-siege-cia-critics-calling-for-radical-changes.html"},{"body":"After flying secretly to Oman on Monday, Prime Minister Yitzhak Rabin returned publicly to Israel today, saying he hoped his visit, the first known trip by an Israeli leader to the Persian Gulf, would lead to wider ties with Arab and Muslim countries. No agreements were announced, but officials said the trip was another sign that progress in Middle","byline":"By JOEL GREENBERG,","date":"19941228","title":"Rabin Visits Oman, Taking Step To Widen Link to Gulf Region","url":"http://www.nytimes.com/1994/12/28/world/rabin-visits-oman-taking-step-to-widen-link-to-gulf-region.html"},{"body":"International A2-7 MIXED SIGNALS IN MOSCOW President Boris Yeltsin of Russia said he was prepared to initiate peace talks with secessionists, but an aide spoke of intensifying the assault and others had mixed reports of the conflict. A1 HIJACKED PLANE RETAKEN French commandos stormed a plane that had been seized by Islamic fundamentalists in","date":"19941227","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1994/12/27/nyregion/news-summary-217042.html"},{"body":"The Iranian Parliament, clamping down on the influence of foreign television programs, has banned the use of satellite dishes, ordering that they be dismantled and warning of trials for those who sell or distribute them. The ban was ratified on Sunday despite warnings by some lawmakers that if people refused to comply with the ban, the forceable","date":"19941227","title":"Iran Prohibits Satellite Dishes To Bar U.S. TV","url":"http://www.nytimes.com/1994/12/27/world/iran-prohibits-satellite-dishes-to-bar-us-tv.html"},{"body":"The war in the breakaway Russian republic of Chechnya is crystalizing two issues that have been debated only sporadically here despite the rise of ethnic separatism around the world: How inviolate is national sovereignty? And what should the limits of self-determination be? Those questions have been raised at the United Nations since mid-1992, when","byline":"By BARBARA CROSSETTE,","date":"19941226","title":"What Is a Nation?","url":"http://www.nytimes.com/1994/12/26/world/what-is-a-nation.html"},{"body":"Iran Nazario roams the crack alleys of the Charter Oak Terrace projects, scouting figures in the shadows. When he finds them, he faces the hard part of his job: steering street toughs to this after-school program, to that basketball league, away from drugs and the gang life. At least he needs no introduction. In the projects, everyone knows him as","byline":"By EVELYN NIEVES,","date":"19941226","title":"Hartford Becomes Test Case In Fighting Menace of Gangs","url":"http://www.nytimes.com/1994/12/26/nyregion/hartford-becomes-test-case-in-fighting-menace-of-gangs.html"},{"body":"The Sudan's Islamic Government, censured for its human rights violations and its support for various armed Islamic militant groups, is now helping Muslim fundamentalists in their effort to topple the Algerian Government, according to Western intelligence reports. The Sudan, the reports say, is assisting the Algerian guerrillas by permitting Iran to","byline":"By CHRIS HEDGES,","date":"19941224","title":"Sudan Linked To Rebellion In Algeria","url":"http://www.nytimes.com/1994/12/24/world/sudan-linked-to-rebellion-in-algeria.html"},{"body":"A company whose chairman was once the Secretary of Defense teamed up with a Canadian arms dealer and some enterprising officials in the former Soviet republic of Belarus in a most unusual arms deal, financed in secret by the Pentagon. The deal came to light when the sun rose on Monday morning on a huge Russian-made transport plane parked within","byline":"By JEFF GERTH,","date":"19941224","title":"In a Shadowy Marketplace, America Buys Russian Arms","url":"http://www.nytimes.com/1994/12/24/us/in-a-shadowy-marketplace-america-buys-russian-arms.html"}],"tokens":["Iran"],"total":571},{"offset":"0","results":[{"body":"At midnight tonight, a lighted ball will complete its descent in Times Square and it will be Jan. 1, 1996. Well, not exactly. Never mind that at midnight in Times Square it will already be early morning on New Year's Day in France, or that it will be only 9 P.M. Dec. 31 in Seattle. There are far more profound discrepancies. For one thing, the year","byline":"By DAVID STOUT","date":"19951231","title":"Happy 1996 (Or 5757, Or 1417, Or 4694)","url":"http://www.nytimes.com/1995/12/31/nyregion/happy-1996-or-5757-or-1417-or-4694.html"},{"body":"The strong showing of an Islamic party in this week's national election has thrown Turkey's politics into turmoil, and posed difficult questions about the future role of religion in national life. No one here believes that this country, which has been strictly secular since Kemal Ataturk proclaimed the Turkish Republic in 1923, is about to fall","byline":"By STEPHEN KINZER","date":"19951230","title":"Gain by Islamic Party Shakes Turkey to the Foundation of Its SecularState","url":"http://www.nytimes.com/1995/12/30/world/gain-by-islamic-party-shakes-turkey-to-the-foundation-of-its-secularstate.html"},{"body":"Concern over who controls the vast Middle Eastern oil reserves makes the large American military presence in the Persian Gulf seem reasonable. But do the threats to oil justify the high price of our unilateral military expenditures? The gulf region accounts for $50 billion of the annual $260 billion Pentagon budget -- possibly more. Since the gulf","byline":"By Shibley Telhami and Michael O'Hanlon","date":"19951230","title":"Europe's Oil, Our Troops","url":"http://www.nytimes.com/1995/12/30/opinion/europe-s-oil-our-troops.html"},{"body":"Only two picks right last year, a record for the 22-year history of this much-imitated pool; now let's go for a clean sweep. 1. Whitewater will (a) spawn a scathing Senate report titled \"Doubting Thomases\"; (b) be a fizzle with no new independent counsel convictions; (c) reveal petty crimes in Arkansas and serious wrongdoing in Washington; (d) be","byline":"By WILLIAM SAFIRE","date":"19951228","title":"Essay;Office Pool, 1996","url":"http://www.nytimes.com/1995/12/28/opinion/essay-office-pool-1996.html"},{"body":"Few countries are as strategically important to American interests around the world as Turkey. During the cold war, Washington valued its large army and long land frontier with the Soviet Union. After the Soviet collapse, Turkey's pro-Western leaders have promoted it as a bastion of secular democracy in the Muslim Middle East, a strategic","date":"19951227","title":"The Islamic Challenge in Turkey","url":"http://www.nytimes.com/1995/12/27/opinion/the-islamic-challenge-in-turkey.html"},{"body":"Prime Minister Tansu Ciller of Turkey, defeated by an Islamic party in Sunday's general elections, resigned today and made overtures to a conservative rival to keep the Islamic party out of power. A spokesman for President Suleyman Demirel said Mrs. Ciller had resigned, along with her Cabinet, but would stay in office until a new government was","byline":"Reuters","date":"19951226","title":"Turkish Premier Resigns After Losing Election to Islamic Party","url":"http://www.nytimes.com/1995/12/26/world/turkish-premier-resigns-after-losing-election-to-islamic-party.html"},{"body":"Donald T. Regan, who was chief of staff for President Ronald Reagan for two years, has been awarded nearly $42,000 for legal fees and expenses he incurred during an investigation of the Iran-contra arms-for-hostages affair. A Federal appeals court said on Friday that the Government should pay Mr. Regan $41,883.79 because he was an unindicted","byline":"AP","date":"19951226","title":"Ex-Official Is Repaid In Iran-Contra Case","url":"http://www.nytimes.com/1995/12/26/us/ex-official-is-repaid-in-iran-contra-case.html"},{"body":"NOT long ago, as the Middle Eastern cold-season joke goes, Saddam Hussein was giving a speech to his Iraqi party underlings when suddenly, a resounding \"Achoo!\" broke his listeners' cowed silence. \"Who sneezed?\" he demanded. Petrified, no one in the audience answered. He asked again, furious. Still no answer. Enraged, he ordered the entire front","byline":"By CAREY GOLDBERG","date":"19951224","title":"DECEMBER 17-23;And to All, a Universal 'God Bless You'","url":"http://www.nytimes.com/1995/12/24/weekinreview/december-17-23-and-to-all-a-universal-god-bless-you.html"},{"body":"Surrounded by Bosnian Serb troops, its populace unable to enter or leave freely and its battered, pockmarked houses without electricity, heat or running water, this town, in the eyes of many, is the Achilles' heel of the Dayton peace accord. The small Muslim-held pocket around Gorazde was rescued from an assault by Serbian forces in July after NATO","byline":"By CHRIS HEDGES","date":"19951224","title":"Bosnia Enclave Looks Ahead Warily","url":"http://www.nytimes.com/1995/12/24/world/bosnia-enclave-looks-ahead-warily.html"},{"body":"Prime Minister Shimon Peres said today that Israel would be prepared to close its nuclear program if there was a regional peace in the Middle East, though he stopped short of confirming that Israel possesses nuclear weapons. Mr. Peres made his comments at a lunch with Israeli journalists in Tel Aviv, after one of them asked whether his new","byline":"By SERGE SCHMEMANN","date":"19951223","title":"Peres Says Israel, With Regional Pact, Would End Atom Effort","url":"http://www.nytimes.com/1995/12/23/world/peres-says-israel-with-regional-pact-would-end-atom-effort.html"}],"tokens":["Iran"],"total":627},{"offset":"0","results":[{"body":"When neighbors came to Mullah Mohammed Omar in the spring of 1994, they had a story that was shocking even by the grim standards of Afghanistan's 18-year-old civil war. Two teen-age girls from the mullah's village of Singesar had been abducted by one of the gangs of mujahedeen, or ''holy warriors,'' who controlled much of the Afghan countryside.","byline":"By JOHN F. BURNS with STEVE LeVINE","date":"19961231","title":"How Afghans' Stern Rulers Took Hold","url":"http://www.nytimes.com/1996/12/31/world/how-afghans-stern-rulers-took-hold.html"},{"body":"In this enclave of Iraq, the road signs are in Persian and the soldiers pay tribute not to Iraq's President, Saddam Hussein, but to an Iranian woman they call Maryam. ''She is the symbol of our struggle,'' veiled young women chanted after storming into a fortified bunker in a military training exercise. ''She is the tip of the arrow,'' proclaimed","byline":"By DOUGLAS JEHL","date":"19961230","title":"Mullahs, Look! Women, Armed and Dangerous","url":"http://www.nytimes.com/1996/12/30/world/mullahs-look-women-armed-and-dangerous.html"},{"body":"In the heart of Teheran's business district, the 27-acre compound that was once the United States Embassy sits as a little-noticed monument to the most radical time in Iran's revolution, a time when anti-American fever ran so high that young militants held 52 Americans hostage for 444 days. With its football field, swimming pool and tennis courts","byline":"By ELAINE SCIOLINO","date":"19961229","title":"In World Flux, a Constant: U.S. and Iran Still Foes","url":"http://www.nytimes.com/1996/12/29/world/in-world-flux-a-constant-us-and-iran-still-foes.html"},{"body":"For several years, an informal group of Muslim women from around the world has met to spur discussion among Muslims everywhere about the rights of women. Now, with the shadow of a repressive Islamic regime in Afghanistan hovering over the debate, the group has produced a manual on the rights of women under Islam. Intended to be adaptable to a wide","byline":"By BARBARA CROSSETTE","date":"19961229","title":"A Manual On Rights Of Women Under Islam","url":"http://www.nytimes.com/1996/12/29/world/a-manual-on-rights-of-women-under-islam.html"},{"body":"IS it always wrong to lie? Few would argue for the whole truth and nothing but the truth in all circumstances. To most people, the minor lies we sprinkle in our daily conversations are a confection, a social lubricant, not a poison. What a nice dress! What a swell haircut! And deceptive practices for noble ends flourish in virtually every","byline":"By JEFF STRYKER","date":"19961229","title":"Lies, Justice, the American Way","url":"http://www.nytimes.com/1996/12/29/weekinreview/lies-justice-the-american-way.html"},{"body":"1918-1996 He sprang from obscurity in 1968 as Richard Nixon's running mate and, as Vice President, defined an era with his bombastic rhetoric. His political star sank as quickly as it had risen, however, following his 1973 resignation on corruption charges. ON A SOFT SUMMER EVENING IN JUNE, dozens of veteran Secret Service agents gathered to honor","byline":"By Steven R. Weisman","date":"19961229","title":"THE VICE PRESIDENT IN EXILE","url":"http://www.nytimes.com/1996/12/29/magazine/the-vice-president-in-exile.html"},{"body":"IT was a marvelous year in the stock market. And when voters showed they were no longer angry by re-electing almost every incumbent they could find, they set off the best post-election rally since the Hoover Boom of 1928. There were many outstanding performances deserving of awards, only a few of which can be memorialized here. There will, alas, be","byline":"By FLOYD NORRIS","date":"19961229","title":"Financial Follies of 1996","url":"http://www.nytimes.com/1996/12/29/business/financial-follies-of-1996.html"},{"body":"ARCHERY World Champions MEN'S OLYMPIC BOW Andrea Parenti, Italy. WOMEN'S OLYMPIC BOW Carole Ferriou, France. MEN'S COMPOUND BOW Jeff Button, Cottage Grove, Wis. WOMEN'S COMPOUND BOW Petra Ericsson, Sweden. MEN'S BAREBOW Rensco Van Wees, Netherlands. WOMEN'S BAREBOW Odile Boussiere, France. MEN'S TEAM France. WOMEN'S TEAM Sweden. U.S. Champions","byline":"By VINCENT M. MALLOZZI","date":"19961229","title":"From Atlanta To Wembley, Winners All","url":"http://www.nytimes.com/1996/12/29/sports/from-atlanta-to-wembley-winners-all.html"},{"body":"DURING the first part of the Middle Ages, the ancestors of Rabbi Mitchell Serels of the Magen David Sephardic Congregation here lived in Spain, enjoying what today might be called an atmosphere of multicultural diversity. They practiced Judaism and adhered to Jewish laws, but, like other Spanish Jews, they also got along well with Muslims and","byline":"By LYNNE AMES","date":"19961229","title":"Spain's King Honors Sephardic Rabbi for Study of Traditions","url":"http://www.nytimes.com/1996/12/29/nyregion/spain-s-king-honors-sephardic-rabbi-for-study-of-traditions.html"},{"body":"Turkey's Prime Minister has announced that he will send a high-level envoy to Washington with a pledge of friendship and assurances that the United States has ''no reason to be afraid of anything we are doing.'' Senior officials in Washington have been alarmed at Prime Minister Necmettin Erbakan's pan-Islamic political philosophy and his visits to","byline":"By STEPHEN KINZER","date":"19961227","title":"Turkey Sending Envoy to U.S. to Clear Up 'Misunderstandings'","url":"http://www.nytimes.com/1996/12/27/world/turkey-sending-envoy-to-us-to-clear-up-misunderstandings.html"}],"tokens":["Iran"],"total":731},{"offset":"0","results":[{"body":"Anticipating a renewed fight over American financing for abortions overseas, a liberal population-watch group warns that the global population crisis is far from over. The study, by the Population Institute, sought to dispel recent reports that the population explosion is slowing and that the next demographic crisis was actually the declining birth","byline":"By STEVEN A. HOLMES","date":"19971231","title":"Global Crisis in Population Is Far From Over, a Group Warns","url":"http://www.nytimes.com/1997/12/31/world/global-crisis-in-population-is-far-from-over-a-group-warns.html"},{"body":"INTERNATIONAL A3-10 Voting Extended a Day In Tumultuous Kenya Race Kenyan officials extended the presidential election an extra day because of widespread logistical problems after polling places were swamped with crowds of frustrated voters when the polls were scheduled to close. Opposition leaders immediately accused the Government of trying to","date":"19971230","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1997/12/30/nyregion/news-summary-841170.html"},{"body":"Ask any qualified piano technician how often your home piano should be tuned, and you will be told: It depends, among other factors, on how much use it gets. Of course, there is use and there is use. An amateur may play only now and then. Even many concert pianists may spend no more than five or six hours a day at their own instruments, when","byline":"By ANTHONY TOMMASINI","date":"19971230","title":"247 Pianos to Coddle? You Have to Pull Strings","url":"http://www.nytimes.com/1997/12/30/arts/247-pianos-to-coddle-you-have-to-pull-strings.html"},{"body":"HAGHANI-Moosa. Adored father and grandfather, brother, uncle, true friend to many, creative entrepreneur and lion-heart, passed away on the morning of December 26, in London, with his family by his side. He was 84. Born in Teheran, he graduated valedictorian from the American College and began his long and many faceted business career with the","date":"19971229","title":"Paid Notice: Deaths HAGHANI, MOOSA","url":"http://www.nytimes.com/1997/12/29/classified/paid-notice-deaths-haghani-moosa.html"},{"body":"JUST a year ago, Turkey seemed to be setting out on a profoundly important geopolitical journey. Guided by an Islamic-oriented Prime Minister, Necmettin Erbakan, it was turning away from the West and toward the Muslim world. Mr. Erbakan sent shivers down spines in Washington as he turned his back on Turkey's traditional allies and embraced the","byline":"By STEPHEN KINZER","date":"19971228","title":"The World; Turks Reinvent Their World","url":"http://www.nytimes.com/1997/12/28/weekinreview/the-world-turks-reinvent-their-world.html"},{"body":"YOU can't be everywhere. This is one of the verities of modern sports, what with seasons overlapping and big events butting into each other. For example: in my quest for journalistic postcards, I was at Wimbledon when I heard about Mike Tyson's biting Evander Holyfield's ears in Las Vegas. The reporters flicked on televisions and computers to get","byline":"By GEORGE VECSEY","date":"19971228","title":"Sports of The Times; Postcards From 1997: Schedule on Overload","url":"http://www.nytimes.com/1997/12/28/sports/sports-of-the-times-postcards-from-1997-schedule-on-overload.html"},{"body":"Each morning as the sun slides above the horizon, a small group of daring women gather on a hilltop in Mellat Park, a tidy green oasis in northern Teheran. They come to exercise a newly won right, doing calisthenics in a public spot. As the women beat their arms and their dark coats billow in the morning chill, they look like a flock of ravens","byline":"By PHILIP TAUBMAN","date":"19971226","title":"Editorial Notebook; The Courageous Women of Iran","url":"http://www.nytimes.com/1997/12/26/opinion/editorial-notebook-the-courageous-women-of-iran.html"},{"body":"An Iranian court today freed a prominent opposition leader on bail, but he still faces charges of ''desecrating religious sanctities,'' the official news agency said today. The IRNA agency quoted the judge at an Islamic court as saying that Ibrahim Yazdi, a former Foreign Minister and the leader of a liberal Islamic group, Iran Freedom Movement,","date":"19971226","title":"Teheran Court Releases Critic","url":"http://www.nytimes.com/1997/12/26/world/teheran-court-releases-critic.html"},{"body":"Once a boom town whose oil wells were the font of Iraq's wealth and the lifeblood of its economy, Kirkuk today is on its knees. Heaps of scrap steel, rusting machinery and decrepit vehicles dot its oilfield. In its heyday, the oilfield produced about 1.7 million barrels a day, just over half of Iraq's Opec quota of 3.14 million barrels. After the","date":"19971226","title":"Ruined Iraqi Oilfield Awaits Lifting of Oil-Export Embargo","url":"http://www.nytimes.com/1997/12/26/world/ruined-iraqi-oilfield-awaits-lifting-of-oil-export-embargo.html"},{"body":"The case of former Foreign Minister Ibrahim Yazdi of Iran, who has been held there without charges since his arrest on Dec. 14, is developing into a major test of strength between supporters and opponents of Iran's new reform-minded President. ''The charges are not clear, but we have been told that he insulted the supreme leader,'' Seyed Ahmad","byline":"By STEPHEN KINZER","date":"19971225","title":"Arrest of Former Official in Iran Pits Conservatives Against Supporters of the New President","url":"http://www.nytimes.com/1997/12/25/world/arrest-former-official-iran-pits-conservatives-against-supporters-new-president.html"}],"tokens":["Iran"],"total":739},{"offset":"0","results":[{"body":"EUROPE RUSSIA: YELTSIN ATTACKS EXTREMISM -- President Boris N. Yeltsin ordered the Government to fight political and religious extremism in the wake of several recent anti-Semitic outbursts by Russian politicians. Mr. Yeltsin told Prime Minister Yevgeny M. Primakov and other senior officials to draw up a program to oppose extremism, the President's","byline":"Compiled by Christopher S. Wren","date":"19981231","title":"World Briefing","url":"http://www.nytimes.com/1998/12/31/world/world-briefing.html"},{"body":"I'll remember 1998 as the year I spied a display box with rows of what looked, from a distance, like identical videotapes with black-and-flame-colored covers. But at close range it turned out to hold two different titles packaged in suspiciously similar ways. Each featured the oversize, noble heads of its actors against a blazing backdrop. Each","byline":"By JANET MASLIN","date":"19981231","title":"Critic's Notebook; Beyond the Meteors, Another, Riskier '98","url":"http://www.nytimes.com/1998/12/31/movies/critic-s-notebook-beyond-the-meteors-another-riskier-98.html"},{"body":"In 1994, when Bosnia was nearly crushed by the attacking Serbs, President Clinton decided to make no objection if Croatia violated a U.N. embargo by letting arms go through to the Bosnians. Our Ambassador to Croatia, Peter Galbraith, was told to say -- if President Franjo Tudjman asked whether we objected -- that he had ''no instructions'' on the","byline":"By ANTHONY LEWIS","date":"19981229","title":"Abroad at Home; With No Decency","url":"http://www.nytimes.com/1998/12/29/opinion/abroad-at-home-with-no-decency.html"},{"body":"From the neck down, Otto Schily is very much the bourgeois gentleman: pocket watch, tailored suit, elegant cufflinks, somber tie. But look up at the mop of hair and mischievous eyes of Mr. Schily, the German Interior Minister, and some of the contradictions of the man and his country begin to come into focus. The official who represents law and","byline":"By ROGER COHEN","date":"19981229","title":"Schroder Aide Typifies New German Subtlety","url":"http://www.nytimes.com/1998/12/29/world/schroder-aide-typifies-new-german-subtlety.html"},{"body":"The cashmere-covered world of Bijan is one of many contradictions. On the one hand, the chairman of the company, Bijan Pakzad, could not be more ubiquitous. His face is plastered all over magazine advertisements and Manhattan billboards, where he appears with Michael Jordan and Bo Derek, smirking and vamping. On the other, he holds no fashion shows","byline":"BY JENNIFER STEINHAUER","date":"19981229","title":"Elusive and Exclusive Clothier to the Rich","url":"http://www.nytimes.com/1998/12/29/style/elusive-and-exclusive-clothier-to-the-rich.html"},{"body":"Just as the Soviet Union was ending its confrontation with the West in the late 1980's, the military officers who ran Moscow's secretive germ warfare program ordered up new, much deadlier arms. At a remote laboratory complex in Kazakhstan, Russian scientists began animal testing of the Marburg virus, a highly contagious germ that kills by attacking","byline":"By JUDITH MILLER and WILLIAM J. BROAD","date":"19981228","title":"Germ Weapons: In Soviet Past Or in the New Russia's Future?","url":"http://www.nytimes.com/1998/12/28/world/germ-weapons-in-soviet-past-or-in-the-new-russia-s-future.html"},{"body":"To the Editor: I read Don Shewey's article ''An Ancient Poet Suddenly Ubiquitous'' [Dec. 6] with interest. Jalaluddin Rumi, also known as Mawlana, was born in Balkh, then an acclaimed center of learning in Iran. Rumi is considered the greatest mystic poet of Iran. His monumental work, comprising some 26,000 verses known as the Masnavi, is looked","date":"19981227","title":"JALALUDDIN RUMI; Iran's Greatest Poet","url":"http://www.nytimes.com/1998/12/27/arts/l-jalaluddin-rumi-iran-s-greatest-poet-566110.html"},{"body":"AMERICAN troops in the Persian Gulf are vaccinated against deadly germs. So are Federal Bureau of Investigation agents who are probing a growing number of biological incidents. So are some White House officials. Protections against living weapons are new to the military and security of the United States, and they raise troubling questions. Is this","byline":"By WILLIAM J. BROAD and JUDITH MILLER","date":"19981227","title":"THE WORLD: LIVE AMMO; The Threat of Germ Weapons Is Rising. Fear, Too.","url":"http://www.nytimes.com/1998/12/27/weekinreview/the-world-live-ammo-the-threat-of-germ-weapons-is-rising-fear-too.html"},{"body":"After flying more than halfway around the world and skirting storms, mountain ranges and hostile airspace, three veteran balloonists aboard the ICO Global Challenge were forced to ditch in the Pacific Ocean yesterday. Their landing at sea, 10 miles north of Kahuku Point, Oahu, in the Hawaiian Islands, ended the most nearly successful attempt by any","byline":"By MALCOLM W. BROWNE","date":"19981226","title":"Balloonists Set Down 10 Miles Off Oahu","url":"http://www.nytimes.com/1998/12/26/world/balloonists-set-down-10-miles-off-oahu.html"},{"body":"Probably no priest or pastor outside Iraq opened a Christmas sermon today the way the Rev. Gabriel Marie did at the Church of Our Lady of Assumption here. ''Thanks be to God that we have survived the bombing,'' Father Marie told Catholic parishioners who filled his church to overflowing for two Masses this morning. He went on to lament modern","byline":"By STEPHEN KINZER","date":"19981226","title":"Baghdad Journal; Holiday Prayer: Thanks for Survival","url":"http://www.nytimes.com/1998/12/26/world/baghdad-journal-holiday-prayer-thanks-for-survival.html"}],"tokens":["Iran"],"total":973},{"offset":"0","results":[{"body":"As the Indian Airlines hijacking entered its sixth day today, growing attention is turning to the Taliban, the Islamic movement that rules most of Afghanistan but has been scorned by the world. India, which actively supports an armed opposition to the Taliban and applauds the United States for persuading the Security Council to punish Afghanistan","byline":"By BARBARA CROSSETTE","date":"19991230","title":"As Hijacking Drama Plays Out, Views on Taliban Shift","url":"http://www.nytimes.com/1999/12/30/world/as-hijacking-drama-plays-out-views-on-taliban-shift.html"},{"body":"The Times Square New Year's Eve celebration will be a 24-hour multimedia event focusing on selected countries as they enter the new millennium. Performances will take place both on a main stage and throughout the square. Here are times of the performances and a sampling of countries featured in each time zone. FRIDAY 6:30 to 7:12 a.m. Fiji,","date":"19991230","title":"Times Square x 24 Hours = 2000","url":"http://www.nytimes.com/1999/12/30/nyregion/times-square-x-24-hours-2000.html"},{"body":"MIDDLE EAST IRAN: LIBERAL TELLS OF ELECTION BAN The head of the liberal Islamic opposition said all its candidates in the provinces had been barred from running in February's key parliamentary elections. ''It's the first stage in a long battle,'' Ibrahim Yazdi, secretary general of the Iran Freedom Movement, said after newspapers reported that 401","byline":"By Terence Neilan","date":"19991230","title":"WORLD BRIEFING","url":"http://www.nytimes.com/1999/12/30/world/world-briefing.html"},{"body":"An international arms dealer alternately an ally and a target of American intelligence and law-enforcement agencies has been arrested in the United States and, under a year-old indictment unsealed in Los Angeles yesterday, charged with money laundering, tax evasion and bank fraud. The accused, Sarkis Soghanalian, a 70-year-old citizen of Lebanon,","byline":"By LOWELL BERGMAN","date":"19991229","title":"Arms Dealer Faces Charges In Laundering And Tax Case","url":"http://www.nytimes.com/1999/12/29/us/arms-dealer-faces-charges-in-laundering-and-tax-case.html"},{"body":"Making another gesture to Hezbollah after the renewal of Israeli-Syrian negotiations, Israel today handed over the bodies of two of the group's guerrillas killed this month in fighting in southern Lebanon. Red Cross representatives delivered the bodies of Musa Ahmed, 24, and Hasan Salameh, 23, to Hezbollah officials in the southern Lebanese city of","byline":"By JOEL GREENBERG","date":"19991229","title":"Israel Hands Over the Remains Of 2 Guerrillas from Hezbollah","url":"http://www.nytimes.com/1999/12/29/world/israel-hands-over-the-remains-of-2-guerrillas-from-hezbollah.html"},{"body":"EUROPE GERMANY: KOHL INVESTIGATION -- Prosecutors in Bonn plan a criminal investigation against former Chancellor Helmut Kohl, who has admitted that he kept secret bank accounts and received more than $1 million in undisclosed political contributions while in office. Dismissing demands from even his own party, the Christian Democratic Union, Mr.","byline":"Compiled by Barth Healey","date":"19991229","title":"WORLD BRIEFING","url":"http://www.nytimes.com/1999/12/29/world/world-briefing.html"},{"body":"At a synagogue in the heart of the Jewish quarter in this ancient city, worshipers end their Sabbath service with a solemn prayer for 13 Jews jailed by the Iranian authorities on accusations of espionage. ''We pray that those we love will be safely among us soon,'' the rabbi murmurs, then hundreds of people shuffle into the Rabeezadeh Synagogue's","date":"19991228","title":"Iran's Jews Pray for 13 Who Are Jailed on Spy Accusations","url":"http://www.nytimes.com/1999/12/28/world/iran-s-jews-pray-for-13-who-are-jailed-on-spy-accusations.html"},{"body":"Ancient and medieval mapmakers would better understand the world of 2100 than would the politicians of 2000. Nations as we know them have existed for only a few hundred years. But cities have been with us since the dawn of civilization. And while the future of the city is not in doubt, modern nations will probably continue to weaken in the 21st","byline":"By Robert D. Kaplan","date":"19991227","title":"Could This Be the New World?","url":"http://www.nytimes.com/1999/12/27/opinion/could-this-be-the-new-world.html"},{"body":"Sometimes you're reading along and a fact just jumps off the page at you. Like this one, for instance: Syria's economy, its G.N.P., is one-seventh the size of Israel's. That means Syria, with 16.5 million people, produces about 15 percent of what the Israeli economy produces with 5.5 million people. I toss this out not to embarrass the Syrians. The","byline":"By THOMAS L. FRIEDMAN","date":"19991226","title":"Foreign Affairs; Waiting for Assad","url":"http://www.nytimes.com/1999/12/26/opinion/foreign-affairs-waiting-for-assad.html"},{"body":"EUROPE BOSNIA: SERB SEIZED IN RAPES A Bosnian Serb accused of taking part in the organized rape and torture of female Muslim prisoners was arrested by NATO troops and flown to the Yugoslav war crimes tribunal in The Hague. A statement by NATO's secretary general, Lord Robertson, identified the suspect as Zoran Vukovic and said he was seized on","byline":"By","date":"19991225","title":"WORLD BRIEFING","url":"http://www.nytimes.com/1999/12/25/world/world-briefing.html"}],"tokens":["Iran"],"total":720},{"offset":"0","results":[{"body":"ARCHERY U.S. Target Men's Olympic Bow: Richard Johnson, Woodstock, Conn. Women's Olympic Bow: Karen Scavotto, Enfield, Conn. Men's Compound Bow: Dave Cousins, Westbrooke, Me. Women's Compound Bow: Christie Bisco, Raymond, Me. U.S. Intercollegiate Team: Texas A&M. Men's Olympic Bow: Christopher Shull, Texas A&M. Women's Olympic Bow: Jessica Carlson,","byline":"Compiled by Vincent M. Mallozzi","date":"20001231","title":"CHAMPIONS 2000; From Sydney To the Bronx, the Winners","url":"http://www.nytimes.com/2000/12/31/sports/champions-2000-from-sydney-to-the-bronx-the-winners.html"},{"body":"Soccer fans destroyed buses and cars and fought running battles as a brawl between players spilled off the field and onto the streets of a suburb of Tehran, Iranian news media reported today. A Tehran bus company executive said 250 of his vehicles had been damaged by rampaging fans. More than 60 people were arrested. The clashes started on the","date":"20001231","title":"Soccer Brawl Spills Into the Streets in the Suburbs of Tehran","url":"http://www.nytimes.com/2000/12/31/world/soccer-brawl-spills-into-the-streets-in-the-suburbs-of-tehran.html"},{"body":"YOU don't see them run, because they aren't on the nightly news shows. But in the last few weeks, tens of thousands of hungry Afghans have been moving toward Herat, near the border of Iran, driven by civil war, bad government, winter and the worst drought in decades. They aren't alone. A continent away, renewed fighting in the Congo has people on","byline":"By BARBARA CROSSETTE","date":"20001231","title":"The World; The Century of Refugees Ends. And Continues.","url":"http://www.nytimes.com/2000/12/31/weekinreview/the-world-the-century-of-refugees-ends-and-continues.html"},{"body":"Armen Petrossian likes to think of himself as being to caviar what, say, De Beers is to diamonds. Ever since his father and uncle fled to Paris more than 80 years ago to escape the turmoil of the Russian Revolution, the family has been running a business that along with a handful of other companies handles most of the West's imports of caviar from","byline":"By JOHN TAGLIABUE","date":"20001230","title":"INTERNATIONAL BUSINESS; From Spotted Owls to Caviar","url":"http://www.nytimes.com/2000/12/30/business/international-business-from-spotted-owls-to-caviar.html"},{"body":"When Donald H. Rumsfeld began his first tour of duty as secretary of defense in November 1975, the Vietnam War had just been lost and the American military was at perhaps its lowest ebb since World War II. At 43, Mr. Rumsfeld was the youngest defense secretary in history, but he had just 14 months to make his mark on military policy before the end","byline":"By JAMES RISEN","date":"20001229","title":"THE 43RD PRESIDENT: MAN IN THE NEWS; A Pentagon Veteran; Donald Henry Rumsfeld","url":"http://www.nytimes.com/2000/12/29/us/the-43rd-president-man-in-the-news-a-pentagon-veteran-donald-henry-rumsfeld.html"},{"body":"For more than two years, one man more than any other has driven the debate over whether to build a national missile defense: Donald H. Rumsfeld. Now, in choosing Mr. Rumsfeld to be his secretary of defense, President-elect George W. Bush has signaled that the politically and diplomatically divisive goal of building a shield against nuclear missiles","byline":"By STEVEN LEE MYERS","date":"20001229","title":"THE 43RD PRESIDENT: DEFENSE POLICY; Choice of Rumsfeld Creates Solid Team for Missile Shield","url":"http://www.nytimes.com/2000/12/29/us/43rd-president-defense-policy-choice-rumsfeld-creates-solid-team-for-missile.html"},{"body":"Donald Rumsfeld, named by President-elect George W. Bush yesterday as his choice for secretary of defense, is an experienced manager who successfully led the Pentagon once before, under the very different international circumstances of the cold war. But Mr. Rumsfeld's recent close identification with the campaign for early construction of a","date":"20001229","title":"Return Engagement at Defense","url":"http://www.nytimes.com/2000/12/29/opinion/return-engagement-at-defense.html"},{"body":"President-elect George W. Bush today selected Donald H. Rumsfeld, a veteran Washington insider and champion of missile defenses, to be secretary of defense, the same job Mr. Rumsfeld held in the Ford administration a quarter-century ago before entering the world of business. Picking Mr. Rumsfeld, 68, a blunt-spoken former Navy fighter pilot and","byline":"By ERIC SCHMITT","date":"20001229","title":"THE 43RD PRESIDENT: THE PRESIDENT-ELECT; DEFENSE SECRETARY CHOSEN; HELD SAME POST UNDER FORD","url":"http://www.nytimes.com/2000/12/29/us/43rd-president-president-elect-defense-secretary-chosen-held-same-post-under.html"},{"body":"EUROPE GERMANY: BEEF CONFIDENCE COLLAPSES -- After a seventh case of mad cow disease in German-bred cattle, the German beef market has practically collapsed, with consumer demand down by 80 percent. Investigations for fraud are continuing into some sausage products labeled as ''free of beef ingredients'' even though they do include beef.","byline":"Compiled by Terence Neilan","date":"20001229","title":"World Briefing","url":"http://www.nytimes.com/2000/12/29/world/world-briefing.html"},{"body":"EUROPE FRANCE: MITTERRAND STAYS IN JAIL -- The eldest son of former President Francois Mitterrand, accused of arms trafficking, had his request for bail denied and will stay in prison for at least another six days while police investigations continue. A lawyer for Jean-Christophe Mitterrand, 54, who was his father's special counselor for Africa,","byline":"Compiled by Terence Neilan","date":"20001228","title":"WORLD BRIEFING","url":"http://www.nytimes.com/2000/12/28/world/world-briefing.html"}],"tokens":["Iran"],"total":933},{"offset":"0","results":[{"body":"Representatives of Osama bin Laden contacted Iranian intelligence agents in the mid-1990's in an attempt to forge an anti-American alliance of terror between Iran and Mr. bin Laden's network, Al Qaeda, according to United States intelligence reports. In 1996 a close ally of Mr. bin Laden sought out Iranian intelligence officers in Afghanistan to","byline":"By JAMES RISEN","date":"20011231","title":"A NATION CHALLENGED: QAEDA DIPLOMACY; Bin Laden Sought Iran as an Ally, U.S. Intelligence Documents Say","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-qaeda-diplomacy-bin-laden-sought-iran-ally-us-intelligence.html"},{"body":"The specter of Sept. 11 will hover over New Year's celebrations across America tonight. With 7,500 police officers on watch, 500,000 revelers are expected to crowd into Times Square for fireworks, music and the ball-drop spectacle. Bells will ring across town for the 3,000 victims. Thousands remembered the victims at ground zero yesterday as New","byline":"By ROBERT D. MCFADDEN","date":"20011231","title":"A NATION CHALLENGED: AN OVERVIEW: DEC. 30, 2001; The Screaming Eagles, War Perspectives","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-overview-dec-30-2001-screaming-eagles-war-perspectives.html"},{"body":"The Military Campaign ARMY TO RELIEVE MARINES -- The Pentagon ordered soldiers from the 101st Airborne Division to relieve the Marine Corps in southern Afghanistan, paving the way for a long-term American military presence in the country. The Army's mission will be essentially the same as that of the marines: guarding Taliban and Al Qaeda prisoners","date":"20011231","title":"A Nation Challenged","url":"http://www.nytimes.com/2001/12/31/nyregion/a-nation-challenged-918342.html"},{"body":"To the Editor: My husband, Paul Sprachman, and I were also Peace Corps in Afghanistan and, as with Jonathan Greenburg (''Kandahar: Looking Back,'' Dec. 23), it influenced our lives -- to the extent that Persian became my husband's profession. After Afghanistan, we got advanced degrees (in my husband's case in Persian and Arabic) we then went to","date":"20011230","title":"Peace Corps Volunteers Feel Afghanistan Echoes","url":"http://www.nytimes.com/2001/12/30/nyregion/l-peace-corps-volunteers-feel-afghanistan-echoes-910554.html"},{"body":"TWO weeks after Osama bin Laden's operatives staged the Sept. 11 attacks, the Senate passed a bill approving a free trade agreement with Jordan, the first of its kind with an Arab nation. Every American knows about the terrorism. Few have heard of the trade deal. But some experts see in these events two possible futures for the Islamic world, and a","byline":"By JOSEPH KAHN","date":"20011230","title":"The World; A Business Plan For Islam Inc.","url":"http://www.nytimes.com/2001/12/30/weekinreview/the-world-a-business-plan-for-islam-inc.html"},{"body":"On the day that I entered Afghanistan from Iran, driving for three hours over 60 miles on a broken road, I saw camel herds roaming the desert. I saw many men sitting beside villages raised from dust, and boys lining the road like a welcoming committee. But I saw only a few women, and hardly any girls, an absence that set the pattern for what was to","byline":"By AMY WALDMAN","date":"20011229","title":"A NATION CHALLENGED: DIARIES; Reporters in Afghanistan: Fear, Numbness and Being a Spectacle","url":"http://www.nytimes.com/2001/12/29/world/nation-challenged-diaries-reporters-afghanistan-fear-numbness-being-spectacle.html"},{"body":"He is a gangling giant of a man with immigrant roots in Jamaica, a record of crime and a sense that his Christian upbringing was not enough to shield him from the violence, poverty and racial bias of south London. The profile fits Richard C. Reid, 28, the man accused of trying to ignite explosives-packed sneakers on American Airlines flight 63 from","byline":"By ALAN COWELL","date":"20011229","title":"A NATION CHALLENGED: JAILED BRITON; The Shadowy Trail And Shift to Islam Of a Bomb Suspect","url":"http://www.nytimes.com/2001/12/29/world/nation-challenged-jailed-briton-shadowy-trail-shift-islam-bomb-suspect.html"},{"body":"In the nearly 40-year fight over building weapons to shoot down incoming missiles, the proponents have generally fallen into two camps, the dreamers and the schemers. When the idea of missile defense had its most celebrated moment under President Reagan, the dreamers -- including the president and the renowned nuclear scientist Edward Teller --","byline":"By Bill Keller","date":"20011229","title":"Missile Defense: The Untold Story","url":"http://www.nytimes.com/2001/12/29/opinion/missile-defense-the-untold-story.html"},{"body":"After a two-hour flight from Tajikistan, the helicopter touches down in the Panjshir Valley, the spiritual and military stronghold of the Northern Alliance, the rebel group fighting the Taliban. It carries the alliance's foreign minister and a group of journalists. It is Sept. 25, two weeks after the attacks on the United States. The valley is the","byline":"By DAVID ROHDE","date":"20011229","title":"A NATION CHALLENGED: DIARIES; Land of Alluring Beauty, Contradictions and Death","url":"http://www.nytimes.com/2001/12/29/world/a-nation-challenged-diaries-land-of-alluring-beauty-contradictions-and-death.html"},{"body":"Last year the shelves of the small hospital in this southern Lebanese village were so barren that Irish soldiers serving with the United Nations pooled several thousand dollars of their own to stock it with bandages and rudimentary medicine. Times have changed. Energetic doctors from the Islamic Health Society now bustle through the corridors,","byline":"By NEIL MacFARQUHAR","date":"20011228","title":"To U.S., a Terrorist Group; To Lebanese, a Social Agency","url":"http://www.nytimes.com/2001/12/28/world/to-us-a-terrorist-group-to-lebanese-a-social-agency.html"}],"tokens":["Iran"],"total":994},{"offset":"0","results":[{"body":"A Virginia judge ordered prosecutors today to turn over to defense lawyers statements that Lee Malvo, the 17-year-old charged in some of the sniper shootings that left 10 dead in the Washington area, made to the police. Investigators say that during seven hours of interrogation last month, Mr. Malvo admitted shooting three of the sniper victims,","byline":"By JAYSON BLAIR","date":"20021231","title":"Defense in Sniper Case Wins Access to Police Interviews","url":"http://www.nytimes.com/2002/12/31/us/defense-in-sniper-case-wins-access-to-police-interviews.html"},{"body":"Perhaps the keenest measure of impoverishment in Saddam Hussein's Iraq can be taken from the scenes at places like Liberation Square in central Baghdad. For 30 years, the square has had a chilling place in the collective memory of most Iraqis, as the site of the public hangings, in January 1969, of nine Iraqi Jews and five other Iraqis accused of","byline":"By JOHN F. BURNS","date":"20021231","title":"THREATS AND RESPONSES: BAGHDAD; Amid Brutal Poverty in Iraq, A Favored Few Enjoy Riches","url":"http://www.nytimes.com/2002/12/31/world/threats-responses-baghdad-amid-brutal-poverty-iraq-favored-few-enjoy-riches.html"},{"body":"North Korea's startling revival of its nuclear program, coupled with the unrelenting threat of international terrorism, presents compelling reasons for President Bush to step back from his fixation on attacking Iraq and to reassess his administration's priorities. North Korea's reopening of its plutonium reprocessing plant at Yongbyon puts it","byline":"By Warren Christopher","date":"20021231","title":"Iraq Belongs on the Back Burner","url":"http://www.nytimes.com/2002/12/31/opinion/iraq-belongs-on-the-back-burner.html"},{"body":"The idea, says Tawfik Mathlouthi, who runs a radio station for France's Muslim minority, came to him in the shower: to create a competing product to Coke that would satisfy the needs of Arab speakers in Europe and elsewhere for soft drinks, while providing jobs and economic growth. ''My son adores McDonald's and Coke,'' Mr. Mathlouthi, 46, the","byline":"By JOHN TAGLIABUE","date":"20021231","title":"They Choke On Coke, But Savor Mecca-Cola","url":"http://www.nytimes.com/2002/12/31/world/they-choke-on-coke-but-savor-mecca-cola.html"},{"body":"The car is Ali's pride and joy. In New York, Chicago or Los Angeles, it would be a head-turner: a mid-1950's Cadillac, jet black, mint condition, equipped as for a movie star or head of state, with barely 5,500 miles on the clock and chrome-trimmed tail fins to make a bobbysoxer weep. In Baghdad's traffic-clogged streets, it is a sensation, drawing","byline":"By JOHN F. BURNS","date":"20021230","title":"THREATS AND RESPONSES: REPARATIONS; A Cadillac and Other Plunder: Iraq-Kuwait Issue Resurfaces","url":"http://www.nytimes.com/2002/12/30/world/threats-responses-reparations-cadillac-other-plunder-iraq-kuwait-issue.html"},{"body":"At year's end, nothing is as predictable as predictions. The annual office pool, inaugurated in this space three decades ago, has now become a kind of Powerlessball lottery in which the odds of winning are nil. It's multilateral choice, with ''All'' or ''None'' permitted. 1. Among world leaders, in 2003 (a) Ramallah's Arafat returns to exile; (b)","byline":"By WILLIAM SAFIRE","date":"20021230","title":"Office Pool, 2003","url":"http://www.nytimes.com/2002/12/30/opinion/office-pool-2003.html"},{"body":"Sitting with Jimmy Carter one wintry afternoon in his Plains, Ga., home a dozen years after he left 1600 Pennsylvania Avenue, I asked him about his relationship with Cyrus Vance. ''He's not who I wanted to be my secretary of state,'' Carter told me. Then, after a brief digression, he admitted that he was ''still sore'' that Vance had resigned in","byline":"By Douglas Brinkley","date":"20021229","title":"THE LIVES THEY LIVED; Out of the Loop","url":"http://www.nytimes.com/2002/12/29/magazine/the-lives-they-lived-out-of-the-loop.html"},{"body":"Iran said that despite American objections, it would proceed with construction of a nuclear power plant that the Bush administration maintains is part of a clandestine program to develop nuclear weapons. Iran's government thus became the third member of the trio labeled by President Bush as the ''axis of evil'' to defy American demands to cease","byline":"By Steven R. Weisman","date":"20021229","title":"December 22-28: INTERNATIONAL; . . . AND NUCLEAR IRAN","url":"http://www.nytimes.com/2002/12/29/weekinreview/december-22-28-international-and-nuclear-iran.html"},{"body":"JANUARY Euro becomes legal tender in Europe. The jobless rate rose in December to 5.8 percent, a level it last reached in April 1995. President Bush chokes on a pretzel, faints and falls off couch while watching TV. Palestinian gunman kills six Israelis at bat mitzvah celebration. Kmart files for bankruptcy. The journalist Daniel Pearl is reported","date":"20021229","title":"Year in Review","url":"http://www.nytimes.com/2002/12/29/weekinreview/year-in-review.html"},{"body":"Representatives of Afghanistan's six neighbors gathered in Kabul to sign a declaration of non-aggression, in an important gesture of good will on the one-year anniversary of President Hamid Karzai's leadership. Pakistan, China, Tajikistan, Uzbekistan, Turkmenistan and Iran agreed with Iran to respect each other's territorial integrity. Mr. Karzai","byline":"By Carlotta Gall","date":"20021229","title":"December 22-28: INTERNATIONAL; A PEACEFUL NEIGHBORHOOD","url":"http://www.nytimes.com/2002/12/29/weekinreview/december-22-28-international-a-peaceful-neighborhood.html"}],"tokens":["Iran"],"total":1138},{"offset":"0","results":[{"body":"President Mohammad Khatami said Tuesday that the arrival of an American aid team in this earthquake-ravaged city was a welcome development but should be viewed as just that -- a humane gesture and not a harbinger of improving relations between the United States and the Islamic republic. ''Humanitarian issues should not be intertwined with deep and","byline":"By NEIL MacFARQUHAR; Steven R. Weisman contributed reporting from Washington for this article.","date":"20031231","title":"Iran Thanks U.S. for Help, but Refrains From an Embrace","url":"http://www.nytimes.com/2003/12/31/world/iran-thanks-us-for-help-but-refrains-from-an-embrace.html"},{"body":"A month after American troops occupied Baghdad, the family of Dr. Taki al-Moosawi was gathered at his Baghdad home, watching one of the Arab satellite channels that have become popular since the toppling of Saddam Hussein made it possible for any Iraqi, not just the ruling clique, to have satellite receivers. And suddenly there it was: Old film","byline":"By JOHN F. BURNS","date":"20031231","title":"How Disappearance in '84 Blighted Family in Iraq","url":"http://www.nytimes.com/2003/12/31/world/how-disappearance-in-84-blighted-family-in-iraq.html"},{"body":"In last year's office pool, for the second year running, I accurately predicted the best-picture Oscar winner. Forget all of the other predictions, which were varying degrees of mistaken; I shoulda been a film critic. The multiple choices include one, all or none. My picks are down below. Do not save this page. 1. Next tyranny to feel the force of","byline":"By WILLIAM SAFIRE","date":"20031231","title":"Office Pool, 2004","url":"http://www.nytimes.com/2003/12/31/opinion/office-pool-2004.html"},{"body":"INTERNATIONAL A3-12 A Bomb Meant for G.I.'s Kills 1 Civilian and Hurts 3 An Iraqi civilian was killed and three others wounded when a homemade bomb apparently intended to harm an American military convoy exploded on a crowded street in central Baghdad. A7 Iran Accepts U.S. Aid, Coolly President Mohamed Khatami said that the arrival of an American","date":"20031231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/2003/12/31/nyregion/news-summary-779121.html"},{"body":"Amid rolling hills and tidy farms, the fences are topped with barbed wire and the guard at the gate carefully checks for identification before letting a visitor into the world's top laboratory for nuclear sleuths. Here, atom by atom, scientists from many countries are addressing riddles like the source of Iran's highly enriched uranium, which","byline":"By WILLIAM J. BROAD","date":"20031230","title":"Sleuths Patrol Nations for Nuclear Mischief","url":"http://www.nytimes.com/2003/12/30/science/sleuths-patrol-nations-for-nuclear-mischief.html"},{"body":"On Thursday night, Adele Freedman and Tobb Dell'Oro called relatives in the United States and gushed about how they had been enchanted by the ancient Iranian city of Bam, family members said. They went to sleep that night at an inn in the city. Hours later, a powerful earthquake struck. The roof above them collapsed. They lay pinned under the","byline":"By PATRICK HEALY","date":"20031230","title":"Long Island Family Grieves for a Quake Victim","url":"http://www.nytimes.com/2003/12/30/nyregion/long-island-family-grieves-for-a-quake-victim.html"},{"body":"Three European cyclists kidnapped on Dec. 2 have been released, the Interior Ministry said. The cyclists, two Germans and an Irishman, were seized by bandits or drug-runners in Iran's rugged eastern border region, officials said. Foreign Minister Kamal Kharrazi was quoted on state television as saying the three were in good health, but details of","date":"20031230","title":"World Briefing | Middle East: Iran: European Hostages Freed","url":"http://www.nytimes.com/2003/12/30/world/world-briefing-middle-east-iran-european-hostages-freed.html"},{"body":"The mud brick fortress of Bam withstood the ravages of weather and conquering armies for 2,000 years, its soaring ramparts and crenelated citadel dominating western Persia in the ancient times when all east-west trade swayed along the caravan route known as the Silk Road. But it took only minutes for the architectural treasure -- the largest adobe","byline":"By NEIL MacFARQUHAR; Nazila Fathi contributed reporting for this article.","date":"20031230","title":"Amid Heartbreak, City in Iran Takes Small Steps to Recover","url":"http://www.nytimes.com/2003/12/30/world/amid-heartbreak-city-in-iran-takes-small-steps-to-recover.html"},{"body":"Japan May Forgive Iraq Debt Japan said it would forgive most of the billions of dollars in debt that Iraq owes Japan in order to help rebuild the Iraqi economy -- as long as other leading creditors did the same. PAGE A8 Iran Recovery Effort Begins As an Islamic cleric stood in a mass grave for victims of the earthquake in Bam, Iran, residents began","date":"20031230","title":"INSIDE","url":"http://www.nytimes.com/2003/12/30/nyregion/inside-761826.html"},{"body":"INTERNATIONAL A2-8 Relief Workers Struggle To Aid Iran Quake Victims International relief workers in Bam struggled to provide supplies to earthquake survivors while putting less intensity into search-and-rescue efforts. State-run television said 16,000 people had been buried in the three days since the quake in what had once been a city of 80,000.","date":"20031229","title":"NEWS SUMMARY","url":"http://www.nytimes.com/2003/12/29/nyregion/news-summary-749680.html"}],"tokens":["Iran"],"total":1374},{"offset":"0","results":[{"body":"It was 7 p.m. Seattle time on Dec. 25 when Vasily V. Titov raced to his office, sat down at his computer and prepared to simulate an earthquake and tsunami that was already sweeping across the Indian Ocean. He started from a blank screen and with the muted hope that just maybe he could warn officials across the globe about the magnitude of what was","byline":"By ANDREW C. REVKIN; Reporting for this article was contributed by Eric Lipton in Washington, Eric Lichtblau in Indonesia, Marc Lacey in Kenya, N.R. Kleinfeld in New York, David Rohde in Sri Lanka, Yasuko Kamiizumi in Japan and Michele Kayal in Hawaii.","date":"20041231","title":"ASIA'S DEADLY WAVES: GAUGING DISASTER; How Scientists and Victims Watched Helplessly","url":"http://query.nytimes.com/gst/fullpage.html?res=9D04E0D71439F932A05751C1A9629C8B63"},{"body":"Even at night, on a busy thoroughfare in this Kurdish city, the sedan is an easy mark for the Kalashnikov-toting police at the checkpoint. It has Baghdad license plates and, more alarmingly, Arabs in the front seat. ''What are you doing here?'' the police demand, motioning the car to the side. It was a routine exchange, but one that reveals how far","byline":"By RICHARD A. OPPEL Jr.","date":"20041231","title":"Iraq's Kurds Enjoy Self-Rule and Are Trying to Keep It","url":"http://query.nytimes.com/gst/fullpage.html?res=9404E7D91439F932A05751C1A9629C8B63"},{"body":"WE stand at a moment of rare opportunity for the United States in the Israeli-Palestinian conflict. Yasir Arafat's death makes a comprehensive settlement feasible once again. Mahmoud Abbas, the moderate Palestinian leader, dominates the field for January's presidential election. If he wins, he could fulfill the commitment he made to ''peaceful","byline":"By Warren Christopher","date":"20041230","title":"Diplomacy That Can't Be Delegated","url":"http://query.nytimes.com/gst/fullpage.html?res=9401E5D81739F933A05751C1A9629C8B63"},{"body":"WHEN Craig D. Williams, an architect in Santa Rosa, Calif., first heard about the devastating impact of the tsunami on communities in Asia and East Africa, he jumped online. As the director of the North American chapter of Architects Without Borders, an international network of volunteers, Mr. Williams was able to reach colleagues in 15 nations.","byline":"By ERNEST BECK","date":"20041230","title":"Architects Offer Help After Tsunami","url":"http://query.nytimes.com/gst/fullpage.html?res=9F05EFDC1739F933A05751C1A9629C8B63"},{"body":"Millions of dollars are flowing into the coffers of major disaster relief organizations to help victims of the tsunami that ravaged countries on the Indian Ocean. A man walked into the Atlanta office of CARE USA, a branch of the international aid organization, and handed the receptionist a check for $10,000. The Bill & Melinda Gates Foundation has","byline":"By STEPHANIE STROM","date":"20041230","title":"ASIA'S DEADLY WAVES: CHARITIES; Tsunami Followed by Another Kind of Flood: U.S. Citizens' Dollars","url":"http://query.nytimes.com/gst/fullpage.html?res=9907E4D71739F933A05751C1A9629C8B63"},{"body":"President Bush finally roused himself yesterday from his vacation in Crawford, Tex., to telephone his sympathy to the leaders of India, Sri Lanka, Thailand and Indonesia, and to speak publicly about the devastation of Sunday's tsunamis in Asia. He also hurried to put as much distance as possible between himself and America's initial measly aid","date":"20041230","title":"Tsunami Aftermath; Are We Stingy? Yes","url":"http://query.nytimes.com/gst/fullpage.html?res=9F07E2D81739F933A05751C1A9629C8B63"},{"body":"Rejecting a United Nations official's suggestion that it had been a ''stingy'' aid donor, the Bush administration on Tuesday announced another $20 million in relief for victims of the Asian earthquake and tsunamis and dispatched an aircraft carrier and other ships to the region for possible relief operations. The announcement brought the United","byline":"By STEVEN R. WEISMAN; Reporting for this article was contributed by Warren Hoge at the United Nations, Matthew L. Wald and Eric Schmitt in Washington, and David E. Sanger in Crawford, Tex.","date":"20041229","title":"ASIA'S DEADLY WAVES: RELIEF EFFORT; Irate Over 'Stingy' Remark, U.S. Adds $20 Million to Disaster Aid","url":"http://query.nytimes.com/gst/fullpage.html?res=9F02EFD61639F93AA15751C1A9629C8B63"},{"body":"An article on Monday about a team from Teachers College, Columbia University, that is writing textbooks for Afghanistan misstated the occupation of Barry Rosen, a team member, at the time he was held hostage in the American Embassy in Tehran in 1979. He was the embassy's press attach; he had been in the Peace Corps in Iran in 1967.","date":"20041229","title":"Corrections","url":"http://query.nytimes.com/gst/fullpage.html?res=9C00E0D61639F93AA15751C1A9629C8B63"},{"body":"Rapidly climbing death estimates from the earthquake-generated waves that struck a dozen countries Sunday are likely to be highly inaccurate for some time, despite the best efforts of aid officials to nail them down, experts said yesterday. Estimates of the dead climbed to 57,000 yesterday, which would make the tsunami toll the worst in recorded","byline":"By DONALD G. McNEIL Jr.","date":"20041229","title":"ASIA'S DEADLY WAVES: THE VICTIMS; Experts Say Accurate Toll Is Hard to Calculate","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00E3DF1739F93AA15751C1A9629C8B63"},{"body":"LIKE two bookends of calamity, earthquakes at Bam in Iran and off Sumatra in Indonesia have delineated a year of unusual seismic ferocity -- a year, one might say, of living dangerously. Twelve months, almost to the very hour, before Sunday's extraordinary release of stress at the India-Burma tectonic plate boundary, a similar jolt at the boundary","byline":"By Simon Winchester","date":"20041229","title":"The Year the Earth Fought Back","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0DE2D81639F93AA15751C1A9629C8B63"}],"tokens":["Iran"],"total":1337},{"offset":"0","results":[{"body":"In his optimistic best seller ''The World Is Flat,'' the New York Times columnist Thomas L. Friedman uses ''flat'' as a synonym for connected -- digitally, that is, by fiber-optic cables. Friedman makes a compelling case that a ''triple convergence'' of Internet technology with economic and political events at the dawn of the 21st century has","byline":"By James McManus","date":"20051231","title":"POKER; The Poker World Is Flat, Part 1","url":"http://www.nytimes.com/2005/12/31/sports/othersports/31poke.html"},{"body":"Two Palestinian civilians and an Israeli Army officer were killed Thursday when a Palestinian suicide bomber, stopped at a checkpoint near Tulkarm, in the West Bank, blew himself up. At least five Palestinian civilians and three Israeli soldiers were wounded, one of them seriously. The Palestinian dead included the driver of the taxi in which the","byline":"By STEVEN ERLANGER","date":"20051230","title":"3 Killed by Suicide Bomber at Checkpoint in the West Bank","url":"http://www.nytimes.com/2005/12/30/international/middleeast/30mideast.html"},{"body":"An Internet posting on Thursday said the militant group that calls itself Al Qaeda in Mesopotamia had claimed responsibility for firing rockets from southern Lebanon into Israel. The claim was widely dismissed as lacking credibility but served to aggravate tensions here further. The posting, on a Web site frequently used by Iraqi insurgents, said","byline":"By MICHAEL SLACKMAN","date":"20051230","title":"Iraqis' Claim of Attack from Lebanon Leaves Confusion","url":"http://www.nytimes.com/2005/12/30/international/middleeast/30lebanon.html"},{"body":"An article yesterday about Iran's agreement to study a Russian proposal aimed at breaking a deadlock over Iran's nuclear program included an erroneous reference to Iraq at one point. It is Iran -- not Iraq -- whose true policy on the issue has been difficult to ascertain.","date":"20051230","title":"Corrections","url":"http://query.nytimes.com/gst/fullpage.html?res=9500E4D61330F933A05751C1A9639C8B63"},{"body":"In what may herald a sharp reversal of previous statements, a senior Iranian official said Wednesday that Iran would ''seriously and enthusiastically'' study a Russian proposal aimed at breaking the deadlock on efforts to block Iran from enriching nuclear fuel. The official, Javad Vaeedi, deputy head of the Supreme National Security Council, was","byline":"By RICHARD BERNSTEIN and DAVID E. SANGER; Richard Bernstein reported from Berlin for this article, and David E. Sanger from Waco, Tex.","date":"20051229","title":"New Twist in Iran on Plan for Nuclear Fuel","url":"http://www.nytimes.com/2005/12/29/international/middleeast/29iran.html"},{"body":"INTERNATIONAL A3-12 U.N. Says Contested Vote In Iraq Appears to Be Valid The United Nations stepped into the controversy over the Iraqi parliamentary election, saying the results appeared valid and demands by some groups for a new election were unjustified. A1 Beslan Police Faulted in Siege The chief of a Russian parliamentary commission criticized","date":"20051229","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9901E0DD1330F93AA15751C1A9639C8B63"},{"body":"The Bush administration announced new sanctions on Tuesday against state-owned Chinese companies that it accused of aiding Iran's missile and chemical programs, insisting that Beijing cut off the trade at a time when Mr. Bush is trying to persuade China's leaders to condemn Tehran's nuclear program. The sanctions, announced by the State Department,","byline":"By DAVID E. SANGER","date":"20051228","title":"U.S. to Punish 9 Companies Said to Help Iran on Arms","url":"http://www.nytimes.com/2005/12/28/international/asia/28china.html"},{"body":"INTERNATIONAL A3-11 Saying Chinese Traders Aid Iran, U.S. Sanctions Them The Bush administration announced sanctions against Chinese companies that it accused of aiding Iran's weapons programs, insisting that Beijing cut off the trade at a time when President Bush is pushing China to condemn Iran's nuclear program. A8 Courts Protect State in China","date":"20051228","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9F04E5D61230F93BA15751C1A9639C8B63"},{"body":"At 8 each evening, Iran grinds to a halt and tunes into a television comedy that candidly broaches often uncomfortable facts of life in the Islamic Republic. The bazaar at Tajrish in northern Tehran, normally teeming with bargain hunters, is eerily quiet and vendors are glued to the show ''Barareh Nights.'' This comic soap opera may be set about 70","date":"20051227","title":"As Iran Turns: Corruption in a Soap Opera Town","url":"http://www.nytimes.com/2005/12/27/international/27iran.html"},{"body":"Iran's foreign minister, Manouchehr Mottaki, made a one-day visit to Kabul, the Afghan capital, continuing his country's efforts to develop friendly relations with Afghanistan since the fall of the Taliban four years ago. Mr. Mottaki announced that Afghanistan's president, Hamid Karzai, would visit Iran next month, his first visit since the","byline":"By CARLOTTA GALL (NYT)","date":"20051227","title":"World Briefing | Asia: Afghanistan And Iran Sign Consular Pact","url":"http://query.nytimes.com/gst/fullpage.html?res=9A06E7D91230F934A15751C1A9639C8B63"}],"tokens":["Iran"],"total":1338},{"offset":"0","results":[{"body":"As daylight broke over the Arab world and news of Saddam Hussein's hanging spread over the airwaves and the Internet, the execution proved just as profound for what it did not change as for what it did. Hezbollah's supporters in Beirut woke up on Saturday morning ready for another day of protests aimed at bringing down the United States-backed","byline":"By HASSAN M. FATTAH; Reporting was contributed by Rasheed Abou al-Samh from Jidda, Saudi Arabia; Suha Maayeh from Amman, Jordan; Mona el-Naggar from Cairo; and Nada Bakri from Beirut.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; For Arab Critics, Hussein's Execution Symbolizes the Victory of Vengeance Over Justice","url":"http://www.nytimes.com/2006/12/31/world/middleeast/31arab.html"},{"body":"The body of Saddam Hussein was buried in the town of his birth in the hours before dawn on Sunday, after a final journey into the night aboard an American military helicopter that carried him from Baghdad. The burial was the final act in a grim and turbulent 24 hours that began with Mr. Hussein's execution at dawn on Saturday. But like much else","byline":"By JOHN F. BURNS; Jeff Zeleny contributed reporting from Crawford, Tex.","date":"20061231","title":"Hussein Videos Grip Iraq; Attacks Go On","url":"http://query.nytimes.com/gst/fullpage.html?res=9B06E1DC1130F932A05751C1A9609C8B63"},{"body":"After nearly three decades of living with the brutal repression of Saddam Hussein and the violent aftermath of his overthrow by American troops, Iraq responded with a mixture of rejoicing, violence and muted reflection on Saturday to the news that their former dictator had been hanged in one of the grimmest of his own execution chambers. This","byline":"By JOHN F. BURNS; Jeff Zeleny contributed reporting from Crawford, Tex.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; AS ATTACKS GO ON, IRAQIS ARE RIVETED BY HUSSEIN VIDEO","url":"http://www.nytimes.com/2006/12/31/world/middleeast/31iraq.html"},{"body":"Particularly after all the tributes to Gerald Ford in the last few days, President Bush may be pondering his own legacy and obituary. Sorry, Mr. Bush, but it doesn't look good right now, with your obit perhaps beginning something like this: ''George W. Bush, who achieved tremendous acclaim for his handling of the 9/11 terror attacks but left office","byline":"By NICHOLAS D. KRISTOF; David Brooks is on vacation.","date":"20061231","title":"Ten Suggestions for Rescuing the Bush Legacy","url":"http://select.nytimes.com//2006/12/31/opinion/31kristof.html"},{"body":"NOBODY who experienced Iraq under the tyranny of Saddam Hussein could imagine, at the height of the terror he imposed on his countrymen, ever pitying him. Pitiless himself, he sent hundreds of thousands of his countrymen to miserable deaths, in the wars he started against Iran and Kuwait, in the torture chambers of his secret police, or on the","byline":"By JOHN F. BURNS","date":"20061231","title":"THE DICTATOR; Feared and Pitiless; Fearful and Pitiable","url":"http://www.nytimes.com/2006/12/31/weekinreview/31burns.html"},{"body":"Pierre Vidal-Naquet was a French classics professor who tried to discover patterns of thought in ancient Greece -- the underlying ideas in the Greek plays, philosophies, artworks and myths. He pursued his investigations with a quiet fervor, almost as if, in ancient Greece, he found a world in which gods and mortals could be separated and rational","byline":"By PAUL BERMAN","date":"20061231","title":"THE LIVES THEY LIVED; Denying the Deniers: PIERRE VIDAL-NAQUET b. 1930","url":"http://www.nytimes.com/2006/12/31/magazine/31naquet.t.html"},{"body":"With gradations of unease rather than outrage inspired by the hanging of Saddam Hussein, Western politicians sought a cautious balance on Saturday between revulsion at his record, support for his executioners and concern at the use of a capital penalty they largely shun in their own countries. But religious leaders -- Christian and Muslim -- used","byline":"By ALAN COWELL; Steven Erlanger in Jerusalem and Steven Lee Myers in Moscow contributed reporting.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; Around the World, Unease And Criticism of Penalty","url":"http://www.nytimes.com/2006/12/31/world/31world.html"},{"body":"The hanging of Saddam Hussein ended the life of one of the most brutal tyrants in recent history and negated the fiction that he himself maintained even as the gallows loomed -- that he remained president of Iraq despite being toppled by the United States military and that his power and his palaces would be restored to him in time. The despot,","byline":"By NEIL MacFARQUHAR","date":"20061230","title":"Saddam Hussein, Defiant Dictator Who Ruled Iraq With Violence and Fear","url":"http://www.nytimes.com/2006/12/30/world/middleeast/30saddam.html"},{"body":"Under heavy American pressure, the Iraqi government ordered two Iranians who had been detained in an American military raid to leave the country, Iraqi officials said Friday, ending a bitter, nine-day political standoff. The detention brought the increasingly strained relationship between the Iraqis who run this country and their American backers","byline":"By SABRINA TAVERNISE and JAMES GLANZ; Abdul Razzaq al-Saiedi contributed reporting from Baghdad, and Nazila Fathi from Tehran.","date":"20061230","title":"THE STRUGGLE FOR IRAQ; U.S. and Iraq Dispute Role Of Iranians but Free Them","url":"http://www.nytimes.com/2006/12/30/world/middleeast/30iraq.html"},{"body":"MY personal battle with Saddam Hussein -- which began in 1972 when I abandoned my medical career in Mosul, Iraq, and joined the Kurdish armed resistance -- is at an end. To execute such a criminal, a man who reveled in his atrocities, is an act of justice. The only issue for me is the timing -- executing him now is both too late and too early. Too","byline":"By Najmaldin Karim","date":"20061230","title":"Justice, But No Reckoning","url":"http://www.nytimes.com/2006/12/30/opinion/30karim.html"}],"tokens":["Iran"],"total":2161},{"offset":"0","results":[{"body":"In recent years, Pakistan has been the home of banks that wired money for the 9/11 plot, been the chief source of illicit nuclear proliferation, offered a tribal-area haven for planners of worldwide terrorism, abetted the reconstitution of the Taliban and educated many a suicide bomber in Islamic religious schools. At the same time, President","byline":"By ROGER COHEN","date":"20071231","title":"OP-ED COLUMNIST; On America's Watch","url":"http://www.nytimes.com/2007/12/31/opinion/31cohen.html"},{"body":"It must be a candidate for the worst job in Iraq. It falls to Baghdad's street sweepers to pick up the fingertips and scraps of flesh left behind after the emergency workers haul away the torsos and heads of bombing victims. They do the job without gloves, in all but the coldest weeks of winter. If the attack comes while they are off duty, they get","byline":"By STEPHEN FARRELL; Reporting was contributed by Mohammed Obaidi, Hosham Hussein and Khalid al-Ansary from Baghdad, and Iraqi employees of The New York Times from Awja.","date":"20071231","title":"For Iraqi Street Cleaners, Scraps Include Human Flesh","url":"http://www.nytimes.com/2007/12/31/world/middleeast/31baghdad.html"},{"body":"THIS is the 34th annual office pool in this space, a New Year's tradition that has become the most excruciating multiple-choice prediction test in world media. Nostradamus himself couldn't score over 50 percent. Last year, despite a good bet on surging optimism in Iraq, I was mistaken 12 times out of 15. But the audacity of hope springs eternal;","byline":"By WILLIAM SAFIRE","date":"20071231","title":"OP-ED CONTRIBUTOR; The Office Pool, 2008","url":"http://www.nytimes.com/2007/12/31/opinion/31safire.html"},{"body":"ABC and CNN were the only American television networks that had full-time employees in Pakistan when Benazir Bhutto, the former prime minister, was assassinated Thursday. The significant time lag between her death and the arrival of Western correspondents forced the networks to hustle and improvise. NBC, MSNBC and Fox News Channel relied on phone","byline":"By BRIAN STELTER","date":"20071231","title":"Most Networks Scrambled to Get People to Pakistan After Killing","url":"http://www.nytimes.com/2007/12/31/business/media/31networks.html"},{"body":"The top American military commander in Iraq said Saturday that violent attacks in the country had fallen by 60 percent since June, but cautioned that security gains were ''tenuous'' and ''fragile,'' requiring political and economic progress to cement them. The commander, Gen. David H. Petraeus, said the ''principal threat'' to security remained Al","byline":"By STEPHEN FARRELL and SOLOMON MOORE","date":"20071230","title":"Iraq Attacks Fall 60 Percent, Petraeus Says","url":"http://query.nytimes.com/gst/fullpage.html?res=9A02E5DC153DF933A05751C1A9619C8B63"},{"body":"If there is one thing to listen for in judging how the presidential candidates would engage with the rest of the world, it may be how they talk about embracing, changing or abandoning the Bush doctrine. That doctrine has been interpreted to mean different things at different times by different people, including President Bush and his aides, who","byline":"By DAVID E. SANGER","date":"20071230","title":"How to Divine Foreign Policy Of Candidates","url":"http://www.nytimes.com/2007/12/30/us/politics/30issuesD.html"},{"body":"Poland's new government is right to be taking a skeptical second look at the Bush administration's proposal to station 10 interceptor missiles there as part of a European-based missile-defense system. The pragmatic conservatives voted into power in October want to make sure that the project offers real security benefits to Poland that outweigh its","date":"20071230","title":"EDITORIAL; The Poles Get Cold Feet","url":"http://www.nytimes.com/2007/12/30/opinion/30sun2.html"},{"body":"Rankings reflect sales, for the week ending Dec. 15, at many thousands of venues where a wide range of general interest books are sold nationwide. These include hundreds of independent book retailers (statistically weighted to represent all such outlets); national, regional and local chains; online and multimedia entertainment retailers;","date":"20071230","title":"BEST SELLERS: FICTION: Sunday, December 30th 2007","url":"http://query.nytimes.com/gst/fullpage.html?res=9905EFD6123AF933A05751C1A9619C8B63"},{"body":"'They were sweethearts,'' the Rev. Albert Martin said. ''He led her, and she followed him willingly and cheerfully. That is all biblical, you see.'' Martin was remembering Arif and Kathleen Khan, a missionary couple whom Martin's church, the Trinity Baptist Church of Montville, N.J., had sent to Pakistan eight years ago. There, this August, the","byline":"By DANIEL BERGNER","date":"20071230","title":"ARIF KHAN | B. 1949 KATHLEEN KHAN | 1946","url":"http://www.nytimes.com/2007/12/30/magazine/30khans-t.html"},{"body":"A Russian government agency disputed reports that it had signed a contract to sell a sophisticated air-defense system to Iran, saying it had no such plans. This week, the Iranian defense minister, Mostafa Mohammad Najar, said that a contact had been signed and that Russia would equip Iran with S-300 missiles, which are used to shoot down planes and","byline":"By C. J. CHIVERS","date":"20071229","title":"WORLD BRIEFING | MIDDLE EAST; Iran: Russia Denies Planning Missile System","url":"http://query.nytimes.com/gst/fullpage.html?res=9B02E1DE163BF93AA15751C1A9619C8B63"}],"tokens":["Iran"],"total":1826},{"offset":"0","results":[{"body":"After four days of Israeli airstrikes on Gaza, an outpouring of popular anger is putting pressure on American allies in the Arab world and appears to be worsening divisions in the region. The sharpest rhetorical attacks have been aimed at Egypt, which is widely seen as having aided the Israeli campaign by closing its border with Gaza. But as major","byline":"By ROBERT F. WORTH; Hwaida Saad contributed reporting from Beirut, and Khalid al-Hammadi from Sana, Yemen.","date":"20081231","title":"Moderate Arab States Feel Popular Anger Over Israeli Action Against Hamas","url":"http://www.nytimes.com/2008/12/31/world/middleeast/31arabs.html"},{"body":"Werner Wiskari, a former foreign correspondent and editor of international news for The New York Times, died on Dec. 8 in Wakefield, R.I., near his home in Charlestown. He was 90. Mr. Wiskari's death was confirmed by his wife, Millie Wiskari. The son of a Finnish-born Lutheran pastor in upper Michigan, he served with the Navy in the Pacific in","byline":"By CRAIG R. WHITNEY","date":"20081231","title":"Werner Wiskari, Times Editor","url":"http://www.nytimes.com/2008/12/31/nyregion/31wiskari.html"},{"body":"Faced with falling oil prices and a weakening economy, President Mahmoud Ahmadinejad presented a plan to Parliament on Tuesday that would scrap energy subsidies, a significant change in a major oil-producing country where gasoline is sold for 36 cents a gallon. Economists warn that the move could spur inflation and raise unemployment. But Mr.","byline":"By NAZILA FATHI","date":"20081231","title":"Iranian President Proposes Ending Energy Subsidies","url":"http://www.nytimes.com/2008/12/31/world/middleeast/31iran.html"},{"body":"International BURIED IN A QUAKE'S RUBBLE, A BOND LIVES, AND GROWS STRONGER They were trapped together in the wreckage of their apartment building for 28 hours, their arms wrapped around each other, their faces only inches apart. Like the stories of many survivors of the earthquake that razed much of southwest China last May, the journey of Li","date":"20081231","title":"INSIDE THE TIMES: December 31, 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0DE4D61731F932A05751C1A96E9C8B63"},{"body":"UTTERANCES: 1: E. 2: I. 3: G. 4: B. 5: D. 6: A. 7: H. 8: C. 9: F. SENTENCE QUESTIONS: 10: The Large Hadron Collider. 11: Rice. 12: They were designated protest zones. 13: Hillary Clinton supporters who refused to back Barack Obama. 14: The Joker, played by Heath Ledger, in ''The Dark Knight.'' 15: The Beijing 2008 Olympic torch relay. 16: Kristi","byline":"By THE NEW YORK TIMES","date":"20081231","title":"Answers: The Year in Questions","url":"http://www.nytimes.com/2008/12/31/opinion/01schott-answers.html"},{"body":"Employing a tactic not seen in Iran before, a suicide bomber affiliated with a Sunni militant group killed four people and wounded 12 in an attack early Monday in Saravan, a southeastern city, the official IRNA news agency reported. The group, Jundallah, has attacked Iranian armed forces and Revolutionary Guards in the past. But this was the first","byline":"By NAZILA FATHI","date":"20081230","title":"Bomber Kills 4 in Iran In Rare Act","url":"http://www.nytimes.com/2008/12/30/world/middleeast/30iran.html"},{"body":"MANY Israelis feel that the walls -- and history -- are closing in on their 60-year-old state, much as they felt in early June 1967, just before Israel launched the Six-Day War and destroyed the Egyptian, Jordanian and Syrian armies in Sinai, the West Bank and the Golan Heights. More than 40 years ago, the Egyptians had driven a United Nations","byline":"By BENNY MORRIS","date":"20081230","title":"OP-ED CONTRIBUTOR; Why Israel Feels Threatened","url":"http://www.nytimes.com/2008/12/30/opinion/30morris.html"},{"body":"Swiss authorities have released from jail a man suspected of smuggling atomic technology to Libya and Iran as part of the nuclear black market of Abdul Qadeer Khan, officials and family members said Monday. The suspect, Urs Tinner, was freed Dec. 22 after more than four years in investigative detention, Swiss officials said. They added that his","byline":"By WILLIAM J. BROAD","date":"20081230","title":"After 4 Years, Switzerland Frees Man Suspected of Smuggling Nuclear Technology","url":"http://www.nytimes.com/2008/12/30/world/europe/30nuke.html"},{"body":"Stocks fell Monday in light trading, and oil prices settled above $40 a barrel as Israeli forces continued their offensive in Gaza for a third day, raising fears about the global oil supply. Crude oil futures for February delivery settled up $2.31 at $40.02 a barrel, their highest close in more than a week, and shares of energy companies followed","byline":"By JACK HEALY; Matthew Saltmarsh contributed reporting.","date":"20081230","title":"Shares Fall on Concerns About Mideast","url":"http://www.nytimes.com/2008/12/30/business/30markets.html"},{"body":"International IRANIAN AUTHORITIES RAID OFFICES OF PROMINENT RIGHTS ACTIVIST Authorities stormed the office of Iran's Nobel Peace Prize laureate, Shirin Ebadi, seizing her computers and her clients' documents. The raid appeared to be part of an effort to keep a tight rein on Ms. Ebadi, Iran's most prominent human rights activist, before presidential","date":"20081230","title":"INSIDE THE TIMES: December 30, 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9C00E2D91030F933A05751C1A96E9C8B63"}],"tokens":["Iran"],"total":1439},{"offset":"0","results":[{"body":"It has come to this: The Islamic Republic of Iran killing the sons and daughters of the revolution during Ashura, adding martyrdom to martyrdom at one of the holiest moments in the Shiite calendar. Nothing could better symbolize Iran's 30-year-old regime at the limit of its contradictions. A supreme leader imagined as the Prophet's representative","byline":"By ROGER COHEN","date":"20091231","title":"OP-ED COLUMNIST; Change Iran at the Top","url":"http://www.nytimes.com/2009/12/31/opinion/31iht-edcohen.html"},{"body":"Tens of thousands of pro-government demonstrators took to the streets of Tehran on Wednesday shouting support for their leaders, three days after government security forces clashed with opposition members who staged one of their largest protests in months. The government had called on its supporters to stage the rally on Wednesday to protest what","byline":"By NAZILA FATHI","date":"20091231","title":"In Tehran, Thousands Rally to Back Government","url":"http://www.nytimes.com/2009/12/31/world/middleeast/31iran.html"},{"body":"International AFGHANS SAY INQUIRY SHOWS BOYS WERE KILLED BY ALLIES Afghan investigators contradicted accounts by NATO officials about the deaths of 10 civilians in eastern Afghanistan, saying nearly all those killed were school-age boys, not armed insurgents. PAGE A6 CUBA COOLS TOWARD OBAMA President Obama's election was broadly celebrated in Cuba.","date":"20091231","title":"Inside the Times","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00E4DB1E3AF932A05751C1A96F9C8B63"},{"body":"BEIRUT -- This week will see the close of one of the most dramatic decades in recent history, and much of the action -- mostly for worse -- has taken place in the Middle East. A journalist colleague from Europe asked me the other day whether I agreed that nothing much had changed in the Middle East since 2001 -- because the region continues to be","byline":"By RAMI G. KHOURI","date":"20091231","title":"OP-ED CONTRIBUTOR; A Bad Decade","url":"http://www.nytimes.com/2009/12/31/opinion/31iht-edkhouri.html"},{"body":"UTTERANCES 1: F. 2: H. 3: D. 4: A. 5: B. 6: C. 7: G. 8: E. SENTENCE QUESTIONS 9: Portuguese water dog. 10: H1N1 flu. 11: Michael Jackson. 12: Usain Bolt ran 100 meters, breaking the world record. 13: Those left homeless by the Aquila earthquake. 14: Mahmoud Ahmadinejad dismissed those protesting against the Iranian election results as ''dirt and","date":"20091231","title":"Answers To The Year In Questions 2009","url":"http://query.nytimes.com/gst/fullpage.html?res=9E07E4D8143DF932A05751C1A96F9C8B63"},{"body":"It was to be his final news conference in office, yet it somehow lacked the comprehensive retrospective that might be expected of Robert M. Morgenthau, who has served longer than any other district attorney in Manhattan and even inspired a character on the TV drama ''Law and Order.'' Still, a few things stuck out. Mr. Morgenthau, 90, whose ninth","byline":"By NATE SCHWEBER","date":"20091231","title":"Morgenthau Reflective In Last News Conference","url":"http://www.nytimes.com/2009/12/31/nyregion/31morgy.html"},{"body":"To the Editor: Re ''There's Only One Way to Stop Iran'' (Op-Ed, Dec. 24): Alan J. Kuperman proposes the most dangerous idea of the coming year: bombing Iran's nuclear sites, which some suspect are intended not only for nuclear power but also for nuclear weapons. Yet his own argument undermines the case for attacking Iran. As Mr. Kuperman suggests,","date":"20091230","title":"LETTERS; Policy on Iran: Words or Warheads?","url":"http://query.nytimes.com/gst/fullpage.html?res=9D01E5DC173BF933A05751C1A96F9C8B63"},{"body":"Regarding the article ''There's only one way to stop Iran'' by Alan Kuperman (Views, Dec. 26): A military strike against Iran would reinforce the widespread perception of Western opportunism and double standards. Nuclear powers bear most of the responsibility for the failures of the international nonproliferation regime. They can hardly claim the","date":"20091230","title":"LETTERS TO THE INTERNATIONAL HERALD TRIBUNE; Don't Attack Iran","url":"http://query.nytimes.com/gst/fullpage.html?res=9B01E6DC1038F933A05751C1A96F9C8B63"},{"body":"Iran continued to arrest opposition members on Tuesday in what seemed to be an effort to curb further protests after Sunday's defiant demonstrations against the government, according to opposition Web sites. The authorities arrested dozens of journalists, students and activists on Monday and Tuesday, the Web sites said. Among those arrested was the","byline":"By NAZILA FATHI","date":"20091230","title":"Iran Rounds Up Dozens, Including Laureate's Sister","url":"http://www.nytimes.com/2009/12/30/world/middleeast/30iran.html"},{"body":"International IN HEART OF IRAQ, A PLAN To Revive a Central Artery Engineers in Baghdad have drawn up the largest Iraqi reconstruction project since the American-led invasion of 2003, a $5 billion plan to rebuild the city's economic and cultural main street. The revitalization plan is the most ambitious vision put forward of a new Iraq, a testimony","date":"20091230","title":"Inside the Times","url":"http://query.nytimes.com/gst/fullpage.html?res=9E04E2DE123BF933A05751C1A96F9C8B63"}],"tokens":["Iran"],"total":1798},{"offset":"0","results":[{"body":"NEW DELHI -- Officials in India and Iran have been scrambling to keep the $11 billion in oil and gas trade between them going after India's central bank declared last week that a regional clearinghouse could no longer be used to settle payments for such transactions. The move, which was long sought by the United States as a way to tighten sanctions","byline":"By LYDIA POLGREEN and HEATHER TIMMONS","date":"20101231","title":"India and Iran Try to Keep Energy Link Open","url":"http://www.nytimes.com/2010/12/31/business/global/31iht-rupee31.html"},{"body":"NEW DELHI -- Officials in India and Iran scrambled Thursday to keep the $11 billion in oil and gas trade between them going after India's central bank declared last week that a regional clearinghouse could no longer be used to settle such transactions. The move, which was long sought by the United States as a way to tighten sanctions against Iran,","byline":"By LYDIA POLGREEN and HEATHER TIMMONS","date":"20101231","title":"Move to Curb Transactions for Iranian Oil Leaves Indian Companies Scrambling","url":"http://www.nytimes.com/2010/12/31/world/asia/31india.html"},{"body":"WASHINGTON -- When Robert S. Ford, a career diplomat with deep experience in the Middle East, presents his credentials as ambassador to Syria, he will be the first person to hold the job since 2005, and the public face of the Obama administration's belief in engagement over isolation. Yet few hold out much hope that Mr. Ford's arrival in Damascus","byline":"By ROBERT F. WORTH","date":"20101231","title":"A New Ambassador to Syria, but Little Hope of Change","url":"http://www.nytimes.com/2010/12/31/world/middleeast/31ambassador.html"},{"body":"JERUSALEM -- An Israeli court convicted the country's former president, Moshe Katsav, of two counts of forcible rape on Thursday, a verdict that many Israelis described as a low point in the nation's history, but also redemptive, in that it upheld the value of equality before the law. ''There are no two states of Israel, just one state,'' said","byline":"By ISABEL KERSHNER; Dina Kraft contributed reporting from Tel Aviv.","date":"20101231","title":"Former President of Israel Is Convicted in Rape Case","url":"http://www.nytimes.com/2010/12/31/world/middleeast/31israel.html"},{"body":"Israel's minister of strategic affairs said Wednesday that recent technical difficulties in Iran had pushed back assessments of how quickly the country could produce a nuclear weapon. The minister, Moshe Yaalon, whose portfolio includes monitoring Iran, said he believed that Iran was at least three years away from developing a nuclear bomb. That is","byline":"By THE ASSOCIATED PRESS","date":"20101230","title":"WORLD BRIEFING | MIDDLE EAST; Iran Nuclear Capability Seen as Delayed","url":"http://www.nytimes.com/2010/12/30/world/middleeast/30briefs-Iranbrf.html"},{"body":"TEHRAN -- Iran has allowed relatives to visit two German journalists who were detained in October as they presumably sought to report the widely publicized case of an Iranian woman who could be stoned to death for adultery, official Iranian media and German officials said Tuesday. It was not immediately clear whether Iran intended the encounter as","byline":"By WILLIAM YONG and ALAN COWELL; William Yong reported from Tehran, and Alan Cowell from London. Victor Homola contributed reporting from Berlin.","date":"20101229","title":"Iran Permits Relatives to Visit 2 Detained German Journalists","url":"http://www.nytimes.com/2010/12/29/world/middleeast/29tehran.html"},{"body":"TEHRAN -- Iran on Tuesday executed two men, one of them said to be a member of an exiled opposition group and the other convicted of spying for Mossad, the Israeli intelligence service, according to official reports. Iran's judiciary reported that the accused spy, Ali-Akbar Siadat, had been hanged at Evin Prison in Tehran after being found guilty","byline":"By WILLIAM YONG","date":"20101229","title":"Iran Executes 2 Men, Saying One Was Spy For Israel","url":"http://www.nytimes.com/2010/12/29/world/middleeast/29iran.html"},{"body":"Moscow JUST a few weeks ago, the fate of the New Start nuclear arms treaty seemed to hang by a thread. But since last week, when the United States Senate ratified the treaty, which reduces the size of the American and Russian nuclear stockpiles, we can speak of a serious step forward for both countries. I hope this will energize efforts to take the","byline":"By MIKHAIL GORBACHEV","date":"20101229","title":"OP-ED CONTRIBUTOR; The Senate's Next Task: Ratifying the Nuclear Test Ban Treaty","url":"http://www.nytimes.com/2010/12/29/opinion/29gorbachev.html"},{"body":"BEIRUT, Lebanon -- Ibrahim al-Amine, the hawk-eyed editorial chairman of Al Akhbar, describes his newspaper's founding ambitions this way: ''We wanted the U.S. ambassador to wake up in the morning, read it and get upset.'' He succeeded. Earlier this month Al Akhbar became the only Arab newspaper to obtain its own substantial batch of WikiLeaks","byline":"By ROBERT F. WORTH","date":"20101229","title":"A Rarity in Its Region, a Lebanese Paper Dares to Provoke","url":"http://www.nytimes.com/2010/12/29/world/middleeast/29beirut.html"},{"body":"The Islamic Republic today is garnering attention primarily for its nuclear defiance. However, beneath the glare of inconclusive summits and boisterous claims of economic empowerment, a critical question remains: Just how stable is Iran's clerical regime? For much of the Washington establishment, the opposition Green movement is a faded memory, a","byline":"By RAY TAKEYH","date":"20101228","title":"I.H.T. OP-ED CONTRIBUTOR; The Struggle for a New Iran","url":"http://www.nytimes.com/2010/12/28/opinion/28iht-edtakeyh28.html"}],"tokens":["Iran"],"total":1541},{"offset":"0","results":[{"body":"Abortion The candidates all profess opposition to abortion rights, but there are distinctions. Several have signed a pledge that requires appointment only of those with anti-abortion views to key government posts. Others have declined. Some favor allowing abortion in cases of rape and incest. ''The Republican Party cannot get the issue of life","date":"20111231","title":"Where the Republican Candidates Stand on Key Issues","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CE0DD103CF932A05751C1A9679D8B63"},{"body":"DES MOINES -- Representative Ron Paul of Texas assailed criticism of his opposition to United States military involvement abroad, saying he fears an overreaction to worries about Iran's nuclear program could lead to war. Mr. Paul's rivals have hammered him for days as too dovish and suggested that he would do nothing to prevent Iran from acquiring","byline":"By MICHAEL D. SHEAR and RICHARD A. OPPEL Jr.; Michael D. Shear reported from Des Moines, and Richard A. Oppel Jr. from Sioux Center, Iowa.","date":"20111231","title":"Paul Assails Rivals' Criticism of His Policy on Iran","url":"http://www.nytimes.com/2011/12/31/us/politics/paul-assails-rivals-criticism-of-his-policy-on-iran.html"},{"body":"Tehran's threat to close the Strait of Hormuz has raised the chances of an attack against Iran. Much as the Iranian government is to be blamed for unrest in the region, an attack against that country can only have devastating consequences not only for the region but for the whole world as well. Recently in Israel, the former Mossad chief Meir Dagan","date":"20111231","title":"LETTERS; Nuclear Threats in the Mideast","url":"http://www.nytimes.com/2011/12/31/opinion/nuclear-threats-in-the-mideast.html"},{"body":"KAROO, South Africa -- When a drought dried up their wells last year, hundreds of farmers and their families flocked to local fairgrounds here to pray for rain, and a call went out on the regional radio station imploring South Africans to donate bottled water. Covering much of the roughly 800 miles between Johannesburg and Cape Town, this arid","byline":"By IAN URBINA","date":"20111231","title":"DRILLING DOWN; Hunt for Gas Hits Fragile Soil, And South Africans Fear Risks","url":"http://www.nytimes.com/2011/12/31/world/south-african-farmers-see-threat-from-fracking.html"},{"body":"The Iranian nuclear clock ticks faster and louder in 2012. Ehud Barak, the defense minister of Israel, said in late November that it was probably a question of nine months before Iran's attempt to acquire nuclear weapons moved into a ''zone of immunity'' where it could no longer be stopped. Two weeks ago, his counterpart in Washington, Leon E.","byline":"By JOHN VINOCUR","date":"20111230","title":"POLITICUS; Clock Ticking for West to Act on Iranian Nuclear Program","url":"http://www.nytimes.com/2011/12/30/world/middleeast/30iht-politicus30.html"},{"body":"Iran A senior commander of Iran's Islamic Revolutionary Guards Corps said on Thursday that the United States was not in a position to tell Iran ''what to do in the Strait of Hormuz,'' state television reported. Earlier in the week, Iran delivered a sharp threat in response to economic sanctions being prepared by the United States, saying it would","byline":"By REUTERS","date":"20111230","title":"WORLD BRIEFING | MIDDLE EAST; Iran: More Threats Over Waterway","url":"http://www.nytimes.com/2011/12/30/world/middleeast/iran-more-threats-over-waterway.html"},{"body":"DES MOINES -- This month, a wealthy Republican called up two officers who served as platoon leaders in Iraq and Afghanistan with a proposition: He would lend them his private jet, and they would fly around Iowa to Representative Ron Paul's campaign events in the weeks before the Jan. 3 caucuses, telling reporters at each location that the","byline":"By RICHARD A. OPPEL Jr.; Jeff Zeleny contributed reporting from Mason City, Iowa.","date":"20111230","title":"Paul's Stance on Foreign Policy Divides Many Traditional G.O.P. Voters","url":"http://www.nytimes.com/2011/12/30/us/politics/pauls-foreign-policy-stance-divides-many-gop-voters.html"},{"body":"Iran's threat to shut the Strait of Hormuz -- one-fifth of the world's oil trade passes through there -- if the United States and Europe press ahead with new sanctions is unacceptable. The Obama administration is right to signal, in deliberately moderated ways, that Washington will not back off if Tehran ever attempts to carry it out. A show of","date":"20111230","title":"EDITORIAL; Iran and the Strait","url":"http://www.nytimes.com/2011/12/30/opinion/iran-and-the-strait.html"},{"body":"HONOLULU -- Fortifying one of its key allies in the Persian Gulf, the Obama administration announced a weapons deal with Saudi Arabia on Thursday, saying it had agreed to sell F-15 fighter jets valued at nearly $30 billion to the Royal Saudi Air Force. The agreement, and the administration's parallel plans to press ahead with a nearly $11 billion","byline":"By MARK LANDLER and STEVEN LEE MYERS; Mark Landler reported from Honolulu, and Steven Lee Myers from Washington. Eric Schmitt contributed reporting from Washington.","date":"20111230","title":"Healing a Rift, U.S. Agrees to $30 Billion Fighter Jet Sale to Saudi Arabia","url":"http://www.nytimes.com/2011/12/30/world/middleeast/with-30-billion-arms-deal-united-states-bolsters-ties-to-saudi-arabia.html"},{"body":"WASHINGTON -- Even as they advocate for limited government, many of the Republican presidential candidates hold expansive views about the scope of the executive powers they would wield if elected -- including the ability to authorize the targeted killing of United States citizens they deem threats and to launch military attacks without","byline":"By CHARLIE SAVAGE","date":"20111230","title":"Mostly in Echo, Rivals Discuss Reach of Power","url":"http://www.nytimes.com/2011/12/30/us/politics/gop-field-has-broad-views-on-executive-power.html"}],"tokens":["Iran"],"total":1406},{"offset":"0","results":[{"body":"ON Oct. 23, 2011, I voted for the first time as a Tunisian citizen . It was the first election of the Arab Spring. Pictures of smiling, proud voters flooded the Internet. The world watched, surprised and hopeful. Moderate political Islam in the Arab world was touted as a possibility rather than an oxymoron. A year later, we have no democracy, no","byline":"By SOUHIR STEPHENSON","date":"20121101","title":"OP-ED CONTRIBUTOR; Tunisia, a Sad Year Later","url":"http://www.nytimes.com/2012/11/01/opinion/tunisia-a-sad-year-later.html"},{"body":"Israel &rsquo;s defense minister said Tuesday that the country had interpreted Iran &rsquo;s conversion of some enriched uranium to fuel rods for civilian use as evidence that Iran had delayed ambitions to build a nuclear weapon. The assertion, by Defense Minister Ehud Barak in an interview with The Daily Telegraph, a British newspaper, amounted to","byline":"By RICK GLADSTONE","date":"20121031","title":"Israel Says Iran Has Postponed Nuclear Ambitions","url":"http://www.nytimes.com/2012/10/31/world/middleeast/israel-says-iran-has-postponed-nuclear-ambitions.html"},{"body":"SARAJEVO, Bosnia &mdash; Secretary of State Hillary Rodham Clinton urged Bosnian leaders on Tuesday to work together and warned that their country would fall behind the rest of Europe if they did not make overdue reforms. &ldquo;We worry that if you do not make progress you will be left behind in the rest of the region,&rdquo; Mrs. Clinton said.","byline":"By MICHAEL R. GORDON","date":"20121031","title":"Clinton Urges Bosnias Leaders to Work Together","url":"http://www.nytimes.com/2012/10/31/world/europe/clinton-urges-bosnias-leaders-to-work-together.html"},{"body":"The Iranian national symphony orchestra has been disbanded for lack of funds, musicians said Monday. Orchestra members told the semiofficial ILNA news agency on Monday that they had not rehearsed together and had not been paid for three months. Iran is experiencing economic woes because of mismanagement and Western sanctions over its nuclear","byline":"By THE ASSOCIATED PRESS","date":"20121031","title":"WORLD BRIEFING | MIDDLE EAST; Iran: Money Woes Halt Orchestra","url":"http://www.nytimes.com/2012/10/31/world/asia/iran-money-woes-halt-orchestra.html"},{"body":"Cambridge, Mass. THE next president of the United States must fundamentally reassess America&rsquo;s broken relationship with Iraq. Under two American presidents now, the regime of Prime Minister Nouri al-Maliki has operated in an atmosphere of immunity while the United States government focused on pacifying Iraq and finding its way to leave.","byline":"By NUSSAIBAH YOUNIS","date":"20121030","title":"OP-ED CONTRIBUTOR; Time to Get Tough on Iraq","url":"http://www.nytimes.com/2012/10/30/opinion/time-to-get-tough-on-iraq.html"},{"body":"ISTANBUL &mdash; At a reception on Monday evening at the president&rsquo;s mansion to celebrate Turkey &rsquo;s founding 89 years ago, something previously unheard of occurred: the country&rsquo;s top military commander stood alongside the wives of the president and prime minister, even while the women wore Islamic headscarves. In years past the","byline":"By TIM ARANGO","date":"20121030","title":"In Turkey, Protests Reveal Break From the Past","url":"http://www.nytimes.com/2012/10/30/world/europe/in-turkey-protests-reveal-break-from-the-past.html"},{"body":"WASHINGTON &mdash; Daniel Patrick Moynihan, the senator and Harvard professor, observed that academic politics is so vicious precisely because the stakes are so small. This year, U.S. politics feels that way, too. The issues don&rsquo;t seem as seminal as those facing the nation during the Cold War or the civil rights movement; the partisanship is","byline":"By ALBERT R. HUNT | BLOOMBERG NEWS","date":"20121029","title":"LETTER FROM WASHINGTON; Who Wins the Presidency Still Matters","url":"http://www.nytimes.com/2012/10/29/us/29iht-letter29.html"},{"body":"I feel a rising tide of ennui. America is in the last, numbing days of an excruciating slog to Election Day and some of my tribe &mdash; the jaded scribes, the blogging sages and caffeinated cable chatterers &mdash; have run out of patience, poor babies. Searching for the source of their malaise, beyond the dubious science of the polls and the mean","byline":"By BILL KELLER","date":"20121029","title":"OP-ED COLUMNIST; The No Agenda Myth","url":"http://www.nytimes.com/2012/10/29/opinion/keller-the-no-agenda-myth.html"},{"body":"BAGHDAD &mdash; Militant Sunnis from Iraq have been going to Syria to fight against President Bashar al-Assad for months. Now Iraqi Shiites are joining the battle in increasing numbers, but on the government&rsquo;s side, transplanting Iraq&rsquo;s explosive sectarian conflict to a civil war that is increasingly fueled by religious rivalry. Some","byline":"By YASIR GHAZI and TIM ARANGO","date":"20121028","title":"Influx of Iraqi Shiites to Syria Widens Wars Scope","url":"http://www.nytimes.com/2012/10/28/world/middleeast/influx-of-iraqi-shiites-to-syria-widens-wars-scope.html"},{"body":"The economy is slowly recovering from the 2008 meltdown, and the country could suffer another recession if the wrong policies take hold. The United States is embroiled in unstable regions that could easily explode into full-blown disaster. An ideological assault from the right has started to undermine the vital health reform law passed in 2010.","date":"20121028","title":"EDITORIAL; Barack Obama for Re-election","url":"http://www.nytimes.com/2012/10/28/opinion/sunday/barack-obama-for-president.html"}],"tokens":["Iran"],"total":1519}]}