{"tokens":[],"results":[{"offset":"0","results":[{"body":"Robert Lacey is the author of ''The Kingdom,'' from which this article is adapted. The book will be published next spring by Harcourt Brace Jovanovich. By Robert Lacey America's recent experiences in the Moslem world have not been hopeful. In l979, just a year after President Jimmy Carter called the Shah's Iran an ''island of stability,'' that","date":"19811108","title":"HOW STABLE ARE THE SAUDIS?","url":"http://www.nytimes.com/1981/11/08/magazine/how-stable-are-the-saudis.html"},{"body":"THE grapes hang heavy on the bough, the turkeys are fattening, the pumpkins are splitting, the foxes are running, the geese are flying and the apples are as red as the evening sun. It is harvest time in Dutchess County. People in this land of family farms like to do things pretty much the way their fathers did, and their fathers before them. That","byline":"By LUCINDA FRANKS","date":"19811002","title":"OCTOBER HARVEST IN DUTCHESS COUNTY","url":"http://www.nytimes.com/1981/10/02/arts/october-harvest-in-dutchess-county.html"}],"tokens":["Bin","Laden"],"total":2},{"offset":"0","results":[{"body":"TERRY TRUCCO is a Tokyo-based writer. Di Yung-zu may be the most hospitable merchant in Taipei. Dressed in an old T-shirt, Bermuda shorts and sandals, he greets his customers warmly, bowing, smiling, offering a cigarette and patting a chair. Briefly he disappears to fuss with his teapots. But within moments he returns to present his visitor with a","byline":"By Terry Trucco","date":"19821024","title":"SHOPPER'S WORLD; VINTAGE TEAS IN A TAIPEI SHOP","url":"http://www.nytimes.com/1982/10/24/travel/shopper-s-world-vintage-teas-in-a-taipei-shop.html"}],"tokens":["Bin","Laden"],"total":1},{"offset":"0","results":[],"tokens":["Bin","Laden"],"total":0},{"offset":"0","results":[{"body":"Roger Barber does not shout ''Timber-r-r!'' ''Nope, don't yell 'timber,' '' he said, shifting a red chain saw to his other hand. ''You'd have to yell too much.'' Probably about 1,000 times a day. Mr. Barber, a tree-cutter who looks a good bit like a young St. Nicholas, cuts down Christmas trees the way most people slice pats of butter. Down long","byline":"By EDWARD A. GARGAN, Special to the New York Times","date":"19841127","title":"IN ADIRONDACKS, TIME TO HARVEST CHRISTMAS TREES BEARING PROFITS","url":"http://www.nytimes.com/1984/11/27/nyregion/in-adirondacks-time-to-harvest-christmas-trees-bearing-profits.html"},{"body":"First there was ''Saturday Night Fever.'' Then came ''Flashdance'' and ''Staying Alive,'' the awful sequel to ''Saturday Night Fever.'' Now, with ''Footloose,'' a film with one foot in the historic past and one in the 80's, it does seem at last as if American musical films are getting a new look. Like a bin full of jellybeans, ''Footloose,''","byline":"By Vincent Canby","date":"19840408","title":"FILM VIEW; MUSICALS MOVE AHEAD WHILE LOOKING BACK","url":"http://www.nytimes.com/1984/04/08/arts/film-view-musicals-move-ahead-while-looking-back.html"}],"tokens":["Bin","Laden"],"total":2},{"offset":"0","results":[{"body":"A suicide driver rammed a bomb-laden car into the motorcade of the Kuwaiti leader today, killing himself, two bodyguards and a passer-by in an unsuccessful assassination attempt, Kuwaiti officials said. A caller saying he represented the shadowy terrorist group known as Islamic Holy War took responsibility for the attack. The group has demanded the","byline":"By United Press International","date":"19850526","title":"CAR BOMBER FAILS IN ATTEMPT TO KILL LEADER OF KUWAIT","url":"http://www.nytimes.com/1985/05/26/world/car-bomber-fails-in-attempt-to-kill-leader-of-kuwait.html"},{"body":"Dear Sir/Madam, Please let me compliment you on your car. If it's not too much trouble, please call me. I'd like to know more about the car. Happy New Year. Alex. THE note was tucked under the windshield wiper, scribbled on the back of a toll-bridge receipt. At first glance, it looked like a parking ticket, and I was well into mutter mode before","byline":"By Marshall Schuon","date":"19850203","title":"ABOUT CARS; Introducing Ford's New Merkur","url":"http://www.nytimes.com/1985/02/03/sports/about-cars-introducing-ford-s-new-merkur.html"}],"tokens":["Bin","Laden"],"total":2},{"offset":"0","results":[{"body":"On the horizon off the port bow a pillar of smoke climbs to the deep blue sky. That is the direction of Lark Island, where Iraqi bombers struck an Iranian oil terminal and two tankers on Nov. 25 and others since. To starboard a laden tanker heads into the Gulf of Oman for the long run around Africa to Europe. An unladen tanker makes for Lark Island","byline":"By DREW MIDDLETON, Special to the New York Times","date":"19861222","title":"ON VITAL STRAIT, OMANI 'TRAFFIC COPS'","url":"http://www.nytimes.com/1986/12/22/world/on-vital-strait-omani-traffic-cops.html"},{"body":"Bill Smith, the losing goalie, grimaced at the mirror as he ungently knotted his tie. Ken Morrow, the veteran defenseman who managed to be on the ice for just one of the opposition's five even-strength goals and one of its two power-play goals, bowed his head and stared into a bin of damp towels. Certifiably slumping, and playing like embittered","byline":"By ROBIN FINN, Special to the New York Times","date":"19861210","title":"ISLANDERS TROUNCED","url":"http://www.nytimes.com/1986/12/10/sports/islanders-trounced.html"}],"tokens":["Bin","Laden"],"total":2},{"offset":"0","results":[{"body":"LEAD: Just seconds before midnight, the countdown began Tuesday: ''Nine, eight, seven, six, five, four three, two, one.'' Just seconds before midnight, the countdown began Tuesday: ''Nine, eight, seven, six, five, four three, two, one.'' And suddenly, like confetti on New Year's Eve, hundreds of letters, some squeezed and kissed for good luck,","byline":"By ESTHER B. FEIN, Special to the New York Times","date":"19870122","title":"DREAMS OF CITIZENSHIP RIDE ON DELUGE OF MAIL","url":"http://www.nytimes.com/1987/01/22/us/dreams-of-citizenship-ride-on-deluge-of-mail.html"}],"tokens":["Bin","Laden"],"total":1},{"offset":"0","results":[{"body":"LEAD: The youngsters at Waldsee play soccer just as other American campers do, but the words echoing off the tall pines and birches that embrace the playing field are German. The youngsters at Waldsee play soccer just as other American campers do, but the words echoing off the tall pines and birches that embrace the playing field are German.","byline":"By JOSEPH BERGER, Special to the New York Times","date":"19880905","title":"Where Students Are Living Language","url":"http://www.nytimes.com/1988/09/05/us/where-students-are-living-language.html"}],"tokens":["Bin","Laden"],"total":1},{"offset":"0","results":[{"body":"LEAD: For 17 years, Betty Evans, a third-generation resident who is now 78, went to the township's bustling recycling center and got up to her elbows in sorting cans and bottles and greasy aluminum trays and copper wires and all sorts of things to get Montclair the best prices at market for ''clean'' recycled junk. For 17 years, Betty Evans, a","byline":"By WAYNE KING","date":"19890711","title":"Our Towns; Volunteers Quit In a Messy Fight Over Recycling","url":"http://www.nytimes.com/1989/07/11/nyregion/our-towns-volunteers-quit-in-a-messy-fight-over-recycling.html"}],"tokens":["Bin","Laden"],"total":1},{"offset":"0","results":[{"body":"LEAD: Vaclav Havel, Czechoslovakia's dissident-turned-President, paid brief visits laden with symbolism to both Germanys today in his first trip abroad since becoming head of state on Friday. Vaclav Havel, Czechoslovakia's dissident-turned-President, paid brief visits laden with symbolism to both Germanys today in his first trip abroad since","byline":"By SERGE SCHMEMANN, Special to The New York Times","date":"19900103","title":"UPHEAVAL IN THE EAST: HAVEL IN GERMANY; Czechoslovak President Visits Wall and Buries It","url":"http://www.nytimes.com/1990/01/03/world/upheaval-east-havel-germany-czechoslovak-president-visits-wall-buries-it.html"}],"tokens":["Bin","Laden"],"total":1},{"offset":"0","results":[{"body":"ONE EVENING EARLIER this year, a crowd gathered for the keynote address of the New-York Historical Society's \"Why History?\" program, a series of lectures and panels on the relevance of the city's past. The topic was \"The Role of Visionary Leadership.\" The speaker was Cornel West, a 38-year-old professor of religion and director of Afro-American","byline":"BY ROBERT S. BOYNTON;","date":"19910915","title":"Princeton's Public Intellectual","url":"http://www.nytimes.com/1991/09/15/magazine/princeton-s-public-intellectual.html"},{"body":"Do you start sneezing soon after the air conditioner is turned on in the car? Do your nasal and sinus passages become congested when you work in the garden, basement or garage? Do you feel lousy on rainy days? If you answer \"yes\" to such questions, chances are you are allergic to molds, the ubiquitous fungi that thrive on plant and animal matter.","byline":"By Jane E. Brody","date":"19910418","title":"Personal Health","url":"http://www.nytimes.com/1991/04/18/health/personal-health-304591.html"},{"body":"The kingdom braced today for growing internal and external threats in the wake of Iraq's missile attacks on Israel and the Saudi city of Dhahran. The savoring of the coalition's early air successes over Iraq was dramatically cut short in the early hours of the morning by news of the Iraqi attack on Dhahran. The Iraqi missile was intercepted and","byline":"By JUDITH MILLER, Special to The New York Times","date":"19910118","title":"WAR IN THE GULF: Saudi Arabia; Riyadh Prepares for New Dangers After Iraqi Attack on Israel","url":"http://www.nytimes.com/1991/01/18/world/war-gulf-saudi-arabia-riyadh-prepares-for-new-dangers-after-iraqi-attack-israel.html"}],"tokens":["Bin","Laden"],"total":3},{"offset":"0","results":[{"body":"THE question comes up time and again: What kind of car should I buy? I get it on the phone, in the mail, from friends. And, like a good psychoanalyst, I answer the question with a question. What kind of car do you want ? Because you won't really be happy with anything else. But the answer is never easy. It depends on what kind of vehicle you need,","byline":"By Marshall Schuon","date":"19920524","title":"ABOUT CARS; From Honda, An All-New '92 Prelude","url":"http://www.nytimes.com/1992/05/24/sports/about-cars-from-honda-an-all-new-92-prelude.html"}],"tokens":["Bin","Laden"],"total":1},{"offset":"0","results":[{"body":"EVEN the most intrepid traveler has lonely moments, times when voyeurism and the zeal of discovery are eclipsed by the rueful sense of being The Other. The exhilaration of being unaccountable and apart-from languishes. Exploring landmarks, soaking in the landscape, lolling in a hotel, the traveler can be seized with an irrepressible desire to","byline":"By MOLLY O'NEILL;","date":"19930912","title":"Blending In With the Home Crowd","url":"http://www.nytimes.com/1993/09/12/travel/blending-in-with-the-home-crowd.html"}],"tokens":["Bin","Laden"],"total":1},{"offset":"0","results":[{"body":"The Sudan's Islamic Government, censured for its human rights violations and its support for various armed Islamic militant groups, is now helping Muslim fundamentalists in their effort to topple the Algerian Government, according to Western intelligence reports. The Sudan, the reports say, is assisting the Algerian guerrillas by permitting Iran to","byline":"By CHRIS HEDGES,","date":"19941224","title":"Sudan Linked To Rebellion In Algeria","url":"http://www.nytimes.com/1994/12/24/world/sudan-linked-to-rebellion-in-algeria.html"},{"body":"Eleven Muslim militants were sentenced to death today by a state security court for plotting to destabilize Jordan through a series of bombings and plans to assassinate leading officials. Three of those sentenced to hang were tried in absentia and remain at large. They include Mohammad Khalifa, a son-in-law of a Saudi businessman, Usama Bin Laden,","date":"19941222","title":"Jordan Dooms 11 Militants","url":"http://www.nytimes.com/1994/12/22/world/jordan-dooms-11-militants.html"},{"body":"THE potato got to the \"21\" Club at 8:30 in the morning, after having been bounced around plenty in the back of a C & S Wholesale truck. It was a yellowish Yukon Gold variety, and it did not lack for companionship. It arrived packed with 300 pounds of kinfolk. \"Lot of spuds,\" noted Phil English, the C & S driver. \"Man, somebody is going to eat.\" He","byline":"By N. R. KLEINFIELD","date":"19941123","title":"A Day in the Life of a City Potato","url":"http://www.nytimes.com/1994/11/23/garden/a-day-in-the-life-of-a-city-potato.html"},{"body":"Saudi Arabia has taken a highly unusual step in stripping a scion of one of its wealthiest merchant families of citizenship because he supports Muslim fundamentalist movements active in Arab countries. Saudi newspapers quoted the authorities on Friday as saying they had acted against the man, Ussama Bin Laden, \"because of his irresponsible behavior","byline":"By YOUSSEF M. IBRAHIM,","date":"19940410","title":"Saudis Strip Citizenship From Backer Of Militants","url":"http://www.nytimes.com/1994/04/10/world/saudis-strip-citizenship-from-backer-of-militants.html"}],"tokens":["Bin","Laden"],"total":4},{"offset":"0","results":[{"body":"Another terrorist bomb ripped open an underground commuter train early this morning, wounding 29 people and forcing France to confront a serious and continuing domestic threat from political convulsions in its former colony of Algeria. French authorities viewed the attack, in which five people were seriously wounded, as the eighth one carried out","byline":"By CRAIG R. WHITNEY","date":"19951018","title":"BOMB RIPS TRAIN UNDERNEATH PARIS, WITH 29 WOUNDED","url":"http://www.nytimes.com/1995/10/18/world/bomb-rips-train-underneath-paris-with-29-wounded.html"}],"tokens":["Bin","Laden"],"total":1},{"offset":"0","results":[{"body":"When neighbors came to Mullah Mohammed Omar in the spring of 1994, they had a story that was shocking even by the grim standards of Afghanistan's 18-year-old civil war. Two teen-age girls from the mullah's village of Singesar had been abducted by one of the gangs of mujahedeen, or ''holy warriors,'' who controlled much of the Afghan countryside.","byline":"By JOHN F. BURNS with STEVE LeVINE","date":"19961231","title":"How Afghans' Stern Rulers Took Hold","url":"http://www.nytimes.com/1996/12/31/world/how-afghans-stern-rulers-took-hold.html"},{"body":"TEN years ago, Daniel Boulud would not have been allowed to serve caviar on oysters and blinis at 67 Wine and Spirits. And customers in the store, at 179 Columbus Avenue, would not have been served free glasses of 1988 Veuve Clicquot La Grand Dame. But there was the chef of Restaurant Daniel on a recent Saturday amid $75 bottles in a newly","byline":"By HOWARD G. GOLDBERG","date":"19961218","title":"A Jug of Wine and a Printout Beside It","url":"http://www.nytimes.com/1996/12/18/garden/a-jug-of-wine-and-a-printout-beside-it.html"},{"body":"Far from the palaces of the capital and the Red Sea coast, this is Saudi Arabia's religious heartland, where beards are worn untrimmed and resentment toward those in power is not easily disguised. It was in Buraida two years ago that Saudi dissent last spilled into the streets, when several thousand people joined a radical cleric in a 36-hour","byline":"By DOUGLAS JEHL","date":"19961105","title":"In Saudis' Heartland, Unrest Is Aimed at Rulers and U.S.","url":"http://www.nytimes.com/1996/11/05/world/in-saudis-heartland-unrest-is-aimed-at-rulers-and-us.html"},{"body":"Osama bin Laden, an Arab multimillionaire whom United States officials suspect of bankrolling a network of Islamic militants, has left his refuge in Afghanistan and flown back to the Sudan, a United States official says. The official, who insisted on anonymity, said the United States had lodged fresh protests with the Sudanese, but that the","date":"19961004","title":"Financier of Militants Is Said to Relocate","url":"http://www.nytimes.com/1996/10/04/world/financier-of-militants-is-said-to-relocate.html"},{"body":"A Saudi Arabian dissident who is believed to be using his wealth to finance Islamic militant groups has called on his supporters to begin a guerrilla war against American troops to drive them out of the country, an Arabic-language newspaper reported today. The paper, Al Quds, a Palestinian daily published in London, said it had received a letter","date":"19960831","title":"Saudi Militant Is Said to Urge Forced Ouster of U.S. Troops","url":"http://www.nytimes.com/1996/08/31/world/saudi-militant-is-said-to-urge-forced-ouster-of-us-troops.html"},{"body":"Much of the financial support for terrorists who attack Americans, Israelis and others sympathetic to the West comes from wealthy individuals from Saudi Arabia and other Persian Gulf countries allied with the United States, former and current American officials say. Over the last decade, the United States has focused its anti-terrorism efforts on","byline":"By JEFF GERTH and JUDITH MILLER","date":"19960814","title":"Funds for Terrorists Traced To Persian Gulf Businessmen","url":"http://www.nytimes.com/1996/08/14/world/funds-for-terrorists-traced-to-persian-gulf-businessmen.html"},{"body":"While Federal officials have yet to conclude that an act of sabotage destroyed Trans World Airlines Flight 800, an elaborate criminal investigation has been under way from the first moments after the 747 smashed into the sea on July 17. Agents from the Federal Bureau of Investigation have interviewed close to 1,500 people, from witnesses who saw","byline":"By JOE SEXTON","date":"19960728","title":"THE FATE OF FLIGHT 800: THE INVESTIGATION;While Cause of Crash Is Sought, Parallel Criminal Inquiry Goes On","url":"http://www.nytimes.com/1996/07/28/nyregion/fate-flight-800-investigation-while-cause-crash-sought-parallel-criminal-inquiry.html"},{"body":"Half a million or more Sudanese are in greater danger of starving in a province in the southern Sudan because the Government in Khartoum will not permit relief officials to fly a C-130 cargo plane over the area to drop food, the executive director of the World Food Program said here today. Catherine Bertini, the program director, said the ban on","byline":"By BARBARA CROSSETTE","date":"19960712","title":"Famine Peril Returns to Sudan as Aid Is Blocked","url":"http://www.nytimes.com/1996/07/12/world/famine-peril-returns-to-sudan-as-aid-is-blocked.html"},{"body":"A militant Saudi dissident has warned that the terrorists who carried out bombing attacks against American soldiers in Saudi Arabia will also strike at British and French military personnel, adding that those responsible for the bombings in Riyadh and Dhahran that killed 26 \"have a deep understanding in choosing their targets.\" Speaking in an","byline":"By YOUSSEF M. IBRAHIM","date":"19960711","title":"Saudi Exile Warns More Attacks Are Planned","url":"http://www.nytimes.com/1996/07/11/world/saudi-exile-warns-more-attacks-are-planned.html"},{"body":"A fire at a Consolidated Edison Company generating plant on the Upper East Side early yesterday spewed asbestos throughout the plant, sent black smoke through much of the neighborhood and rousted many people from their beds. No one was injured, and officials said tests indicated that no asbestos escaped from the plant. The fire erupted at 3:30 A.M.","byline":"By CHARLIE LeDUFF","date":"19960629","title":"Asbestos Fills Con Ed Plant As a Fire Rouses the East Side","url":"http://www.nytimes.com/1996/06/29/nyregion/asbestos-fills-con-ed-plant-as-a-fire-rouses-the-east-side.html"}],"tokens":["Bin","Laden"],"total":14},{"offset":"0","results":[{"body":"In the real world of Middle Eastern conflict, the militant Islamic organization Hamas and Israel's intelligence agency Mossad locked horns long ago, exchanging assassinations and other violent attacks in a macabre pursuit of one another. There is nothing quite like this on the World Wide Web, yet, but echoes of the intensity of Islam's","byline":"By YOUSSEF M. IBRAHIM","date":"19971013","title":"Taking In the Sites; Echoes of Mideast Conflict on Line","url":"http://www.nytimes.com/1997/10/13/business/taking-in-the-sites-echoes-of-mideast-conflict-on-line.html"},{"body":"Revising its strategy of treating the Sudan as a complete pariah state, the Clinton Administration decided this week to put a handful of diplomats back in Khartoum to press the North African nation to stop harboring Palestinian, Lebanese, Egyptian and Algerian terrorists. The Sudan's Islamic Government welcomed the announcement as a victory in its","byline":"By CLIFFORD KRAUSS","date":"19970928","title":"Slowly, U.S. Is Returning Some Envoys To the Sudan","url":"http://www.nytimes.com/1997/09/28/world/slowly-us-is-returning-some-envoys-to-the-sudan.html"},{"body":"One February night two years ago, a helicopter carrying Ramzi Ahmed Yousef, the man accused of masterminding the World Trade Center bombing, sped along the East River on the last leg of Mr. Yousef's journey from Pakistan, where he had recently been captured, to detention and trial in the United States. As the helicopter flew over mid-Manhattan,","byline":"By BENJAMIN WEISER","date":"19970804","title":"Suspected Chief Plotter in Trade Center Blast Goes on Trial Today","url":"http://www.nytimes.com/1997/08/04/nyregion/suspected-chief-plotter-in-trade-center-blast-goes-on-trial-today.html"},{"body":"A Federal grand jury in Manhattan is investigating whether a renegade Saudi millionaire known for his virulent hatred of America has been funneling money to terrorist groups in the United States. Federal agents are trying to follow a trail of money that they believe will lead to Osama bin Laden, a member of one of the wealthiest families in Saudi","byline":"By JOHN SULLIVAN","date":"19970717","title":"Jury Examines Whether Saudi Contributed to Terrorist Groups","url":"http://www.nytimes.com/1997/07/17/nyregion/jury-examines-whether-saudi-contributed-to-terrorist-groups.html"},{"body":"AFTER 24 years with one employer, who would have guessed it would come to this? One year ago this month, on a Friday, I stood in my office in the executive suite of a modern state psychiatric center -- a deputy director and psychologist, 52 years old, dressed in a sport jacket and slacks, looking out my window at the water view I enjoyed. I had","byline":"By HARVEY J. LIEBERMAN","date":"19970706","title":"My Shining Moment At the Top of the Heap","url":"http://www.nytimes.com/1997/07/06/business/my-shining-moment-at-the-top-of-the-heap.html"},{"body":"Peter Lehmann munches a mettwurst and tomato sandwich and jots down weights as he scans the scales in his vine-covered weighing cottage in the Barossa valley about a 90-minute drive northeast of Adelaide. Outside, rosy gray galahs and red-capped lorikeets dive-bomb the growers' grape-laden trucks. The fruit is being weighed, then dumped into","byline":"By CLYDE H. FARNSWORTH","date":"19970524","title":"At Home, Beer, but Export Buzz Is About Wine","url":"http://www.nytimes.com/1997/05/24/business/at-home-beer-but-export-buzz-is-about-wine.html"},{"body":"As a liberty port, Manama cannot compete with the raunchiness of Manila or Bangkok, but the men and women of the United States Navy still regard it as an oasis in the heart of the Persian Gulf. Filipino barmaids, to the blare of heavy-metal music, serve up Coors in cans -- nectar in a sheikdom sandwiched by Saudi Arabia and Iran. ''It would take a","byline":"By DOUGLAS JEHL","date":"19970504","title":"In a Bahrain Port, No More Sailors on the Town","url":"http://www.nytimes.com/1997/05/04/world/in-a-bahrain-port-no-more-sailors-on-the-town.html"},{"body":"FLYING HOME and other stories By Ralph Ellison. Edited by John F. Callahan. 177 pp. New York: Random House. $23. The one-novel career, while hardly unique to the United States (Europe offers Canetti, Rilke and Lampedusa, among others), has produced a peculiar frisson of suspense in this country in the postwar era. I'm thinking not of writers who","byline":"By Gary Giddins","date":"19970119","title":"A Public Burning","url":"http://www.nytimes.com/1997/01/19/books/a-public-burning.html"}],"tokens":["Bin","Laden"],"total":8},{"offset":"0","results":[{"body":"EUROPE RUSSIA: 10 NUCLEAR MISSILES DEBUT -- Russia deployed 10 new Topol-M nuclear missiles in the Saratov region, 450 miles southeast of Moscow. The deployment was a major step for Russia's cash-shy military, because the Government does not have enough money to maintain all its armed forces and decided to concentrate on developing the","byline":"Compiled by Christopher S. Wren","date":"19981228","title":"World Briefing","url":"http://www.nytimes.com/1998/12/28/world/world-briefing.html"},{"body":"AMERICAN troops in the Persian Gulf are vaccinated against deadly germs. So are Federal Bureau of Investigation agents who are probing a growing number of biological incidents. So are some White House officials. Protections against living weapons are new to the military and security of the United States, and they raise troubling questions. Is this","byline":"By WILLIAM J. BROAD and JUDITH MILLER","date":"19981227","title":"THE WORLD: LIVE AMMO; The Threat of Germ Weapons Is Rising. Fear, Too.","url":"http://www.nytimes.com/1998/12/27/weekinreview/the-world-live-ammo-the-threat-of-germ-weapons-is-rising-fear-too.html"},{"body":"SEQUESTERED behind a locked office door on the C. W. Post campus of Long Island University in Brookville is Harvey Kushner, a terrorism consultant. Whenever there's a threat of attack or a bomb explodes or an airliner crashes, Dr. Kushner's renown goes up. There he was on Fox television recently, discussing the latest actions of Osama bin Laden and","byline":"By MARCELLE S. FISCHLER","date":"19981227","title":"LONG ISLAND JOURNAL; Helping to Lift the Cover Off Terrorism","url":"http://www.nytimes.com/1998/12/27/nyregion/long-island-journal-helping-to-lift-the-cover-off-terrorism.html"},{"body":"One recent day in Federal District Court in Manhattan, a clerk was running down a list of cases on the criminal docket, calling each by the name of the defendant. A prosecutor told the judge the status of each matter. Then the clerk said, ''United States versus John Doe.'' In that case, the prosecutor said that the Government and defense lawyers","byline":"By BENJAMIN WEISER","date":"19981226","title":"Reporter's Notebook; Many Layers of Secrecy Shroud Terrorism Cases","url":"http://www.nytimes.com/1998/12/26/nyregion/reporter-s-notebook-many-layers-of-secrecy-shroud-terrorism-cases.html"},{"body":"Dry timber is in demand, food is hoarded and farmers pray for rain. In Afghanistan winter snows are late, spelling more fighting and further hardship. Aid workers say the situation has been aggravated this year by the absence of nongovernmental organizations and a local economy that has essentially crumbled. A World Food Program study found that 44","date":"19981226","title":"In Afghanistan, Civil War and Natural Hardships Abound as Farmers Pray for Rain","url":"http://www.nytimes.com/1998/12/26/world/in-afghanistan-civil-war-and-natural-hardships-abound-as-farmers-pray-for-rain.html"},{"body":"The mostly empty parking lots, corridors and offices were a concession to the holiday, but the operations center of the nation's spying apparatus was fully staffed today except for one worker who phoned in sick. ''We are the eyes and ears of the Director,'' said Phillip E. Glover, the senior duty officer, speaking of his boss, George J. Tenet, the","byline":"By IRVIN MOLOTSKY","date":"19981226","title":"Spy Agency Cannot Find A Slow Day or a Holiday","url":"http://www.nytimes.com/1998/12/26/us/spy-agency-cannot-find-a-slow-day-or-a-holiday.html"},{"body":"Osama bin Laden, whom the United States intelligence authorities consider one of the world's most dangerous terrorists, has denied that he had any role in the deadly bombings of two American embassies in Africa. ''I was not involved in the bomb blasts, but I don't regret what happened there,'' Mr. bin Laden told the Taliban rulers of Afghanistan,","byline":"By DAVID STOUT","date":"19981225","title":"Bin Laden Denies Role in Embassy Bombings","url":"http://www.nytimes.com/1998/12/25/world/bin-laden-denies-role-in-embassy-bombings.html"},{"body":"INTERNATIONAL A3-11 Serbian Forces Attack Northern Kosovo Province A sustained assault by Serbian forces in northern Kosovo province ended a tenuous cease-fire, as more than 40 armored vehicles and tanks fought through the day with separatist guerrillas. The attack came after 11 days of combat and assassinations in which, international monitors","date":"19981225","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1998/12/25/nyregion/news-summary-593290.html"},{"body":"Chill Wind in China Harsh sentences to leading dissidents this week have left democracy advocates pondering the next step for the movement, and for themselves. News analysis, page A3. A 'Psychological Autopsy' An Air Force report on the pilot who flew his attack jet into a Colorado mountain last year has concluded that mental turmoil led him to","date":"19981225","title":"INSIDE","url":"http://www.nytimes.com/1998/12/25/nyregion/inside-592161.html"},{"body":"A man accused of conspiring with Osama bin Laden appeared in Federal District Court in Manhattan yesterday after his extradition from Germany and continued to deny any connection to terrorism, his lawyer said after the hearing. The suspect, Mamdouh Mahmud Salim, was ordered held without bond by a Federal magistrate judge after a Federal prosecutor","byline":"By BENJAMIN WEISER","date":"19981222","title":"Judge Orders Embassy Bomb Suspect Held Without Bail","url":"http://www.nytimes.com/1998/12/22/nyregion/judge-orders-embassy-bomb-suspect-held-without-bail.html"}],"tokens":["Bin","Laden"],"total":210},{"offset":"0","results":[{"body":"Nearly four years later, all that remains of the shootout in Roubaix, France, is a facade of burned-out row houses in dull red brick, charred roof beams with leafy seedlings etched against the sky, and screens of cinder blocks sealing every doorway. Passers-by hastening through the rain to Friday prayers at a nearby mosque pay little heed to 59 Rue","byline":"By JOHN F. BURNS and CRAIG PYES","date":"19991231","title":"Radical Islamic Network May Have Come to U.S.","url":"http://www.nytimes.com/1999/12/31/us/radical-islamic-network-may-have-come-to-us.html"},{"body":"As the Indian Airlines hijacking entered its sixth day today, growing attention is turning to the Taliban, the Islamic movement that rules most of Afghanistan but has been scorned by the world. India, which actively supports an armed opposition to the Taliban and applauds the United States for persuading the Security Council to punish Afghanistan","byline":"By BARBARA CROSSETTE","date":"19991230","title":"As Hijacking Drama Plays Out, Views on Taliban Shift","url":"http://www.nytimes.com/1999/12/30/world/as-hijacking-drama-plays-out-views-on-taliban-shift.html"},{"body":"Militant associates of Masood Azhar, a Pakistani cleric jailed in the fight over Indian control of Kashmir, have staged three violent attempts to barter his release, the latest being the hijacking of an Indian Airlines jet. Mr. Azhar, often referred to by the Muslim religious honorific of Maulana, has been in Indian custody since he was arrested in","byline":"By NEIL MacFARQUHAR","date":"19991229","title":"3rd Attempt to Free Pakistani Militant","url":"http://www.nytimes.com/1999/12/29/world/3rd-attempt-to-free-pakistani-militant.html"},{"body":"Minutes after The Seattle Times disclosed on Dec. 17 that a man with the makings of a fertilizer bomb in his car trunk had been arrested in Port Angeles, Wash., news sites across the World Wide Web were sprinting to deliver details. But no other site gave the Port Angeles arrest a showcase to match MSNBC.com, the news Web site that for the last","byline":"By FELICITY BARRINGER","date":"19991227","title":"After Shaky Starts, News Organizations Gain Confidence on Web","url":"http://www.nytimes.com/1999/12/27/business/after-shaky-starts-news-organizations-gain-confidence-on-web.html"},{"body":"In 1975, when my father was my age, he had a bronze plate engraved with his name and two dates. ''Edward Lynch,'' it read, ''1924-1999.'' He put it on a bronze casket in our casket showroom to demonstrate how the up-market units could be customized. It was a sales aid. He was a funeral director. So am I. The nod to his mortality, full of","byline":"By Thomas Lynch","date":"19991226","title":"As Memory Itself Runs Out of Time","url":"http://www.nytimes.com/1999/12/26/opinion/as-memory-itself-runs-out-of-time.html"},{"body":"To the Editor: Re ''A Terrorist Legend's Long Shadow'' (Op-Ed, Dec. 22): American policy in South Asia has been hamstrung since the African embassy bombings last year and will remain so until Osama bin Laden is brought to justice. The Clinton administration has rightly identified Afghanistan as unworthy of direct dialogue, but it has chosen an","date":"19991225","title":"The Pakistan Conduit","url":"http://www.nytimes.com/1999/12/25/opinion/l-the-pakistan-conduit-041220.html"},{"body":"Canadian authorities said today that they had issued an arrest warrant for a man believed to be an associate of Ahmed Ressam, the man who was arrested at a border station in Washington State and indicted on charges of illegally possessing explosive materials. The Canadian authorities identified the man they were seeking as Abdelmajed Dahoumane, who","byline":"By DAVID JOHNSTON","date":"19991225","title":"Canada Seeks Friend of Man Held in Ferrying of Explosives","url":"http://www.nytimes.com/1999/12/25/us/canada-seeks-friend-of-man-held-in-ferrying-of-explosives.html"},{"body":"Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews of films opening today appears on Page 14. Now Playing * ''ALL ABOUT MY MOTHER,'' starring Cecilia","date":"19991224","title":"MOVIE GUIDE","url":"http://www.nytimes.com/1999/12/24/movies/movie-guide.html"},{"body":"The guiding tenet of terrorism is to do a lot with a little. From the Assassins in the Middle Ages to Osama bin Laden, terrorists have aimed at targets that will help magnify their real strength. Killing a sultan or bombing an embassy is an ideal way to gain attention and spread fear. One must ask, then, what in the world the Clinton administration","byline":"By Reuel Marc Gerecht","date":"19991223","title":"Alarmism Abets the Terrorists","url":"http://www.nytimes.com/1999/12/23/opinion/alarmism-abets-the-terrorists.html"},{"body":"To the Editor: Milt Bearden (Op-Ed, Dec. 22) suggests that ''putting Osama bin Laden in an American jail to await trial would effectively destroy his legend and his following.'' Most likely this is correct. Of course we should seek Mr. bin Laden's extradition and jail him while he awaits a prompt and fair trial. But punitive imprisonment before","date":"19991223","title":"To Prevent Terror, Be Strict but Fair","url":"http://www.nytimes.com/1999/12/23/opinion/l-to-prevent-terror-be-strict-but-fair-033553.html"}],"tokens":["Bin","Laden"],"total":164},{"offset":"0","results":[{"body":"Hemmed in by 2,000-foot rock massifs, this village seems, by measure of its beauty and mystery, altogether more like a place to stay than to leave. Yet Al-Ribat's villagers, driven by poverty, have migrated for centuries -- in recent decades, mostly northward, out of Yemen and across the vast desert known as the Empty Quarter that forms a barrier","byline":"By JOHN F. BURNS","date":"20001231","title":"Where bin Laden Has Roots, His Mystique Grows","url":"http://www.nytimes.com/2000/12/31/world/where-bin-laden-has-roots-his-mystique-grows.html"},{"body":"EUROPE GERMANY: BEEF CONFIDENCE COLLAPSES -- After a seventh case of mad cow disease in German-bred cattle, the German beef market has practically collapsed, with consumer demand down by 80 percent. Investigations for fraud are continuing into some sausage products labeled as ''free of beef ingredients'' even though they do include beef.","byline":"Compiled by Terence Neilan","date":"20001229","title":"World Briefing","url":"http://www.nytimes.com/2000/12/29/world/world-briefing.html"},{"body":"Non-Afghan employees of the United Nations began returning to Afghanistan today after the Taliban militia, who rule most of the country, guaranteed that the workers would not face a violent backlash because of newly proposed sanctions against the government. Three United Nations workers arrived in the Afghan capital, Kabul, early today, while seven","date":"20001225","title":"U.N. Workers Return to Afghanistan After Taliban Safety Pledge","url":"http://www.nytimes.com/2000/12/25/world/un-workers-return-to-afghanistan-after-taliban-safety-pledge.html"},{"body":"When four men go on trial in 12 days in New York on charges they conspired with Osama bin Laden in the deadly bombings of two United States Embassies in East Africa in 1998, one of the government's central witnesses could be a former American Army sergeant who pleaded guilty in October to assisting in the terrorist conspiracy. The former sergeant,","byline":"By BENJAMIN WEISER","date":"20001222","title":"Informer's Part in Terror Case Is Detailed","url":"http://www.nytimes.com/2000/12/22/nyregion/informer-s-part-in-terror-case-is-detailed.html"},{"body":"A Gesture of Forgiveness The bishop of the Roman Catholic Diocese of Brooklyn forgave more than $118 million in loans to parishes, schools and agencies. PAGE B1 Camden Mayor Found Guilty Milton Milan has become the third of the last five mayors of Camden, N.J., to be convicted on charges of corruption in office. PAGE B1 Witness in Terrorism Case","date":"20001222","title":"INSIDE","url":"http://www.nytimes.com/2000/12/22/nyregion/inside-106135.html"},{"body":"The government charged yesterday that two defendants in the embassy bombings case stabbed and critically injured a jail guard last month as part of an elaborate plot to take defense lawyers hostage to get themselves and possibly other prisoners freed. As part of the plot, prosecutors said, a surveillance camera in the cell of one of the defendants,","byline":"By BENJAMIN WEISER","date":"20001221","title":"Government Says Attack on Guard Was Part of Escape Plan","url":"http://www.nytimes.com/2000/12/21/nyregion/government-says-attack-on-guard-was-part-of-escape-plan.html"},{"body":"ASIA AFGHANISTAN: TALIBAN ACTS OVER SANCTIONS -- The ruling Taliban responded to tough new United Nations sanctions by pulling out of United Nations-mediated talks on ending Afghanistan's civil war and refusing any handover to the United States of the terrorism suspect Osama bin Laden. The Taliban also ordered an immediate boycott of products from","byline":"Compiled by Terence Neilan","date":"20001221","title":"WORLD BRIEFING","url":"http://www.nytimes.com/2000/12/21/world/world-briefing.html"},{"body":"Led by the United States and Russia, the Security Council imposed harsh new sanctions on the Taliban government of Afghanistan today, leaving the United Nations profoundly split over the human and political damage the measures could inflict on one of the world's poorest nations. The vote in the 15-member Council was 13 for the embargo, with China","byline":"By BARBARA CROSSETTE","date":"20001220","title":"Tough Sanctions Imposed on Taliban Government Split U.N.","url":"http://www.nytimes.com/2000/12/20/world/tough-sanctions-imposed-on-taliban-government-split-un.html"},{"body":"Watching George W. Bush nominating Colin Powell for secretary of state, I had mixed feelings. One was relief: Mr. Powell's answers to reporters' questions demonstrated a sharp and intuitive grasp of global issues. Whether you agree with him or not, this is a serious man. My other feeling, though, was: I sure hope Colin Powell is always right in his","byline":"By THOMAS L. FRIEDMAN","date":"20001219","title":"Foreign Affairs; The Powell Perplex","url":"http://www.nytimes.com/2000/12/19/opinion/foreign-affairs-the-powell-perplex.html"},{"body":"In Dammaj, it can be dangerous to mention America. In this dusty village in northern Yemen, on the edge of the great Arabian desert called the Empty Quarter, it is enough to mention the United States, among the thousands of Islamic militants who teach and study here, to furrow brows, darken voices and set trigger fingers tightening. Long after the","byline":"By JOHN F. BURNS","date":"20001217","title":"One Sheik's Mission: To Teach the Young to Despise Western Culture","url":"http://www.nytimes.com/2000/12/17/world/one-sheik-s-mission-to-teach-the-young-to-despise-western-culture.html"}],"tokens":["Bin","Laden"],"total":174},{"offset":"0","results":[{"body":"Representatives of Osama bin Laden contacted Iranian intelligence agents in the mid-1990's in an attempt to forge an anti-American alliance of terror between Iran and Mr. bin Laden's network, Al Qaeda, according to United States intelligence reports. In 1996 a close ally of Mr. bin Laden sought out Iranian intelligence officers in Afghanistan to","byline":"By JAMES RISEN","date":"20011231","title":"A NATION CHALLENGED: QAEDA DIPLOMACY; Bin Laden Sought Iran as an Ally, U.S. Intelligence Documents Say","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-qaeda-diplomacy-bin-laden-sought-iran-ally-us-intelligence.html"},{"body":"When the last of the Taliban fled into the desert three weeks ago, the neighbors of Mullah Muhammad Omar wasted no time in celebrating his downfall. They rushed to the madrasa, the religious school he built more than a decade ago, tore the wood frames off the doors and window panes and burned them for heat. They carried the straw mats to their","byline":"By DEXTER FILKINS","date":"20011231","title":"A NATION CHALLENGED: RISE AND FALL; The Legacy of the Taliban Is a Sad and Broken Land","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-rise-fall-legacy-taliban-sad-broken-land.html"},{"body":"The Pentagon has ordered soldiers from the 101st Airborne Division to relieve the Marine Corps in southern Afghanistan, paving the way for a long-term American military presence in the country, military officials said today. Over the next two weeks, elements of the 101st out of Fort Campbell, Ky., will begin moving into a makeshift Marine Corps","byline":"By JAMES DAO","date":"20011231","title":"A NATION CHALLENGED: MILITARY; AIRBORNE TROOPS RELIEVING MARINES AT KANDAHAR BASE","url":"http://www.nytimes.com/2001/12/31/world/a-nation-challenged-military-airborne-troops-relieving-marines-at-kandahar-base.html"},{"body":"The specter of Sept. 11 will hover over New Year's celebrations across America tonight. With 7,500 police officers on watch, 500,000 revelers are expected to crowd into Times Square for fireworks, music and the ball-drop spectacle. Bells will ring across town for the 3,000 victims. Thousands remembered the victims at ground zero yesterday as New","byline":"By ROBERT D. MCFADDEN","date":"20011231","title":"A NATION CHALLENGED: AN OVERVIEW: DEC. 30, 2001; The Screaming Eagles, War Perspectives","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-overview-dec-30-2001-screaming-eagles-war-perspectives.html"},{"body":"Chased from the caves of Tora Bora, hundreds of Al Qaeda fighters have made their way east across the ice-slicked rocks of the White Mountains and into the untamed tribal areas of Pakistan. There could be few better places for a fugitive to flee. The Pashtuns of the region think it their duty to give sanctuary to anyone who requests it, friend or","byline":"By BARRY BEARAK","date":"20011231","title":"A NATION CHALLENGED: SANCTUARY; Tribal Area of Pakistan Gives Refuge to Qaeda Fighters Fleeing Caves","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-sanctuary-tribal-area-pakistan-gives-refuge-qaeda-fighters.html"},{"body":"The Military Campaign ARMY TO RELIEVE MARINES -- The Pentagon ordered soldiers from the 101st Airborne Division to relieve the Marine Corps in southern Afghanistan, paving the way for a long-term American military presence in the country. The Army's mission will be essentially the same as that of the marines: guarding Taliban and Al Qaeda prisoners","date":"20011231","title":"A Nation Challenged","url":"http://www.nytimes.com/2001/12/31/nyregion/a-nation-challenged-918342.html"},{"body":"The sniper sat behind sandbags on the roof of the American Embassy as the sun dropped behind the Paghman Mountains and the sky began to fade. A camp stove at his knee exhaled the stink of diesel and a steady hiss. His name was Sgt. Shane B. Schmidt. He was a marine. This was his bunker. To his left was a bolt-action rifle with a telescopic sight.","byline":"By C. J. CHIVERS","date":"20011231","title":"A NATION CHALLENGED: REPORTER'S DIARY; Two Worlds Paired by War: Life or Death, as Luck Will Have It","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-reporter-s-diary-two-worlds-paired-war-life-death-luck-will.html"},{"body":"So overpowering are the images of jetliners heading into the World Trade Center, of people watching in disbelief and fleeing in horror, that the other news of 2001, significant and not so significant, already fades from memory. And some of it was significant. There was the swearing in of a president after the Supreme Court decided the presidential","byline":"By JAMES BARRON","date":"20011231","title":"The Year in Pictures: IN THE TOWERS' SHADOW","url":"http://www.nytimes.com/2001/12/31/news/the-year-in-pictures-in-the-towers-shadow.html"},{"body":"In what appeared to be a last-ditch effort to forestall war with India, Pakistan was reported this morning to have arrested Hafiz Muhammad Saeed, the founder of one of two Islamic militant groups accused by India of mounting an attack on the Indian Parliament 18 days ago. Reports by the Reuters and Agence France-Presse news services that appeared","byline":"By JOHN F. BURNS","date":"20011231","title":"Pakistan Is Reported to Have Arrested Militant Leader","url":"http://www.nytimes.com/2001/12/31/world/pakistan-is-reported-to-have-arrested-militant-leader.html"},{"body":"THE YEAR IN PICTURES: DRUMBEAT FOR WAR","date":"20011231","title":"THE YEAR IN PICTURES: DRUMBEAT FOR WAR; BACKING BIN LADEN","url":"http://www.nytimes.com/2001/12/31/news/the-year-in-pictures-drumbeat-for-war-backing-bin-laden.html"}],"tokens":["Bin","Laden"],"total":1947},{"offset":"0","results":[{"body":"President Bush and his administration have declared a war against terrorism that may soon involve sending thousands of American troops into combat in Iraq. I voted against the Congressional resolution giving the president authority to carry out this war -- an engagement that would dwarf our military efforts to find Osama bin Laden and bring him to","byline":"By Charles B. Rangel","date":"20021231","title":"Bring Back the Draft","url":"http://www.nytimes.com/2002/12/31/opinion/bring-back-the-draft.html"},{"body":"Yemeni officials said three Americans were killed yesterday at a Baptist missionary hospital in central Yemen by a man apparently belonging to a small cell that planned to victimize both Westerners and secular Yemenis. A fourth American was seriously wounded in the attack, which occurred yesterday after the assailant, identified by the Yemeni news","byline":"By NEIL MacFARQUHAR","date":"20021231","title":"THREATS AND RESPONSES: TERROR; 3 U.S. Citizens Slain in Yemen In Rifle Attack","url":"http://www.nytimes.com/2002/12/31/world/threats-and-responses-terror-3-us-citizens-slain-in-yemen-in-rifle-attack.html"},{"body":"Saudi Arabian diplomats have spent the last month on a public relations blitz, lashing out at Americans who raise questions about links between terrorist groups and the country's Islamic charities. Adel al-Jubeir, a key foreign-policy adviser to Crown Prince Abdullah, told a Washington press conference of a campaign ''bordering on hate'' and warned","byline":"By Allan Gerson and Ron Motley","date":"20021230","title":"Is Saudi Arabia Tough Enough on Terrorism?","url":"http://www.nytimes.com/2002/12/30/opinion/is-saudi-arabia-tough-enough-on-terrorism.html"},{"body":"At year's end, nothing is as predictable as predictions. The annual office pool, inaugurated in this space three decades ago, has now become a kind of Powerlessball lottery in which the odds of winning are nil. It's multilateral choice, with ''All'' or ''None'' permitted. 1. Among world leaders, in 2003 (a) Ramallah's Arafat returns to exile; (b)","byline":"By WILLIAM SAFIRE","date":"20021230","title":"Office Pool, 2003","url":"http://www.nytimes.com/2002/12/30/opinion/office-pool-2003.html"},{"body":"Osama bin Laden, the founder and leader of Al Qaeda, was dead for about five months this past year. In July, Dale Watson, then the F.B.I.'s head of counterterrorism, said publicly that he thought bin Laden had died, perhaps in the savage battle of Tora Bora in Afghanistan. No, said Pervez Musharraf, the president and generalissimo of Pakistan, bin","byline":"By James Traub","date":"20021229","title":"THE WAY WE LIVE NOW: 12-29-02; Osama, Dead or Alive","url":"http://www.nytimes.com/2002/12/29/magazine/the-way-we-live-now-12-29-02-osama-dead-or-alive.html"},{"body":"By Jan. 1, 2002, America seemed quite ready for change -- any change -- after a year that had become heavy with history and portent. The new year opened with a chest-thumping sense of mission, unity and resolve. The war in Afghanistan seemed to be unfolding with only a rare wrinkle, and while Osama bin Laden remained a wily quarry, Americans still","byline":"By TOM ZELLER","date":"20021229","title":"2002","url":"http://www.nytimes.com/2002/12/29/weekinreview/2002.html"},{"body":"In his lifetime the poet and pamphleteer John Milton was called many things: divinely inspired, blasphemous, a Puritan, a libertine, a flatterer, a propagandist and a revolutionary. Over the centuries since his death, in 1674, the poet who sought, in ''Paradise Lost,'' to ''justifie the wayes of God to men'' has been recruited to causes ranging","byline":"By D. D. Guttenplan","date":"20021228","title":"THINK TANK; Is Reading Milton Unsafe at Any Speed?","url":"http://www.nytimes.com/2002/12/28/books/think-tank-is-reading-milton-unsafe-at-any-speed.html"},{"body":"AT first Randa Ghazy wrote the kind of prose that many teenage girls do, with characters who pined for romance or worried that they were not as pretty as they wanted to be. Then, around the time of her 15th birthday, she decided to try something more ambitious. There was a short-story competition that she wanted to enter, and what she produced for","byline":"By FRANK BRUNI","date":"20021228","title":"THE SATURDAY PROFILE; Dreaming of Palestine, Teenager Writes a Novel","url":"http://www.nytimes.com/2002/12/28/world/the-saturday-profile-dreaming-of-palestine-teenager-writes-a-novel.html"},{"body":"Each day, fierce-looking young students set up makeshift roadblocks in this desolate corner of Pakistan, ignoring the dust that coats their faces and stings their eyes and dries their throats. Their only desire, it seems, is to please their teachers and, by extension, their God. They string ropes across the road and demand that drivers stop and","byline":"By DAVID ROHDE","date":"20021226","title":"THREATS AND RESPONSES: PAKISTAN TRIBAL REGION; An Anti-U.S. Haven for Al Qaeda","url":"http://www.nytimes.com/2002/12/26/world/threats-and-responses-pakistan-tribal-region-an-anti-us-haven-for-al-qaeda.html"},{"body":"Miramax seems to be showing the same faith in Roberto Benigni's ''Pinocchio'' that the Republican Party showed in Trent Lott; the live-action version of Carlo Collodi's fairy tale about the wooden puppet whose only ambition was to be a real live boy was sneaked into theaters Christmas Day. A recent -- very recent -- decision to have an American","byline":"By ELVIS MITCHELL","date":"20021226","title":"FILM REVIEW; How Many Actors Does It Take to Make a Log Talk?","url":"http://www.nytimes.com/2002/12/26/movies/film-review-how-many-actors-does-it-take-to-make-a-log-talk.html"}],"tokens":["Bin","Laden"],"total":1096},{"offset":"0","results":[{"body":"In last year's office pool, for the second year running, I accurately predicted the best-picture Oscar winner. Forget all of the other predictions, which were varying degrees of mistaken; I shoulda been a film critic. The multiple choices include one, all or none. My picks are down below. Do not save this page. 1. Next tyranny to feel the force of","byline":"By WILLIAM SAFIRE","date":"20031231","title":"Office Pool, 2004","url":"http://www.nytimes.com/2003/12/31/opinion/office-pool-2004.html"},{"body":"For some who had still wondered whether Patrick J. Fitzgerald, the United States attorney here, would really be as aggressive as had been rumored when he arrived a few years ago from New York, the answer came this month. Mr. Fitzgerald announced that he was prosecuting former Gov. George Ryan, a Republican, in a scandal that had been swirling","byline":"By MONICA DAVEY","date":"20031231","title":"Man in the News; 'An Independent Prosecutor' -- Patrick J. Fitzgerald","url":"http://www.nytimes.com/2003/12/31/us/man-in-the-news-an-independent-prosecutor-patrick-j-fitzgerald.html"},{"body":"Islamic militants in Saudi Arabia with links to Al Qaeda appear to be making a concerted new effort to destabilize the Saudi government by assassinating top security officials, according to senior American officials. A series of assassination attempts in the last month, including a failed car bombing in the Saudi capital on Monday, have also","byline":"By DOUGLAS JEHL","date":"20031230","title":"Al Qaeda Links Seen in Attacks On Top Saudi Security Officials","url":"http://www.nytimes.com/2003/12/30/world/al-qaeda-links-seen-in-attacks-on-top-saudi-security-officials.html"},{"body":"After the attacks of Sept. 11, 2001, Gen. Pervez Musharraf made a bold choice to reverse his country's support for the Taliban government in neighboring Afghanistan, and instead to ally Pakistan with the American campaign against terror. But the general has since cracked down on Islamic militants in Pakistan selectively and inconsistently, mindful","byline":"By AMY WALDMAN","date":"20031230","title":"The Tightrope Is Fraying Under the President of Pakistan","url":"http://www.nytimes.com/2003/12/30/world/the-tightrope-is-fraying-under-the-president-of-pakistan.html"},{"body":"By all rights, this is a time of year when the Democratic candidates for president should, to put it politely, go away. The holidays have settled the nation into a two-week unofficial vacation, and it is fair to say that most people are not passing the season talking about Joseph I. Lieberman or Dennis J. Kucinich. But not this flock of Democrats,","byline":"By ADAM NAGOURNEY","date":"20031229","title":"THE 2004 CAMPAIGN: POLITICAL MEMO; Stumping Gamely, the Democrats Fight Against Most Voters' Holiday Indifference","url":"http://www.nytimes.com/2003/12/29/us/2004-campaign-political-memo-stumping-gamely-democrats-fight-against-most-voters.html"},{"body":"President Bush's campaign officials mostly avoid television programs like ''Hardball With Chris Matthews,'' ''Inside Politics'' or ''Face the Nation.'' There will be a time for politics, they say. But on one recent Thursday, Terry Holt, Mr. Bush's campaign press secretary, called in to ''The Marc Bernier Show,'' at 1150 and 1490 on the AM dial","byline":"By JIM RUTENBERG","date":"20031229","title":"THE 2004 CAMPAIGN: ON THE AIR; BUSH'S CAMPAIGN FINDS PLATFORM ON LOCAL RADIO","url":"http://www.nytimes.com/2003/12/29/us/the-2004-campaign-on-the-air-bush-s-campaign-finds-platform-on-local-radio.html"},{"body":"America, the land that gave the world Coca-Cola, ''Titanic'' and the Marlboro Man, is having a hard time selling itself. The government's public-relations drive to build a favorable impression abroad -- particularly among Muslim nations -- is a shambles, according to Republican and Democratic lawmakers, State Department officials and independent","byline":"By CHRISTOPHER MARQUIS","date":"20031229","title":"Effort to Promote U.S. Falls Short, Critics Say","url":"http://www.nytimes.com/2003/12/29/world/effort-to-promote-us-falls-short-critics-say.html"},{"body":"Despite a dismal backdrop of scattered violence and postwar poverty, Afghans are trying to build a new democracy. It is a monumental struggle for this nation where the old warlords and the hard-line Taliban leaders have been regaining strength, and where Osama bin Laden may still be hiding along with other remnants of Al Qaeda. But a convention, or","date":"20031229","title":"Toward a New Afghanistan","url":"http://www.nytimes.com/2003/12/29/opinion/toward-a-new-afghanistan.html"},{"body":"When Newark police officers responded to a call about a possible bomb at a housing project and arrived to find something smoking in the parking lot on Sunday, the wheels of response in this Code Orange world were quickly set in motion. Within minutes, the crowds were pushed back. The complex was draped in caution tape, and agents from the city bomb","byline":"By JASON GEORGE","date":"20031229","title":"A Fast Response, a Great Noise, But No Bomb in a Newark Scare","url":"http://www.nytimes.com/2003/12/29/nyregion/a-fast-response-a-great-noise-but-no-bomb-in-a-newark-scare.html"},{"body":"Senator John Kerry delivered a withering attack Saturday on Howard Dean, trying to frame the presidential campaign in New Hampshire as a two-man race and saying voters here faced a choice between Dr. Dean's ''confusion and contradiction'' and his own ''steady and consistent hand.'' With a month left until New Hampshire's primary and his standing in","byline":"By DAVID M. HALBFINGER; Jodi Wilgoren contributed reporting for this article.","date":"20031228","title":"Kerry Paints Stark Contrast Between Dean And Himself","url":"http://www.nytimes.com/2003/12/28/us/kerry-paints-stark-contrast-between-dean-and-himself.html"}],"tokens":["Bin","Laden"],"total":654},{"offset":"0","results":[{"body":"President Bush took the unusual step on Wednesday of responding to one of Osama bin Laden's taunting tape recordings, declaring that Mr. bin Laden's recent call for Iraqis to boycott the elections in January ''make the stakes of this pretty clear to me.'' ''His vision of the world is where people don't participate in democracy,'' Mr. Bush said of","byline":"By DAVID E. SANGER","date":"20041230","title":"Bush Takes Rare Step Of Debating Bin Laden","url":"http://query.nytimes.com/gst/fullpage.html?res=9B02EED91739F933A05751C1A9629C8B63"},{"body":"Militants apparently linked to Al Qaeda turned two neighborhoods of Riyadh, the Saudi capital, into battle zones late Wednesday, with booby-trapped cars exploding outside the landmark Interior Ministry and a training center for Emergency Forces. Seven militants responsible for the car bombings were gunned down in a police ambush of a house,","byline":"By NEIL MacFARQUHAR","date":"20041230","title":"Suicide Bomber Attacks Saudi Arabia's Interior Ministry","url":"http://query.nytimes.com/gst/fullpage.html?res=9E04E6D71739F933A05751C1A9629C8B63"},{"body":"In this, the granddaddy of all year-end fearless forecasts, you are invited to weigh intriguing possibilities in a dozen fields. For each, pick one, all or none, and don't play it safe; one correct wild guess gives you bragging rights forever. 1.The Oscar for Best Picture goes to: (a)Robert Zemeckis's ''The Polar Express''; (b)Michael Mann's","byline":"By WILLIAM SAFIRE","date":"20041229","title":"Office Pool, 2005","url":"http://query.nytimes.com/gst/fullpage.html?res=9C03E2D81639F93AA15751C1A9629C8B63"},{"body":"An audiotape message said to be made by the terrorist leader Osama bin Laden called for Muslims to boycott elections there next month and endorsed the Jordanian militant Abu Musab al-Zarqawi as Mr. bin Laden's deputy in Iraq. The tape, broadcast Monday by the Arab news network Al Jazeera, condemned the American-backed Iraqi elections for a","date":"20041228","title":"Tape Opposing Vote Attributed to bin Laden","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00E1D71F30F93BA15751C1A9629C8B63"},{"body":"In ''Les Bougon,'' Quebec's hottest television sitcom in more than a decade, members of the Bougon family feed their catatonic grandfather beer with a straw. They call their dog bin Laden. They steal from the closets of wealthy relatives and consort with a corrupt cop. Not to be confused with ''The Cosby Show,'' ''Les Bougon'' is more like a","byline":"By CLIFFORD KRAUSS","date":"20041227","title":"Montreal Journal; A Twisted Sitcom Makes the Simpsons Look Like Saints","url":"http://query.nytimes.com/gst/fullpage.html?res=9901E3DD1F30F934A15751C1A9629C8B63"},{"body":"You might think that the debacle in Iraq would be enough for the Pentagon, that it would not be in the mood to seek out new routes to unnecessary wars for the United States to fight. But with Donald Rumsfeld at the apex of the defense establishment, enough is never enough. So, as detailed in an article in The Times on Dec. 19, Mr. Rumsfeld's","byline":"By BOB HERBERT","date":"20041227","title":"Shopping For War","url":"http://query.nytimes.com/gst/fullpage.html?res=9D06E5DA1F30F934A15751C1A9629C8B63"},{"body":"EVEN if you're trying to forget this year's news, this quiz should be relatively painless. It's a test of how much trivia you accumulated -- or at least, how good you are at guessing. If you'd rather not be bothered checking yourself against the answers listed below, you can take the test interactively at www.nytimes.com/weekinreview and let the","byline":"By JOHN TIERNEY; Brian Wingfield contributed research to this news quiz.","date":"20041226","title":"2004: FINAL ANSWERS -- News Quiz; Pratfalls, Catcalls and Spitballs: A Year in Ephemera","url":"http://query.nytimes.com/gst/fullpage.html?res=9A06E6DC1E30F935A15751C1A9629C8B63"},{"body":"When experts from the United States and the International Atomic Energy Agency came upon blueprints for a 10-kiloton atomic bomb in the files of the Libyan weapons program earlier this year, they found themselves caught between gravity and pettiness. The discovery gave the experts a new appreciation of the audacity of the rogue nuclear network led","byline":"By WILLIAM J. BROAD and DAVID E. SANGER; William J. Broad reported from New York for this article, and David E. Sanger from Washington.","date":"20041226","title":"THE BOMB MERCHANT: Chasing Dr. Khan's Network; As Nuclear Secrets Emerge, More Are Suspected","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0CE7DE1F30F935A15751C1A9629C8B63"},{"body":"News articles about the Christmas run-up have in recent years taken a turn for the perverse. While it was once common to feel pity for those who couldn't afford to buy gifts for their children, now we are called upon to fret about the health of our local retailers, many of whom, as reporters constantly remind us, earn as much as one-quarter of","byline":"By Richard B. Woodward","date":"20041226","title":"ESSAY; Have Yourself a Merry Little Festivus","url":"http://query.nytimes.com/gst/fullpage.html?res=9D04EFDD1430F935A15751C1A9629C8B63"},{"body":"On stages in war zones like this one, Bob Hope used to wag a golf club, affecting nonchalance as he poked fun at pompous military brass and making light of the dangers around him. This holiday season, playing the Hope role on the U.S.O.'s marquee barnstorming tour of the front lines, Robin Williams seemed to pay distant tribute to his predecessor","byline":"By THOM SHANKER","date":"20041226","title":"THE CONFLICT IN IRAQ: MORALE; Touring With the U.S.O. in '04, It's Still Thanks for the Memories","url":"http://query.nytimes.com/gst/fullpage.html?res=9C07E6DE1F30F935A15751C1A9629C8B63"}],"tokens":["Bin","Laden"],"total":841},{"offset":"0","results":[{"body":"IT was a year of apocalyptic events. Hurricanes and floods and earthquakes humbled us. Holy wars raged at home and abroad. Deep Throat was unmasked, but the hero of Watergate, Bob Woodward, re-emerged in a strange new guise, covering up White House secrets. Avian flu lurked. Brad dumped Jen, the girl next door, and took up with the enchantress","byline":"By William Falk","date":"20051230","title":"While You Were Sleeping","url":"http://www.nytimes.com/2005/12/30/opinion/30falk.html"},{"body":"The American Consulate here opened its doors to reporters on Tuesday in an unusual step to dispel reports that it employed hard-line Islamists who kept posters of the militant group Hamas on the walls. In fact, the only posters were those of the black-robed Coptic Christian pope, Shenuda III, and Santa Claus. The mission was responding to reports","byline":"By ABEER ALLAM","date":"20051228","title":"No Posters From Islamists In U.S. Mission","url":"http://www.nytimes.com/2005/12/28/international/africa/28egypt.html"},{"body":"The Arab satellite channel Al Arabiya broadcast an audio recording on Saturday purportedly from Al Qaeda's No. 2 man, Ayman al-Zawahiri, claiming that the Taliban still controls large parts of Afghanistan. However, Al Arabiya said it was unable to determine the date of the recording, in which the man presented as Mr. Zawahiri ''did not speak of","date":"20051225","title":"Supposed Qaeda Recording Lauds Taliban","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0CE1DF1230F936A15751C1A9639C8B63"},{"body":"THE NEXT ATTACK The Failure of the War on Terror and a Strategy for Getting It Right. By Daniel Benjamin and Steven Simon. 330 pp. Times Books/Henry Holt & Company. $26. In the real world -- and the United States exists in the real world, despite a national weakness for wishful thinking -- failure has consequences. The prospects for American","byline":"By THOMAS POWERS","date":"20051225","title":"Bringing 'Em On","url":"http://www.nytimes.com/2005/12/25/books/review/25powers.html"},{"body":"''This was a sleepy little town when I moved here eight years ago,'' said Mohamad Moabi, from an office overlooking the turquoise waters alongside this city's crescent-shaped corniche, where dozens of half-built skyscrapers are going up. ''Now it's on the frontier of the global economy.'' Drawing on a cigarette as he gestured northward, Mr. Moabi,","byline":"By SIMON ROMERO","date":"20051222","title":"Qatar Finds A Currency Of Its Own: Natural Gas","url":"http://www.nytimes.com/2005/12/22/business/worldbusiness/22qatar.html"},{"body":"As an example of the damage caused by unauthorized disclosures to reporters, President Bush said at his news conference on Monday that Osama bin Laden had been tipped by a leak that the United States was tracking his location through his telephone. After this information was published, Mr. Bush said, Mr. bin Laden stopped using the phone. The","byline":"By DAVID E. ROSENBAUM","date":"20051220","title":"Bush Account of a Leak's Impact Has Support","url":"http://www.nytimes.com/2005/12/20/politics/20fact.html"},{"body":"After five years, we're used to President Bush throwing up false choices to defend his policies. Americans were told, after all, that there was a choice between invading Iraq and risking a terrorist nuclear attack. So it was not a surprise that Mr. Bush's Oval Office speech Sunday night and his news conference yesterday were thick with Orwellian","date":"20051220","title":"The Fog of False Choices","url":"http://www.nytimes.com/2005/12/20/opinion/20tue1.html"},{"body":"President Bush and two of his most senior aides argued Monday that the highly classified program to spy on suspected members of terrorist groups in the United States grew out of the president's constitutional authority and a 2001 Congressional resolution that authorized him to use all necessary force against those responsible for the Sept. 11","byline":"By ERIC LICHTBLAU and DAVID E. SANGER; Eric Schmitt and Sheryl Gay Stolberg contributed reporting for this article.","date":"20051220","title":"Administration Cites War Vote In Spying Case","url":"http://www.nytimes.com/2005/12/20/politics/20spy.html"},{"body":"The National Security Agency first began to conduct warrantless eavesdropping on telephone calls and e-mail messages between the United States and Afghanistan months before President Bush officially authorized a broader version of the agency's special domestic collection program, according to current and former government officials. The security","byline":"By ERIC LICHTBLAU and JAMES RISEN","date":"20051218","title":"Eavesdropping Effort Began Soon After Sept. 11 Attacks","url":"http://www.nytimes.com/2005/12/18/politics/18spy.html"},{"body":"When Muhammad Saad Iqbal finally got a chance to plead his case to a panel of military officers at the American prison at Guantnamo Bay, Cuba, he insisted that he had nothing to hide. ''If I have committed any crime, I am ready for the punishment,'' Mr. Iqbal told the officers a year ago, according to a transcript of the hearing. ''But I know","byline":"By RAYMOND BONNER; Donald Greenlees contributed reporting from Jakarta for this article, Salman Masood from Islamabad and Lahore, Pakistan, and Muhammad Rusmadi from Lampung, Indonesia.","date":"20051218","title":"Terror Suspect's Ordeal in U.S. Custody","url":"http://www.nytimes.com/2005/12/18/international/asia/18indo.html"}],"tokens":["Bin","Laden"],"total":396},{"offset":"0","results":[{"body":"At one end of a converted trailer in the American military detention center here, a graying Pakistani businessman sat shackled before a review board of uniformed officers, pleading for his freedom. The prisoner had seen just a brief summary of what officials said was a thick dossier of intelligence linking him to Al Qaeda. He had not seen his own","byline":"By TIM GOLDEN","date":"20061231","title":"For Guantnamo Review Boards, Limits Abound","url":"http://www.nytimes.com/2006/12/31/us/31gitmo.html"},{"body":"They went to war to oust him, tracked him to his spider hole and battled the insurgency he left behind. But on Friday night, as Saddam Hussein faced the gallows in Baghdad, the soldiers of Fort Hood had better things to do than to count down a dictator's final minutes. Three years and two weeks after troops of the Fourth Infantry Division","byline":"By RALPH BLUMENTHAL; Nick Bunkley contributed reporting from Dearborn, Mich., and Cassi Feldman from New York.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; Division That Caught a Dictator Takes His Execution in Stride","url":"http://www.nytimes.com/2006/12/31/us/31bases.html"},{"body":"''Sometimes I get confused with all these stans,'' said Mohammed Zia ul-Haq, then the military dictator of Pakistan, ''but as long as I don't say Hindustan'' -- a Persian name for India that once included what is now Pakistan -- ''I'll be O.K.'' That 1982 citation of the suffix -stans in the form of a noun -- rooted in the Persian for ''home of''","byline":"By WILLIAM SAFIRE","date":"20061231","title":"THE WAY WE LIVE NOW: 12-31-06: ON LANGUAGE; Year of the Stans","url":"http://query.nytimes.com/gst/fullpage.html?res=9406E0DA1E31F932A05751C1A9609C8B63"},{"body":"A leading Taliban military commander described as a close associate of Osama bin Laden and the Taliban leader Mullah Muhammad Omar was killed in an airstrike this week close to the border with Pakistan, the United States military said Saturday. A man identifying himself as a Taliban spokesman denied the report. The commander, Mullah Akhtar Muhammad","date":"20061224","title":"U.S. Airstrike Kills Close Ally Of bin Laden, Pentagon Says","url":"http://www.nytimes.com/2006/12/24/world/asia/24kabul.html"},{"body":"TIME'S choice for 2006 Person of the Year -- ''You'' -- was a bountiful gift of mirth to America, second only to the championship Donald Trump-Rosie O'Donnell bout as a comic kickoff to the holiday season. The magazine's cover stunt, a computer screen of Mylar reflecting the reader's own image, was so hokey that Jon Stewart and Stephen Colbert","byline":"By FRANK RICH; David Brooks is on vacation.","date":"20061224","title":"Yes, You Are the Person of the Year!","url":"http://select.nytimes.com//2006/12/24/opinion/24rich.html"},{"body":"TOM DeLISLE, sporting thigh-high waders, squishes through mud and cattails surrounding a pond near Albany, looking for wayward beavers that might have wandered into one of his underwater traps. Alas, his instant-kill traps, baited with Backbreaker castor oil, are empty. But Mr. DeLisle plans to keep trapping all winter, knowing that the pelts of","byline":"By KATE GALBRAITH","date":"20061224","title":"Back In Style: The Fur Trade","url":"http://www.nytimes.com/2006/12/24/business/yourmoney/24fur.html"},{"body":"With Judith Regan's authors still reeling from their publisher's abrupt dismissal, the sparring between the headline-making Ms. Regan and her former employer, the News Corporation, grew more intense, more personal and more specific on Monday over accusations that she had made anti-Semitic comments that prompted her firing. The News Corporation,","byline":"By SHARON WAXMAN and RICHARD SIKLOS; Sharon Waxman reported from Los Angeles and Richard Siklos from New York. Julie Bosman contributed reporting from New York.","date":"20061219","title":"MEDIA; New Dispute Over Firing Of Publisher","url":"http://www.nytimes.com/2006/12/19/business/media/19regan.html"},{"body":"France announced Sunday that it intended to withdraw its approximately 200 troops, all of them special forces, from a southern Afghan city where they are taking part with NATO troops in a counterinsurgency operation. Despite the strong engagement by 32,800 NATO troops, fighters allied with the country's former Taliban rulers have been gaining","date":"20061218","title":"France to Pull Troops Fighting Against Taliban In Afghanistan","url":"http://query.nytimes.com/gst/fullpage.html?res=9E00EFDC1331F93BA25751C1A9609C8B63"},{"body":"FOR theater on a grand scale, you can't do better than the audience-participation dramas performed at airports, under the direction of the Transportation Security Administration. As passengers, we tender our boarding passes and IDs when asked. We stand in lines. We empty pockets. We take off shoes. We do whatever is asked of us in these mass rites","byline":"By RANDALL STROSS","date":"20061217","title":"DIGITAL DOMAIN; Theater of the Absurd at the T.S.A.","url":"http://www.nytimes.com/2006/12/17/business/yourmoney/17digi.html"},{"body":"For the first time, a court has affirmed that a law enacted this fall accomplishes what the White House and its Congressional supporters sought: stripping the federal judiciary of the authority to hear challenges from detainees at Guantnamo Bay, Cuba. In a ruling Wednesday, Judge James Robertson of the Federal District Court here said Salim Ahmed","byline":"By NEIL A. LEWIS","date":"20061214","title":"Judge Sets Back Guantnamo Detainees","url":"http://www.nytimes.com/2006/12/14/washington/14gitmo.html"}],"tokens":["Bin","Laden"],"total":463},{"offset":"0","results":[{"body":"Talk about prestigious and prominent bylines: the table of contents of one new publication includes Thucydides, Shakespeare, Tolstoy, Osama bin Laden, Pope Urban II, Lenin ...and Lewis H. Lapham. Mr. Lapham, who edited Harper's Magazine for nearly 30 years, retired from that job in 2006 only to start a new publication, Lapham's Quarterly, which","byline":"By SARA IVRY","date":"20071231","title":"In His Own Magazine, an Editor Puts Himself Into an Elite Group","url":"http://www.nytimes.com/2007/12/31/business/media/31lapham.html"},{"body":"In an audiotape released Saturday, Osama bin Laden urged Iraq's Sunni Arabs not to join the Awakening Councils. ''Our duty is to foil these dangerous schemes, which try to prevent the establishment of an Islamic state in Iraq, which would be a wall of resistance against American schemes to divide Iraq,'' Mr. bin Laden said in the 56-minute tape,","date":"20071230","title":"Bin Laden Criticizes Councils","url":"http://query.nytimes.com/gst/fullpage.html?res=9C00E5DC153DF933A05751C1A9619C8B63"},{"body":"The top American military commander in Iraq said Saturday that violent attacks in the country had fallen by 60 percent since June, but cautioned that security gains were ''tenuous'' and ''fragile,'' requiring political and economic progress to cement them. The commander, Gen. David H. Petraeus, said the ''principal threat'' to security remained Al","byline":"By STEPHEN FARRELL and SOLOMON MOORE","date":"20071230","title":"Iraq Attacks Fall 60 Percent, Petraeus Says","url":"http://query.nytimes.com/gst/fullpage.html?res=9A02E5DC153DF933A05751C1A9619C8B63"},{"body":"The Qaeda network accused by Pakistan's government of killing the opposition leader Benazir Bhutto is increasingly made up not of foreign fighters but of homegrown Pakistani militants bent on destabilizing the country, analysts and security officials here say. In previous years, Pakistani militants directed their energies against American and NATO","byline":"By CARLOTTA GALL; Eric Schmitt contributed reporting from Washington.","date":"20071230","title":"Local Militants In Pakistan Add To Qaeda Threat","url":"http://www.nytimes.com/2007/12/30/world/asia/30pakistan.html"},{"body":"David Hicks, the only person sentenced by the military commissions set up by the Bush administration to try suspected terrorists, walked out of prison in Australia on Saturday morning after serving nine months for providing support to a terrorist organization. Mr. Hicks, an Australian, had been detained at Guantnamo Bay, Cuba, for more than five","byline":"By RAYMOND BONNER","date":"20071229","title":"Australia Terrorism Detainee Leaves Prison","url":"http://www.nytimes.com/2007/12/29/world/asia/29hicks.html"},{"body":"For the presidential candidates, the assassination of Benazir Bhutto has emerged as a ghoulish sort of test: a chance to project leadership and competence -- or not -- on a fast-moving and nuanced foreign policy issue. Senator Joseph R. Biden Jr. of Delaware and Gov. Bill Richardson of New Mexico, Democrats who have struggled to attract voters'","byline":"By PATRICK HEALY; David E. Sanger contributed reporting from Weston, Vt., and Cate Doty from Williamsburg, Iowa.","date":"20071229","title":"POLITICAL MEMO; Crisis Overseas Is Sudden Test For Candidates","url":"http://www.nytimes.com/2007/12/29/us/politics/29memo.html"},{"body":"As first lady, Hillary Rodham Clinton jaw-boned the authoritarian president of Uzbekistan to leave his car and shake hands with people. She argued with the Czech prime minister about democracy. She cajoled Roman Catholic and Protestant women to talk to one another in Northern Ireland. She traveled to 79 countries in total, little of it leisure; one","byline":"By PATRICK HEALY","date":"20071226","title":"THE LONG RUN; The Rsum Factor: Those 2 Terms as First Lady","url":"http://www.nytimes.com/2007/12/26/us/politics/26clinton.html"},{"body":"ISLAMABAD, Pakistan -- After the United States has spent more than $5 billion in a largely failed effort to bolster the Pakistani military effort against Al Qaeda and the Taliban, some American officials now acknowledge that there were too few controls over the money. The strategy to improve the Pakistani military, they said, needs to be completely","byline":"By DAVID ROHDE, CARLOTTA GALL, ERIC SCHMITT and DAVID E. SANGER; David Rohde and Carlotta Gall reported from Islamabad, and Eric Schmitt and David E. Sanger from Washington.","date":"20071224","title":"U.S. OFFICIALS SEE WASTE IN BILLIONS SENT TO PAKISTAN","url":"http://www.nytimes.com/2007/12/24/world/asia/24military.html"},{"body":"One hot, cloudless afternoon in October, I sat in the members' salon of the Kenyan Parliament as the guest of Joseph Lekuton, an M.P. from the desolate bush country to the east of Lake Turkana. Around us a dozen other Kenyan politicians sat in comfortable armchairs, sipping tea from silver services and gliding from English to Swahili to tribal","byline":"By JOSHUA HAMMER","date":"20071223","title":"The African Front","url":"http://www.nytimes.com/2007/12/23/magazine/23kenya-t.html"},{"body":"The Belgian authorities detained 14 people they described as Islamic extremists on Friday, saying they planned to use explosives to free a supporter of Al Qaeda in prison for plotting an attack on an air base. They said raids in 15 locations, mostly in Brussels, had turned up explosives and arms. In a speech, Prime Minister Guy Verhofstadt warned,","byline":"By STEPHEN CASTLE","date":"20071222","title":"Belgium Detains 14 in Plot To Free a Qaeda Supporter","url":"http://www.nytimes.com/2007/12/22/world/europe/22belgium.html"}],"tokens":["Bin","Laden"],"total":312},{"offset":"0","results":[{"body":"A federal judge in Washington ruled Tuesday that the government was properly holding two Guantnamo detainees as enemy combatants, the first clear-cut victories for the Bush administration in what are expected to be more than 200 similar cases. The ruling by a federal district judge, Richard J. Leon, followed his decision last month in a separate","byline":"By WILLIAM GLABERSON","date":"20081231","title":"Judge Agrees With Bush in Ruling on 2 Detainees' Status","url":"http://www.nytimes.com/2008/12/31/washington/31gitmo.html"},{"body":"DURING the presidential campaign, Barack Obama said he would convene a conference of Muslim leaders from around the world within his first year in office. Recently aides have said he may give a speech from a Muslim capital in his first 100 days. His hope, he has said, is to ''make clear that we are not at war with Islam,'' to describe to Muslims","byline":"By OLIVIER ROY and JUSTIN VAISSE","date":"20081221","title":"OP-ED CONTRIBUTORS | TRANSITIONS; How to Win Islam Over","url":"http://www.nytimes.com/2008/12/21/opinion/21roy.html"},{"body":"A friend of mine recently sent out a mass e-mail message, declaring he could be silent no more about his wife's many accomplishments. He went on at great lengths about the many heroic things she has accomplished as an activist, likening her alternately to Jesus and Gandhi. He then asked that we all send her an e-mail message to congratulate her.","byline":"By PHILIP GALANES","date":"20081221","title":"SOCIAL Q'S; Hail to His Heroine","url":"http://www.nytimes.com/2008/12/21/fashion/21social.html"},{"body":"Top-ranked North Carolina waited for Tyler Hansbrough to make history, then cruised to its latest lopsided victory. Hansbrough scored 20 points Thursday night, breaking North Carolina's career scoring record, and the Tar Heels beat visiting Evansville, 91-73. North Carolina (10-0) shook off a slow start and stretched its lead to double figures","byline":"By THE ASSOCIATED PRESS","date":"20081219","title":"MEN'S ROUNDUP; Hansbrough Sets Scoring Record in Victory","url":"http://www.nytimes.com/2008/12/19/sports/ncaabasketball/19hoops.html"},{"body":"A 9/11 REMINDER, With a Question Cheryl Stewart keeps a sign in the narrow garden in front of her house, a homespun billboard on an anonymous street in Red Hook, Brooklyn, that serves as a personal protest. On Wednesday, the sign's hand-painted red and black letters and numbers read: ''7 years 97 days since 9-11-01. Where is Osama bin Laden?'' The","byline":"By MANNY FERNANDEZ","date":"20081218","title":"CITY ROOM BLOGGING AT NYTIMES.COM/CITYROOM.","url":"http://query.nytimes.com/gst/fullpage.html?res=9B05E4DA1F3AF93BA25751C1A96E9C8B63"},{"body":"He has read ''Ghost Wars,'' the history of the long adventure by the Central Intelligence Agency in Afghanistan and its fruitless effort to capture or kill Osama bin Laden. He has sought the counsel of an old Republican realist -- Brent Scowcroft, the former national security adviser -- who has long argued against an ideologically driven foreign","byline":"By HELENE COOPER","date":"20081216","title":"A World of Issues Waiting, Obama and His Foreign Policy Squad Brush Up","url":"http://query.nytimes.com/gst/fullpage.html?res=9D04EED9153CF935A25751C1A96E9C8B63"},{"body":"THIS is the article I never intended to write. For former C.I.A. officers, the tipping point between debate-generating critique and ''if they had only listened to me'' pontification is easy to cross, and I had hoped to avoid the latter by simply refraining from attempts at the former. So let's be clear, I am not claiming to have been prescient. It","byline":"By ART BROWN","date":"20081214","title":"OP-ED CONTRIBUTOR | TRANSITIONS; Intelligence Boosters","url":"http://www.nytimes.com/2008/12/14/opinion/14brown.html"},{"body":"A FEW days before the presidential election, the director of national intelligence, Mike McConnell, told a group of intelligence officials that the new administration could well be tested by a terrorist attack on the homeland in its first year in office. ''The World Trade Center was attacked in the first year of President Clinton, and the second","byline":"By PETER BERGEN","date":"20081214","title":"OP-ED CONTRIBUTOR | TRANSITIONS; Safe At Home","url":"http://www.nytimes.com/2008/12/14/opinion/14bergen.html"},{"body":"YASSIN KADI, a multimillionaire businessman with investments and charities that span the globe, does not get out much these days. Once a man of the world, Mr. Kadi is confined to Saudi Arabia and spends most of his time in his sun-drenched compound in this bustling commercial capital of the country. His travel is limited mainly to the short drive","byline":"By LANDON THOMAS Jr.","date":"20081213","title":"SATURDAY PROFILE; A Wealthy Saudi, Mired in Limbo Over an Accusation of Terrorism","url":"http://www.nytimes.com/2008/12/13/world/middleeast/13kadi.html"},{"body":"Authorities in Belgium charged six suspected extremists Friday with membership in a terrorist group, according to a spokeswoman for the Federal Prosecutor's Office. Officials labeled the group ''the Belgian branch of Al Qaeda.'' The 6 were among 14 people arrested in raids early Thursday, including a woman who writes jihadist screeds on the","byline":"By STEVEN ERLANGER; Basil Katz contributed reporting.","date":"20081213","title":"6 in Belgium Said to Belong To Qaeda Cell","url":"http://query.nytimes.com/gst/fullpage.html?res=9F00E1DB173FF930A25751C1A96E9C8B63"}],"tokens":["Bin","Laden"],"total":322},{"offset":"0","results":[{"body":"In the fall of 2003, the new commander of American forces in Afghanistan, Lt. Gen. David W. Barno, decided on a new strategy. Known as counterinsurgency, the approach required coalition forces to work closely with Afghan leaders to stabilize entire regions, rather than simply attacking insurgent cells. But there was a major drawback, a new","byline":"By JAMES DAO","date":"20091231","title":"History by Army Lays Out Missteps in Afghanistan","url":"http://query.nytimes.com/gst/fullpage.html?res=9D0DE3DA143AF932A05751C1A96F9C8B63"},{"body":"NEW YORK -- That Umar Farouk Abdulmutallab, fated to go down in history as the failed underwear bomber, comes from a prominent and prosperous family in Nigeria invites comparison with Maj. Nidal Malik Hasan, the U.S. Army psychiatrist who is accused of killing 13 fellow soldiers at Fort Hood, Texas, in November. Both men came from middle- or","byline":"By RICHARD BERNSTEIN","date":"20091231","title":"LETTER FROM AMERICA; Upper Crust Is Often Drawn to Terrorism","url":"http://www.nytimes.com/2009/12/31/us/31iht-letter.html"},{"body":"The finger-pointing began in earnest on Wednesday over who in the alphabet soup of American security agencies knew what and when about the Nigerian man charged with trying to blow up an airliner. But the harshest spotlight fell on the very agency created to make sure intelligence dots were always connected: the National Counterterrorism Center. The","byline":"By SCOTT SHANE; Eric Lipton contributed reporting.","date":"20091231","title":"NEWS ANALYSIS; 9/11 Shadow Is Cast Again","url":"http://www.nytimes.com/2009/12/31/us/31intel.html"},{"body":"Behind an electrified fence, blast-resistant sandbags and 53 National Police outposts, the Afghan surge is well under way. But the foot soldiers in a bowl-shaped valley about 20 miles southeast of Kabul are not fighting the Taliban, or even carrying guns. They are preparing to extract copper from one of the richest untapped deposits on earth. And","byline":"By MICHAEL WINES; Li Bibo contributed research from Beijing.","date":"20091230","title":"UNEASY ENGAGEMENT; China Is Willing to Spend Big In Afghanistan, on Commerce","url":"http://www.nytimes.com/2009/12/30/world/asia/30mine.html"},{"body":"Almost every day, the news releases go up on the White House Web site and go out to reporters: ''President Obama announces more key administration posts,'' they read. Trouble is, many of those administration posts are being held up in the Senate in a political do-si-do that is traditional on Capitol Hill but seems to have become more tangled than","byline":"By HELENE COOPER","date":"20091228","title":"Legislative Limbo Strands Many of Obama's Nominees","url":"http://www.nytimes.com/2009/12/28/us/politics/28nominees.html"},{"body":"AS a documentarian and one-man lab experiment, Morgan Spurlock has recorded himself in all manner of endurance tests. He has famously subsisted on a diet of McDonald's menu items (in his breakthrough film ''Super Size Me''); traveled to the Tora Bora region of Afghanistan (''Where in the World Is Osama bin Laden?''); and lived for a month as a","byline":"By DAVE ITZKOFF","date":"20091227","title":"Studying a Phenomenon, From the Word 'D'oh!'","url":"http://www.nytimes.com/2009/12/27/arts/television/27simpsons.html"},{"body":"Secretive branches of the military's Special Operations forces have increased counterterrorism missions against some of the most lethal groups in Afghanistan and, because of their success, plan an even bigger expansion next year, according to American commanders. The commandos, from the Army's Delta Force and the Navy's classified Seals units, have","byline":"By ERIC SCHMITT; Richard A. Oppel Jr. contributed reporting from Islamabad, Pakistan.","date":"20091227","title":"Elite U.S. Force Expands Hunt In Afghanistan","url":"http://query.nytimes.com/gst/fullpage.html?res=990CE0DB1131F934A15751C1A96F9C8B63"},{"body":"Since the government's announcement that Khalid Shaikh Mohammed would be tried with others in Manhattan in connection with the 9/11 attacks, some lawyers and others have expressed skepticism that such a trial will ever be held in the city. They are confident that defense lawyers will ask that the trial be moved, and believe that a judge might even","byline":"By BENJAMIN WEISER","date":"20091226","title":"Deciding Terror Trial's Location Becomes a Complex Case Itself","url":"http://www.nytimes.com/2009/12/26/nyregion/26venue.html"},{"body":"A teenage daughter of Osama bin Laden, who has lived with at least five of her siblings in a guarded compound in Iran since 2001, took refuge last month in the Saudi Embassy in Tehran, and family members are trying to arrange for a large number of relatives to leave Iran for Saudi Arabia or Syria, one of Mr. bin Laden's sons said in a telephone","byline":"By SCOTT SHANE; Robert F. Worth contributed reporting from Beirut, Lebanon.","date":"20091224","title":"Bin Laden Daughter in Iran Seeks Refuge","url":"http://www.nytimes.com/2009/12/24/world/middleeast/24binladen.html"},{"body":"Of the 779 known detainees who have been held at Guantnamo Bay, Cuba -- terrorism suspects, sympathizers of Al Qaeda, people deemed enemy combatants by the United States military -- only one was a journalist. The journalist, Sami al-Hajj, was working for Al Jazeera as a cameraman when he was stopped by Pakistani forces on the border with","byline":"By BRIAN STELTER","date":"20091223","title":"From Guantnamo to Desk at Al Jazeera","url":"http://www.nytimes.com/2009/12/23/world/middleeast/23jazeera.html"}],"tokens":["Bin","Laden"],"total":210},{"offset":"0","results":[{"body":"Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/arts/design/31art.html"},{"body":"HOLY IGNORANCE When Religion and Culture Part Ways By Olivier Roy Translated by Ros Schwartz.259 pp. Columbia University Press. $27.50 Every winter Fox News, seeking to stir up anger through the land, uncovers evidence of a war on Christmas. Secular humanists ignorant of religion and hostile to its traditions, someone in the studio will declare,","byline":"By ALAN WOLFE","date":"20101226","title":"Faith and Modernity","url":"http://www.nytimes.com/2010/12/26/books/review/Wolfe-t.html"},{"body":"We face wrenching budget cutting in the years ahead, but there's one huge area of government spending that Democrats and Republicans alike have so far treated as sacrosanct. It's the military/security world, and it's time to bust that taboo. A few facts: The United States spends nearly as much on military power as every other country in the world","byline":"By NICHOLAS D. KRISTOF","date":"20101226","title":"OP-ED COLUMNIST; The Big (Military) Taboo","url":"http://www.nytimes.com/2010/12/26/opinion/26kristof.html"},{"body":"James Esber, like most of us, apparently has a thing about Osama bin Laden, our era's most notorious figure. In ''You, Me and Everyone Else,'' Mr. Esber's current show at Pierogi, the cornerstone of the Williamsburg, Brooklyn, gallery scene, Mr. bin Laden's familiar beard-and-turban-framed features stare out of scores of drawings that line the","byline":"By ROBERTA SMITH","date":"20101223","title":"LAST CHANCE; An Artist and His Friends Take On Bin Laden","url":"http://www.nytimes.com/2010/12/23/arts/design/23chance.html"},{"body":"International IN PUSH FOR ARMS TREATY, White House Takes Gamble The final approval of a new arms control treaty with Russia may have been a foregone conclusion by the time senators voted. But that was not the way it looked one afternoon last month when White House officials rushed to the Oval Office to tell President Obama that his treaty might be","date":"20101223","title":"Inside the Times","url":"http://query.nytimes.com/gst/fullpage.html?res=9C06E7DC1E3EF930A15751C1A9669D8B63"},{"body":"2010 was the year that removed all doubt that cybersecurity is now a geopolitical problem. We learned from diplomatic cables exposed by WikiLeaks that from Europe to the Middle East to China and beyond, Washington is having an even tougher time than we thought getting what it wants. The leaks themselves have only made matters more delicate, not","byline":"By IAN BREMMER and PARAG KHANNA","date":"20101223","title":"I.H.T. OP-ED CONTRIBUTOR; Cyberteeth Bared","url":"http://www.nytimes.com/2010/12/23/opinion/23iht-edbremmer23.html"},{"body":"International SUBSIDIES CUT IN IRAN And Fuel Prices Soar Gasoline prices in Iran spiked after government subsidies were reduced, jumping to about $1.44 a gallon from about 38 cents. Riot police guarded filling stations around the capital, though no violence was reported, anticipating riots similar to those in 2007 when gasoline rationing was","date":"20101220","title":"Inside The Times","url":"http://query.nytimes.com/gst/fullpage.html?res=9E00E7DE133FF933A15751C1A9669D8B63"},{"body":"WASHINGTON -- In the view of American spy agencies, Osama bin Laden and a dwindling cadre of Al Qaeda operatives hiding in Pakistan no longer ''have the capacity'' to carry out a terror plot similar to the Sept. 11 attacks, Vice President Joseph R. Biden Jr. said Sunday Mr. Biden's comments provided the latest snapshot of assessments by American","byline":"By MARK MAZZETTI and HELENE COOPER","date":"20101220","title":"Biden Says Al Qaeda In Pakistan Is Weaker","url":"http://www.nytimes.com/2010/12/20/world/middleeast/20yemen.html"},{"body":"DECISION POINTS By George W. Bush Illustrated. 497 pp. Crown Publishers. $35. They call themselves, smugly, ''41'' and ''43,'' meaning the 41st and 43rd presidents of the United States. You're supposed to prefer the father, all graciousness and handwritten little notes, over the son, who -- even in memoirs written at age 64 after two terms as","byline":"By MICHAEL KINSLEY","date":"20101219","title":"Bush on Bush","url":"http://www.nytimes.com/2010/12/19/books/review/Kinsley-t.html"},{"body":"Lawyers for Ahmed Khalfan Ghailani, the former Guantnamo detainee who was acquitted of more than 280 counts of murder and conspiracy last month in a terrorism trial in Manhattan, asked the trial judge on Friday to dismiss the sole count on which he was convicted. The lawyers argued that because Mr. Ghailani was acquitted of so many charges","byline":"By BENJAMIN WEISER","date":"20101218","title":"Ex-Detainee Wants Judge to Dismiss Conviction on Single Count in Bombings","url":"http://www.nytimes.com/2010/12/18/nyregion/18ghailani.html"}],"tokens":["Bin","Laden"],"total":229},{"offset":"0","results":[{"body":"ISLAMABAD, Pakistan -- Pakistan's Supreme Court ordered an investigation on Friday into a controversial memo, purportedly drafted by the civilian government shortly after an American raid killed Osama bin Laden, that solicited help in stopping a possible coup by the humiliated Pakistani military. The decision to appoint a special three-judge","byline":"By SALMAN MASOOD","date":"20111231","title":"Pakistan: Supreme Court Orders Inquiry Into Diplomatic Memo","url":"http://www.nytimes.com/2011/12/31/world/asia/pakistani-panel-to-investigate-memo.html"},{"body":"The Iranian nuclear clock ticks faster and louder in 2012. Ehud Barak, the defense minister of Israel, said in late November that it was probably a question of nine months before Iran's attempt to acquire nuclear weapons moved into a ''zone of immunity'' where it could no longer be stopped. Two weeks ago, his counterpart in Washington, Leon E.","byline":"By JOHN VINOCUR","date":"20111230","title":"POLITICUS; Clock Ticking for West to Act on Iranian Nuclear Program","url":"http://www.nytimes.com/2011/12/30/world/middleeast/30iht-politicus30.html"},{"body":"UTTERANCES 1. B Rick Perry 2. A Herman Cain 3. E Mitt Romney 4. C Newt Gingrich 5. F Michele Bachmann 6. G Rick Santorum 7. D Ron Paul 8. H Jon Huntsman Jr. MISCELLANY 9. Gen. John R. Allen 10. Pippa Middleton 11. CharlieSheen 12. Colin Firth 13. Dashiell Hammett 14. Quentin Tarantino 15. Measurable snow fell in Central Park 16. President Obama 17.","date":"20111230","title":"OP-CHART; Answers to the Year in Questions","url":"http://www.nytimes.com/2011/12/30/opinion/answers-to-the-year-in-questions.html"},{"body":"HONOLULU -- Fortifying one of its key allies in the Persian Gulf, the Obama administration announced a weapons deal with Saudi Arabia on Thursday, saying it had agreed to sell F-15 fighter jets valued at nearly $30 billion to the Royal Saudi Air Force. The agreement, and the administration's parallel plans to press ahead with a nearly $11 billion","byline":"By MARK LANDLER and STEVEN LEE MYERS; Mark Landler reported from Honolulu, and Steven Lee Myers from Washington. Eric Schmitt contributed reporting from Washington.","date":"20111230","title":"Healing a Rift, U.S. Agrees to $30 Billion Fighter Jet Sale to Saudi Arabia","url":"http://www.nytimes.com/2011/12/30/world/middleeast/with-30-billion-arms-deal-united-states-bolsters-ties-to-saudi-arabia.html"},{"body":"IT was a year in which the words ''till death do us part'' took on new, life-changing meaning for thousands of gay New Yorkers and significantly less for one overexposed Kardashian. It was a year in which smart, talented women ruled the music scene (Adele), the best-seller lists (Tina Fey) and the box office (''Bridesmaids''), and starred in the","byline":"By STUART EMMRICH","date":"20111229","title":"The 75 Things New Yorkers Talked About in 2011","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0CE2DE133CF93AA15751C1A9679D8B63"},{"body":"IT was a year in which the words ''till death do us part'' took on new, life-changing meaning for thousands of gay New Yorkers and significantly less for one overexposed Kardashian. It was a year in which smart, talented women ruled the music scene (Adele), the best-seller lists (Tina Fey) and the box office (''Bridesmaids''), and starred in the","byline":"By STUART EMMRICH","date":"20111229","title":"The 75 Things New Yorkers Talked About in 2011","url":"http://www.nytimes.com/2011/12/29/fashion/the-75-things-new-yorkers-talked-about-in-2011.html"},{"body":"Among global big thinkers, never a bashful crowd, the notion of a United States in decline has become conventional wisdom. In late 2011, this narrative has crescendoed, with experts arguing that China has surpassed the United States economically, Niall Ferguson declaring that we are at ''the end of 500 years of Western predominance'' and The","byline":"By IAN BREMMER AND DAVID F. GORDON","date":"20111228","title":"OP-ED CONTRIBUTOR; An Upbeat View of America's 'Bad' Year","url":"http://www.nytimes.com/2011/12/28/opinion/an-upbeat-view-of-americas-bad-year.html"},{"body":"ISLAMABAD, Pakistan -- With the United States facing the reality that its broad security partnership with Pakistan is over, American officials are seeking to salvage a more limited counterterrorism alliance that they acknowledge will complicate their ability to launch attacks against extremists and move supplies into Afghanistan. The United States","byline":"By ERIC SCHMITT","date":"20111226","title":"U.S. Redraws Pakistani Ties With Limits","url":"http://www.nytimes.com/2011/12/26/world/asia/us-preparing-for-pakistan-to-restrict-support-for-afghan-war.html"},{"body":"The 10-year-old war in Afghanistan remained just a blip on the American news media's radar in 2011. Of all the news content in newspapers and on the Web, television and radio this year, Afghanistan accounted for about 2 percent of coverage, according to the Project for Excellence in Journalism, an arm of the Pew Research Center. Six other subjects","byline":"By BRIAN STELTER","date":"20111226","title":"MEDIA DECODER; Afghanistan Low on News Agenda","url":"http://query.nytimes.com/gst/fullpage.html?res=9D02E1DC103DF935A15751C1A9679D8B63"},{"body":"THOSE WEREN'T JUST tank lights leaving the desert behind. That was the darkness of a nearly nine-year war made visible. The soldiers moved through the sandstorms, and landed back home in the United States to deal with the continuing legacy of American foreign policies. In 2011, Barack Obama's promises were finally beginning to find their way onto","date":"20111225","title":"The World","url":"http://query.nytimes.com/gst/fullpage.html?res=9A01E3DC153DF936A15751C1A9679D8B63"}],"tokens":["Bin","Laden"],"total":811},{"offset":"0","results":[{"body":"I feel a rising tide of ennui. America is in the last, numbing days of an excruciating slog to Election Day and some of my tribe &mdash; the jaded scribes, the blogging sages and caffeinated cable chatterers &mdash; have run out of patience, poor babies. Searching for the source of their malaise, beyond the dubious science of the polls and the mean","byline":"By BILL KELLER","date":"20121029","title":"OP-ED COLUMNIST; The No Agenda Myth","url":"http://www.nytimes.com/2012/10/29/opinion/keller-the-no-agenda-myth.html"},{"body":"WASHINGTON &mdash; One of the currents running through the presidential campaign has been a tacit but fundamental question: After 11 years of the war on terror, what kind of threat does Al Qaeda pose to America? The candidates offered profoundly different answers during their final debate last week, with President Obama repeating his triumphant","byline":"By ROBERT F. WORTH","date":"20121028","title":"NEWS ANALYSIS; Al Qaeda-Inspired Groups, Minus Goal of Striking U.S.","url":"http://www.nytimes.com/2012/10/28/world/middleeast/al-qaeda-inspired-groups-minus-goal-of-striking-us.html"},{"body":"The economy is slowly recovering from the 2008 meltdown, and the country could suffer another recession if the wrong policies take hold. The United States is embroiled in unstable regions that could easily explode into full-blown disaster. An ideological assault from the right has started to undermine the vital health reform law passed in 2010.","date":"20121028","title":"EDITORIAL; Barack Obama for Re-election","url":"http://www.nytimes.com/2012/10/28/opinion/sunday/barack-obama-for-president.html"},{"body":"He was one of Al Qaeda &rsquo;s most elusive operatives, a master of disguise who helped to orchestrate the deadly 1998 bombings of two American Embassies in East Africa. He then stayed on the run for more than a dozen years until he was finally killed in 2011 in a shootout at a security checkpoint in Somalia. He was Fazul Abdullah Mohammed , a","byline":"By BENJAMIN WEISER","date":"20121026","title":"Memoir of Fazul Abdullah Mohammed May Be Cited in Plea for Leniency","url":"http://www.nytimes.com/2012/10/26/nyregion/memoir-of-fazul-abdullah-mohammed-may-be-cited-in-plea-for-leniency.html"},{"body":"The artist Richard Artschwager, who is having a second career retrospective at the Whitney Museum of American Art, had his first in 1988. And the timing of it, everyone said, was genius. Mr. Artschwager was then in his mid-60s &mdash; he is now 88 &mdash; and had already been on the New York scene for three decades, with art that was, at different","byline":"By HOLLAND COTTER","date":"20121026","title":"ART REVIEW; Richard Artschwager! at Whitney Museum","url":"http://www.nytimes.com/2012/10/26/arts/design/richard-artschwager-at-whitney-museum.html"},{"body":"LOS ANGELES &mdash; Thanks to the magic of editing, President Obama will have a starring role in a television drama about one of his biggest accomplishments &mdash; the killing of Osama bin Laden &mdash; that will be shown just two nights before the presidential election. But the star turn is virtually certain to bolster claims that the","byline":"By MICHAEL CIEPLY and BRIAN STELTER","date":"20121024","title":"Obama Is Prominent in SEAL Team Six, Weinstein Film","url":"http://www.nytimes.com/2012/10/24/arts/television/obama-is-prominent-in-seal-team-six-weinstein-film.html"},{"body":"BOCA RATON, Fla. -- President Obama and Mitt Romney wrapped up a series of defining debates on Monday night with a bristling exchange over America's place in the world as each sought to portray the other as an unreliable commander in chief in a dangerous era. Picking up where he left off in last week's debate, Mr. Obama went on offense from the","byline":"By PETER BAKER and HELENE COOPER","date":"20121023","title":"Obama and Romney Bristle From Start Over Foreign Policy","url":"http://www.nytimes.com/2012/10/23/us/politics/obama-and-romney-meet-in-foreign-policy-debate.html"},{"body":"Mitt Romney has nothing really coherent or substantive to say about domestic policy, but at least he can sound energetic and confident about it. On foreign policy, the subject of Monday night's final presidential debate, he had little coherent to say and often sounded completely lost. That's because he has no original ideas of substance on most","date":"20121023","title":"EDITORIAL; The Final Debate","url":"http://www.nytimes.com/2012/10/23/opinion/the-final-presidential-debate.html"},{"body":"He does not speak on the stump or appear in television ads. Campaign audiences rarely hear his name. But aside from President Obama and Mitt Romney , no one has shaped the 2012 election more than George W. Bush -- on the economy and on the foreign policy issues in the spotlight during the final presidential debate on Monday. For Mr. Romney, the","byline":"By JOHN HARWOOD","date":"20121023","title":"POLITICAL MEMO; An Unseen Force Looms Large Over the Race","url":"http://www.nytimes.com/2012/10/23/us/politics/unseen-but-looming-over-the-race-george-w-bush.html"},{"body":"BEIRUT, Lebanon -- Lebanon and Jordan moved aggressively on Monday to squelch the spread of violence from Syria 's deadlocked civil war, the most significant register yet of alarm over the strife spilling over Syrian borders. Lebanese Army tanks and armored personnel carriers rolled into the streets of Beirut and Tripoli to stop a night of","byline":"By DAVID D. KIRKPATRICK and NEIL MacFARQUHAR; Reporting was contributed by Hwaida Saad and Hania Mourtada in Beirut, Ranya Kadri in Amman, Jordan, and Jodi Rudoren in Jerusalem.","date":"20121023","title":"Lebanon and Jordan Move Quickly to Contain Syria-Related Violence","url":"http://www.nytimes.com/2012/10/23/world/middleeast/lebanon-and-jordan-act-on-syria-related-violence.html"}],"tokens":["Bin","Laden"],"total":378}]}