{"tokens":[],"results":[{"offset":"0","results":[{"body":"An annual tradition in this space has been the Office Pool, a device to stretch readers' imaginations, force long-range thinking and slyly slip in my own prognostications about the year ahead. Because some grimly frolicsome readers clipped these columns to confront me with them at year's end, this tradition was abandoned several years ago. With the","byline":"By William Safire","date":"19811231","title":"Essay; OFFICE POOL FOR 1982","url":"http://www.nytimes.com/1981/12/31/opinion/essay-office-pool-for-1982.html"},{"body":"G EORGE BUSH, who has virtually disappeared from the public eye, is feeling a bit squeamish about the high profile that has been thrust upon him when he leaves the Vice President's House on the grounds of the Naval Observatory along Washington's Embassy Row. For months Mr. Bush, who prides himself on his quiet demeanor and on the fact that he was","byline":"By Phil Gailey and David Shribman","date":"19811230","title":"BRIEFING","url":"http://www.nytimes.com/1981/12/30/us/briefing-155115.html"},{"body":"President Reagan, declaring that ''the Soviet Union bears a heavy and direct responsibility for the repression in Poland,'' cut back sharply today on Soviet-American trade and scientific exchange. He warned of further measures if the Polish crackdown is not lifted. ''The United States wants a constructive and mutually beneficial relationship with","byline":"By STEVEN R. WEISMAN","date":"19811230","title":"REAGAN CURTAILS SOVIET TRADE AND HALTS TECHNOLOGY SALES; WALESA SAID AGREE TO TALKS","url":"http://www.nytimes.com/1981/12/30/world/reagan-curtails-soviet-trade-halts-technology-sales-walesa-said-agree-talks.html"},{"body":"The 1981 Sorehead of the Year Trophy - a life-size plastic replica of former Ohio State football coach Woody Hayes - has been awarded to Prime Minister Menachem Begin of Israel. Mr. Begin's citation praises his ''monumentally outraged sensitivity'' provoked by United States refusal to support his annexation of the Golan Heights and his bombings of","byline":"By Russell Baker","date":"19811230","title":"OBSERVER; Pain's Greatest Moments","url":"http://www.nytimes.com/1981/12/30/opinion/observer-pain-s-greatest-moments.html"},{"body":"The Reagan Administration decided today on economic and political sanctions against the Soviet Union for its role in the imposition of martial law in Poland. Details of the planned moves were not made public, but President Reagan is expected to announce them on Tuesday, senior Administration officials said. Poland's former envoy to Japan, who","byline":"By BERNARD GWERTZMAN, Special to the New York Times","date":"19811229","title":"U.S. MAKES DECISION TO PUNISH RUSSIANS ON ROLE IN POLAND","url":"http://www.nytimes.com/1981/12/29/world/us-makes-decision-to-punish-russians-on-role-in-poland.html"},{"body":"Trucking deregulation and two recessions have finally taken their toll on Cooper-Jarrett Inc., a small New Jersey-based trucking company. Cooper-Jarrett, which has lost money in each of the last four years, filed for protection yesterday under Chapter 11 of the Federal Bankruptcy Act. The company's officers cited deregulation and a weakened economy","byline":"By LYDIA CHAVEZ","date":"19811229","title":"COOPER-JARRETT FILES IN BANKRUPTCY COURT","url":"http://www.nytimes.com/1981/12/29/business/cooper-jarrett-files-in-bankruptcy-court.html"},{"body":"This was once the Klondike of Siberia, a boom town built on gold, fur and trade with Asia, with gambling and boozing to match. Waves of cultivated exiles, including thousands of Polish nationalists and some of the Decembrists, aristocrats who bungled a coup in 1825, once gave the city a touch of culture and breeding, and even today Irkutsk takes","byline":"By SERGE SCHMEMANN","date":"19811228","title":"SIBERIA A REFUGEE OF TRAMPS, TRADERS AND TALL TALES","url":"http://www.nytimes.com/1981/12/28/world/siberia-a-refugee-of-tramps-traders-and-tall-tales.html"},{"body":"Monday The wheels of government will be turning this week, but ever so slowly. The week between Christmas and New Year's Day is customarily the least productive period of the year in the nation's capital. Congress is away until Jan. 25; the Supreme Court is in recess; President Reagan is in California; and many Government workers are using up","byline":"By Majorie Hunter","date":"19811228","title":"CALENDAR","url":"http://www.nytimes.com/1981/12/28/us/calendar.html"},{"body":"POP MUSIC Roseland, the celebrated ballroom at 52d Street and Broadway, is opening its doors to post-punk rock-and-roll on Tuesday. The show promises to be an exciting one, with England's barbed, rousing Gang of Four, New York's funk-and-rolling Bush Tetras, and the hard-edged punk-rock of another New York band, the Bad Brains. And Roseland's","byline":"By Robert Palmer","date":"19811227","title":"Critics' Choices","url":"http://www.nytimes.com/1981/12/27/arts/critics-choices-147266.html"},{"body":"HARTFORD ANYONE doubting that there was much change in the Connecticut political scene during 1981 has only to look back at a year ago this weekend. Item: Ella T. Grasso was still Governor, although she had announced that she would resign effective Dec. 31 and turn the office over to her Lieutenant Governor, William A. O'Neill. Item: Abraham A.","byline":"By RICHARD L. MADDEN","date":"19811227","title":"CONNECTICUT OPINION; POLITICS; AN UNSETTLING YEAR - MORE UNCERTAINTY FORECAST","url":"http://www.nytimes.com/1981/12/27/nyregion/connecticut-opinion-politics-an-unsettling-year-more-uncertainty-forecast.html"}],"tokens":["Bush"],"total":855},{"offset":"0","results":[{"body":"THE ''harmolodic funk'' invented by the composer and saxophonist Ornette Coleman in the 1970's is a discliplined and dizzying synthesis of jazz, rock and world music. Tonight, New Year's Eve, Mr. Coleman is presenting a ''convention'' of harmolodic bands, including his own Prime Time and the best of its offshoots, Ronald Shannon Jackson and the","byline":"By JON PARELES","date":"19821231","title":"NEW YEAR'S EVE ROCK PERFORMANCES","url":"http://www.nytimes.com/1982/12/31/arts/new-year-s-eve-rock-performances.html"},{"body":"A story circulating among conservationists here concerns the big white rhino and the little white rhino, transplants from Zululand, who have not, it seems, found happiness in Zambia. The two rhinoceroses, members of the square-muzzled Ceratotherium simus species as opposed to the more numerous Diceros bicornis, or black rhino, are all that remain","byline":"By ALAN COWELL, Special to the New York Times","date":"19821231","title":"THE WILDLIFE IN ZAMBIA: A KINGDOM UNDER SIEGE","url":"http://www.nytimes.com/1982/12/31/world/the-wildlife-in-zambia-a-kingdom-under-siege.html"},{"body":"THE new year will start with a spectacular breakthrough for gardeners: the first yellow-flowered geranium. Called Primrose Yellow, it has ivy-leaved foliage with light yellow semidouble flowers. Not intended as a garden plant, it is for indoor growing only. An exclusive introduction of the British seed company Thompson & Morgan, this new hybrid","byline":"By JOAN LEE FAUST","date":"19821230","title":"GARDENING; NEW PLANT VARIETIES TO MATCH THE YEAR","url":"http://www.nytimes.com/1982/12/30/garden/gardening-new-plant-varieties-to-match-the-year.html"},{"body":"This is the land where David Livingstone lies buried and where, too, the great evangelical effort of the Scottish missionary and his peers has stamped itself indelibly on a nation once steeped in Africa's animism. Three out of every four of Zambia's six million people profess adherence to one Christian church or another, and Livingstone is still","byline":"By ALAN COWELL, Special to the New York Times","date":"19821228","title":"CHRISTIANS ARE TORN IN THE LAND OF DR. LIVINGSTON","url":"http://www.nytimes.com/1982/12/28/world/christians-are-torn-in-the-land-of-dr-livingston.html"},{"body":"Arthur J. Sills, New Jersey Attorney General from 1962 to 1970, died of a stroke Sunday at Perth Amboy (N.J.) General Hospital. He was 65 years old and lived in Metuchen, N.J. At his death, Mr. Sills was a senior partner in the Newark law firm of Sills, Beck, Cummis, Radin, Tischman & Zuckerman. As Attorney General in the two administrations of","byline":"By THOMAS W. ENNIS","date":"19821228","title":"ARTHUR J. SILLS, ATTORNEY GENERAL IN JERSEY FROM 1962 TO 1970, DIES","url":"http://www.nytimes.com/1982/12/28/obituaries/arthur-j-sills-attorney-general-in-jersey-from-1962-to-1970-dies.html"},{"body":"In 1959, South Africa's all-white Parliament enacted a law called the Extension of University Education Act. It was the keystone of its efforts to create a self-enclosed system of ''Bantu education'' that would fit the vision of a racially compartmentalized society by educating blacks for futures in their own separate homelands. To many at the","byline":"By JOSEPH LELYVELD, Special to the New York Times","date":"19821226","title":"APARTHEID CREATES RIDDLES IN BLACK EDUCATION","url":"http://www.nytimes.com/1982/12/26/world/apartheid-creates-riddles-in-black-education.html"},{"body":"HARTFORD LONG after the counting of the votes, the financial accountings for the Nov. 2 election campaigns are piling up this month in filing cabinets at the Secretary of the State's office, and they contain some common themes - record spending and several cases of leftover debts. The cost of running for office in Connecticut increased","byline":"By RICHARD L. MADDEN","date":"19821226","title":"ELECTION '82 BREAKS RECORD FOR SPENDING","url":"http://www.nytimes.com/1982/12/26/nyregion/election-82-breaks-record-for-spending.html"},{"body":"Every morning before breakfast, William H. Ellis receives a call from the State Department and on most days the message is the same: ''Good morning, this is P.J. We have nothing from Zimbabwe. If things change, we will call later on.'' In a sense, the calls are reassuring. Yet as daily reminders of how powerless Mr. Ellis and his wife, Dorene, are","byline":"Special to the New York Times","date":"19821226","title":"JULY KIDNAPPING BAFFLES ZIMBABWE","url":"http://www.nytimes.com/1982/12/26/world/july-kidnapping-baffles-zimbabwe.html"},{"body":"International The Soviet gross national product has grown at an annual rate of 4.8 percent over the last three decades, according to an analysis prepared by the Central Intelligence Agency for the Joint Economic Committee of Congress. However, the study found that in recent years the rise has dropped to less than 3 percent a year because of poor","date":"19821226","title":"News Summary; SUNDAY, DECEMBER 26, 1982","url":"http://www.nytimes.com/1982/12/26/nyregion/news-summary-sunday-december-26-1982.html"},{"body":"Archery U.S. Champions Men - Rich McKinney, Glendale, Ariz. Women - Luann Ryon, Parker Dam, Calif. Crossbow Men - Ervin Myers, Dallastown, Pa. Women - Carol Pelosi, Greenbelt, Md. Auto Racing World - Keke Rosberg, Finland. U.S. Grand Prix, Las Vegas, Nev. -Michele Alboreto, Italy. U.S. Grand Prix, Long Beach, Calif. - Niki Lauda, Austria. U.S.","date":"19821226","title":"WINNERS OF INDIVIDUAL AND TEAM CHAMPIONSHIPS DURING 1982","url":"http://www.nytimes.com/1982/12/26/sports/winners-of-individual-and-team-championships-during-1982.html"}],"tokens":["Bush"],"total":710},{"offset":"0","results":[{"body":"A Federal grand jury will soon be convened to investigate suspected fraud in the expense vouchers filed by members of the South Florida task force on narcotics, officials of the Drug Enforcement Administration say. Marion S. Ramey, assistant administrator of the drug agency for planning and inspection, said the inquiry was focusing on whether","byline":"By LESLIE MAITLAND WERNER","date":"19831230","title":"GRAND JURY TO STUDY FRAUD BY DRUG AGENTS IN FLORIDA","url":"http://www.nytimes.com/1983/12/30/us/grand-jury-to-study-fraud-by-drug-agents-in-florida.html"},{"body":"* American Agronomics Corp., a Tampa, Fla., citrus company, has named William C. Rousse president and chief operating officer. * American Savings Bank has named Stephen Fuzesi Jr. first senior vice president, general counsel and secretary. * Fingermatrix Inc., North White Plains, a developer and manufacturer of electronic fingerprint identification","date":"19831229","title":"EXECUTIVE CHANGES","url":"http://www.nytimes.com/1983/12/29/business/executive-changes-141143.html"},{"body":"For the benefit of youngsters afflicted with an American education, let me note that George Orwell was the pen name of an Englishman named Eric Blair whose extensive writings included the novel ''1984.'' His idea for the book was conceived in 1943 when Britain was at war with Nazi Germany. It was completed in 1948 and published in 1949. While","byline":"By Russell Baker","date":"19831228","title":"OBSERVER; BUT WHAT ABOUT 2020?","url":"http://www.nytimes.com/1983/12/28/opinion/observer-but-what-about-2020.html"},{"body":"South Africa, which began a major military operation in Angola last week, asserted tonight that as many as 1,000 nationalist guerrillas were poised to move into South-West Africa. Gen. Constand Viljoen, the South African Defense Force commander, told reporters that seven companies of guerrillas of the South-West Africa People's Organization were","byline":"Reuters","date":"19831227","title":"A MOVE BY REBELS INTO NAMIBIA SEEN","url":"http://www.nytimes.com/1983/12/27/world/a-move-by-rebels-into-namibia-seen.html"},{"body":"The only thing difficult about shopping for traditional men's clothing in London and Paris these days is that there is so much to choose from. Prime ministers come and go. Governments rise, fall, are extended and removed, but the high quality of the men's stores continues almost unaltered. For those who will be traveling this holiday season, one","byline":"By JOHN DUKA","date":"19831226","title":"SHOPPING IN LONDON AND PARIS FOR TRADITIONAL MEN'S CLOTHES","url":"http://www.nytimes.com/1983/12/26/style/shopping-in-london-and-paris-for-traditional-men-s-clothes.html"},{"body":"IT may not be just the holiday spirit, but Lowell P. Weicker Jr., Connecticut's unpredictable Republican United States Senator, is moving toward peace with his party. Mr. Weicker says he hopes that President Reagan runs again next year and wins re-election. He says he has ended his feuding with Vice President George Bush and would back Mr. Bush for","byline":"By RICHARD L. MADDEN","date":"19831225","title":"WEICKER PUTS CONFRONTATION ASIDE","url":"http://www.nytimes.com/1983/12/25/nyregion/weicker-puts-confrontation-aside.html"},{"body":"The coordinator of Nicaragua's governing junta said today that the United States Central Intelligence Agency was behind the exodus of 1,300 Indians from Nicaragua to Honduras. He denied a United States-born Bishop's claim that all had left the country voluntarily. ''The C.I.A. directed and organized that operation,'' Daniel Ortega Saavedra told","byline":"AP","date":"19831225","title":"MANAGUA, DENYYING BISHOP'S REPORT, LINKS INDIAN EXODUS TO C.I.A.","url":"http://www.nytimes.com/1983/12/25/world/managua-denyying-bishop-s-report-links-indian-exodus-to-cia.html"},{"body":"The CampaignSeason OpensIn El SalvadorRoberto d'Aubuisson last week opened his campaign for President of El Salvador by attacking his critics in the United States Embassy and the North American press. Americans who criticize Salvadoran military officers, he contended, are weakening the armed forces. Mr. d'Aubuisson, who is President of the","byline":"By Milt Freudenheim and Henry Giniger Milt Freudenheim and Henry Giniger","date":"19831225","title":"THE WORLD","url":"http://www.nytimes.com/1983/12/25/weekinreview/the-world-135089.html"},{"body":"Once upon a time, picking out an evergreen tree and hauling it home to decorate was a family's holiday ritual whether Christmas was spent at grandfather's farm or back in town. Now this age-old tradition is being revived as the number of cut-your-own tree farms expands throughout the Northeast. City or country folk once again go out to fields where","byline":"By JOAN LEE FAUST","date":"19831225","title":"LEISURE FRONT; FOR A FESTIVE YULETIDE, COLOR IT EVERGREEN ;","url":"http://www.nytimes.com/1983/12/25/arts/leisure-front-for-a-festive-yuletide-color-it-evergreen.html"},{"body":"Even though the Seattle Seahawks had never qualified for the playoffs before today, they were not all strangers to the postseason tournament that leads to the Super Bowl. The Seahawks, who beat the Denver Broncos, 31-7, in the American Football Conference's wild-card game in the Kingdome, have nine players who have participated in the playoffs with","date":"19831225","title":"VETERANS HELP THE SEAHAWKS","url":"http://www.nytimes.com/1983/12/25/sports/veterans-help-the-seahawks.html"}],"tokens":["Bush"],"total":772},{"offset":"0","results":[{"body":"When the House and Senate open the 99th session of Congress Thursday, legislative leaders say the biggest issue they will face is the Federal budget deficit - the same big issue they have faced each of the last four years. Once again the same question will be asked: Can the deficit, which Congress and the Administration have sought to cut each year","byline":"By JONATHAN FUERBRINGER , Special to the New York Times","date":"19841231","title":"NEW CONGRESS IS AWAITING ITS TURN TO COMBAT FEDERAL BUDGET DEFICIT","url":"http://www.nytimes.com/1984/12/31/us/new-congress-is-awaiting-its-turn-to-combat-federal-budget-deficit.html"},{"body":"THE playing field is where he is most at home, where he is known as No. 22, the starting quarterback, or simply Doug because he is not even the only Flutie on the Boston College football team. On the playing field, he is one of the guys, undistinguished in a sea of maroon-and-gold-clad players, most of them bigger and more imposing than he. On the","byline":"By PETER ALFANO","date":"19841231","title":"FLUTIE SHOWS GRACE UNDER A NEW BLITZ","url":"http://www.nytimes.com/1984/12/31/sports/flutie-shows-grace-under-a-new-blitz.html"},{"body":"WASHINGTON Here, for the high rollers of punditry, is the office pool in Cassandra's Casino. Nobody ever gets more than four correct, but when you hit on a big one, all the predictions that went awry are washed away. 1. White House chief of staff at 1985's end will be (a) James Baker; (b) Michael Deaver; (c) Richard Darman; (d) Robert McFarlane;","byline":"By William Safire","date":"19841231","title":"ESSAY; OFFIC POOL, 1985","url":"http://www.nytimes.com/1984/12/31/opinion/essay-offic-pool-1985.html"},{"body":"Nine years ago, Jonas Savimbi made this city the capital of his short-lived Democratic Republic of Angola. Today he is trying to strangle it. Huambo is the center of Angola's almost hidden civil war, a conflict that has left countless dead, 20,000 amputees and aggravated malnourishment problems for one-third of the people of the once-fertile","byline":"By JAMES BROOKE, Special to the New York Times","date":"19841231","title":"ANGOLA'S CIVIL WAR REDUCES A FERTILE DISTRICT TO HUNGER","url":"http://www.nytimes.com/1984/12/31/world/angola-s-civil-war-reduces-a-fertile-district-to-hunger.html"},{"body":"Maureen Dowd is a reporter for The New York Times. WOMEN LOOKED AT HER and saw themselves, in a glass reflecting pride and prejudice, power and fear of power. As it turned out, her candidacy forced American women to grapple with their ambivalence about their own sex. No one knew what Geraldine A. Ferraro was supposed to be. She did not remind you","byline":"By Maureen Dowd","date":"19841230","title":"REASSESSING WOMEN'S POLITICAL ROLE/THE LASTING IMPACT OF GERALDINE FERRARO","url":"http://www.nytimes.com/1984/12/30/magazine/reassessing-women-s-political-role-the-lasting-impact-of-geraldine-ferraro.html"},{"body":"Archery U.S. Champions Men - Darrell Pace, Hamilton, Oh. Women - Ruth Rowe, McLean, Va. Crossbow Men - Alan Kaufhold, Smoketown, Pa. Women - Carol Pelosi, Greenbelt, Md. Auto Racing World - Nikki Lauda, Austria. Grand Prix (Detroit) - Nelson Piquet, Brazil. Grand Prix (Dallas) - Keke Rosberg, Finland. U.S.A.C. Silver Crown - Dave Blaney, Hartford,","date":"19841230","title":"WINNERS OF INDIVIDUAL AND TEAM CHAMPIONSHIPS DURING 1984","url":"http://www.nytimes.com/1984/12/30/sports/winners-of-individual-and-team-championships-during-1984.html"},{"body":"Patricia Trebay Brennan, the daughter of Dr. and Mrs. Matthew J. Brennan of Milford, Pa., and Litchfield, Conn., and Louis J. Sirico Jr., a son of Mr. Sirico of New Haven and Milford, Conn., and the late Mrs. Sirico, were married yesterday in Villanova, Pa. The Rev. Joseph M. Nally performed the ceremony at St. Thomas of Villanova Roman Catholic","date":"19841230","title":"Patricia T. Brennan, Lawyer, Is Wed To Louis J. Sirico Jr., a Law Professor","url":"http://www.nytimes.com/1984/12/30/style/patricia-t-brennan-lawyer-is-wed-to-louis-j-sirico-jr-a-law-professor.html"},{"body":"WHEN the old year is making way for the new, museums and art galleries throughout the state usually present exhibitions to accompany the transition. More often than not, such displays have an affecting holiday spirit, or at least project a theme that seems particularly timely. And if these shows are a bit sentimental or nostalgic, that is all","byline":"By DAVID L. SHIREY","date":"19841230","title":"ART EXHIBITIONS THAT CAPTURE THE SPIRIT OF THE SEASON","url":"http://www.nytimes.com/1984/12/30/nyregion/art-exhibitions-that-capture-the-spirit-of-the-season.html"},{"body":"-bee in Cleveland, intending to fulfill a mission no one else had asked of me - to become a truth-bearing novelist - I was convinced that the work would cure my defects, such as vanity and moroseness. And that's only the beginning of the list. I read Tolstoy's short novel ''Family Happiness'' and thought that's the ticket. I read Tolstoy's ''Hadji","byline":"By Herbert Gold","date":"19841230","title":"THERE ARE NORMAL OUTPATIENTS, AND THEN THERE ARE WRITERS","url":"http://www.nytimes.com/1984/12/30/books/there-are-normal-outpatients-and-then-there-are-writers.html"},{"body":"It was a year when legacies were emphasized, when origins were recalled, when the old could look newer than the new. At the same time, ''old'' concerns were treated from a new perspective. Concretely, this meant that the New York City Ballet's choreographers stayed loyal to the Balanchine legacy; a choreographer new to America such Pina Bausch","byline":"By Anna Kisselgoff","date":"19841230","title":"DANCE VIEW; LEGACIES AND ORIGINS WERE EMPHASIZED","url":"http://www.nytimes.com/1984/12/30/arts/dance-view-legacies-and-origins-were-emphasized.html"}],"tokens":["Bush"],"total":1293},{"offset":"0","results":[{"body":"The American Conservative Union expects to have Jonas Savimbi, the leader of anti-government forces in Angola, as a guest of honor at its three-day Conservative Political Action Conference that starts Jan. 30 in Washington. President Reagan and Jeane J. Kirkpatrick, former chief delegate to the United Nations, will be the main guests of honor on","byline":"By James F. Clarity and Warren Weaver Jr.","date":"19851231","title":"BRIEFING; An Angolan Guest","url":"http://www.nytimes.com/1985/12/31/us/briefing-an-angolan-guest.html"},{"body":"From the window of Dr. Markus Borner's office, one looks south across an expanse of thinning acacia trees where gazelles and wildebeest roam in the hundreds of thousands. Here the great Serengeti plains begin, a seemingly endless landscape virtually void of vegetation taller than a bush. Across this plain, perhaps the greatest migration of animals","byline":"By EDWARD A. GARGAN, Special to the New York Times","date":"19851231","title":"MIGRATORY PATTERNS TRACED IN SERENGETI","url":"http://www.nytimes.com/1985/12/31/science/migratory-patterns-traced-in-serengeti.html"},{"body":"How do the newsmakers in the nation's capital mark the passage of the old year into the new? The answers are as different as the newsmakers themselves. President Reagan and his wife, Nancy, will celebrate New Year's Eve in Palm Springs, Calif., at the home of Walter and Leonore Annenberg. Mitch Snyder, who runs a shelter for the homeless in the","byline":"Special to the New York Times","date":"19851231","title":"To Party or Not on New Year's Eve","url":"http://www.nytimes.com/1985/12/31/us/to-party-or-not-on-new-year-s-eve.html"},{"body":"The name of this forlorn village means ''We came to this place by foot.'' Using the sun as their compass -where it sets is where they are going -thousands of refugees fleeing war-stricken Mozambique have traveled by foot for up to four days to reach South Africa, with many settling in makeshift villages such as Tshembanenge in the so-called tribal","byline":"By SHEILA RULE, Special to the New York Times","date":"19851230","title":"FOR FEAR-DRIVEN MOZAMBICANS, A NIGHTMARE TREK","url":"http://www.nytimes.com/1985/12/30/world/for-fear-driven-mozambicans-a-nightmare-trek.html"},{"body":"One year after their triumph in the 1984 elections, President Reagan and Congressional Republicans appear to have lost much of the strategic high ground from which they had kept Democrats pinned down. Republicans, says Kevin Phillips, a highly regarded G.O.P. analyst, have entered a period ''where they are going to be managing the political down","byline":"By PHIL GAILEY","date":"19851229","title":"DEMOCRATS HOPE TO HAVE BETTER ANSWERS THIS TIME","url":"http://www.nytimes.com/1985/12/29/weekinreview/democrats-hope-to-have-better-answers-this-time.html"},{"body":"Dian Fossey, an American zoologist who studied Rwanda's rare mountain gorillas for 18 years, has been killed by unknown assailants at her forest camp in this central African country, the police said today. Dr. Fossey, who was 53 years old, was a fierce defender of the mountain gorilla, which she feared would become extinct by the end of the","byline":"Reuters","date":"19851229","title":"ZOOLOGIST IS SLAIN IN CENTRAL AFRICA","url":"http://www.nytimes.com/1985/12/29/world/zoologist-is-slain-in-central-africa.html"},{"body":"The engagement of Priscilla Hunnewell Kidder to Josiah West Ellis has been announced by Mr. and Mrs. George H. Kidder of Concord, Mass., parents of the future bride. Her fiance is a son of Mr. and Mrs. Alexander Ellis Jr. of Lincoln, Mass. A May wedding is planned. Miss Kidder, a graduate of the Concord Academy and Bates College, is with the","date":"19851229","title":"Priscilla Kidder To Wed in May","url":"http://www.nytimes.com/1985/12/29/style/priscilla-kidder-to-wed-in-may.html"},{"body":"Hundreds of books have been written aiming to close the gap between the technique of the beginner and the technique of the expert. But the beginner has a different problem that is hardly ever addressed: he forgets the meaning of a bid, or the number of trumps that have been played, or a vital discard. Even good players can have memory lapses, and","byline":"By ALAN TRUSCOTT","date":"19851228","title":"Bridge; New Book Offers Solutions For Those Memory Lapses","url":"http://www.nytimes.com/1985/12/28/nyregion/bridge-new-book-offers-solutions-for-those-memory-lapses.html"},{"body":"Swazi villagers said today that South African troops crossed into the southeastern corner of the country this week and threatened to attack them if they gave shelter to guerrillas. Pretoria has recently repeated warnings to its black neighbors that it would ignore international boundaries to pursue attackers. A Swaziland police spokesman, Solly","byline":"Reuters","date":"19851228","title":"SOUTH AFRICAN TROOPS REPORTEDLY VIOLATE SWAZILAND'S BORDERS","url":"http://www.nytimes.com/1985/12/28/world/south-african-troops-reportedly-violate-swaziland-s-borders.html"},{"body":"To be a politician is to have, perforce, many friends. So Christmas card lists grow long in the nation's capital. Amid the earnest newsletters and solemn statements issuing from this city in the holiday season has come an abundance of good wishes from a range of elected officials. Just like average citizens beyond the Potomac, some politicians","byline":"By ROBIN TONER, Special to the New York Times","date":"19851225","title":"Greetings, to The Political One and All","url":"http://www.nytimes.com/1985/12/25/us/greetings-to-the-political-one-and-all.html"}],"tokens":["Bush"],"total":821},{"offset":"0","results":[{"body":"Among the losers of 1986 you would probably have to include Vice President Bush, but you have to be careful. He may have a key role to play here in the coming year. You can never tell about Vice Presidents. John Adams said: ''My country in its wisdom contrived from me the most insignificant office that ever the invention of man contrived or his","byline":"By James Reston","date":"19861231","title":"WASHINGTON; In Praise of Losers","url":"http://www.nytimes.com/1986/12/31/opinion/washington-in-praise-of-losers.html"},{"body":"The Justice Department will consider turning over additional Iran arms investigations to a special Federal prosecutor named earlier this month, department officials said today. The move could significantly broaden the power of the special prosecutor, Lawrence E. Walsh, who has already been given authority to investigate American-sanctioned arms","byline":"By PHILIP SHENON, Special to the New York Times","date":"19861231","title":"WALSH MAY TAKE OVER MORE IRAN ARMS CASES","url":"http://www.nytimes.com/1986/12/31/world/walsh-may-take-over-more-iran-arms-cases.html"},{"body":"Excerpts from ''Prelude to Retaliation: Building a Governmental Consensus on Terrorism'' by George Bush, published in the winter-spring 1987 edition of SAIS Review, the journal of the Johns Hopkins University School of Advanced International Studies, in Washington: In characterizing terrorism as a threat to democratic governments, I am not saying","date":"19861231","title":"WASHINGTON TALK: Capital Reading; Bush on Terrorism","url":"http://www.nytimes.com/1986/12/31/us/washington-talk-capital-reading-bush-on-terrorism.html"},{"body":"The Reagan Administration's top Middle East official will visit the region early next month to assess Arab-Israeli peace prospects and to demonstrate that American foreign policy is not paralyzed by the Iran arms affair, State Department officials said today. The trip, by Richard W. Murphy, assistant secretary of State for Near Eastern and South","byline":"By BERNARD GWERTZMAN, Special to the New York Times","date":"19861231","title":"REAGAN TO SEND KEY OFFICIAL TO 'ASSESS' THE MIDDLE EAST","url":"http://www.nytimes.com/1986/12/31/world/reagan-to-send-key-official-to-assess-the-middle-east.html"},{"body":"President Reagan today offered a favorable assessment of the year in terms of superpower relations, saying that ''this year, relations between the United States and the Soviet Union advanced.'' In his weekly radio address, the President added that ''1986 has been a good year for the cause of human freedom and good for the cause of world peace.''","byline":"By BERNARD WEINRAUB, Special to the New York Times","date":"19861228","title":"REAGAN SEES GAIN IN U.S. SOVIET TIES","url":"http://www.nytimes.com/1986/12/28/world/reagan-sees-gain-in-us-soviet-ties.html"},{"body":"IT was a splendid Christmas present - perfect in its timing, perfect in its fulfillment of national longings - the sight of the frail aircraft known as the Voyager settling awkwardly to earth in California last Tuesday after a nine-day circumnavigation of the globe, an epic journey that bore the stamp of Lindbergh and Magellan. In a season of","byline":"By R.W. APPLE Jr.","date":"19861228","title":"A WEEK NO LESS PAINFUL THAN ITS RECENT PREDECESSORS","url":"http://www.nytimes.com/1986/12/28/weekinreview/a-week-no-less-painful-than-its-recent-predecessors.html"},{"body":"THERE are scowling faces of wood and mud, effigies of leather, doors that sprout navels and drawings recounting ancient tales of passion and power. In these and some 80 other objects of beauty, fear, faith and doubt, a little of traditional Africa has come to Nassau County. ''African art is rarely seen out here,'' said Rosalind Jeffries, the guest","byline":"By CLIFFORD D. MAY","date":"19861228","title":"AFRICAN ART: FEAR AND FANTASIES","url":"http://www.nytimes.com/1986/12/28/nyregion/african-art-fear-and-fantasies.html"},{"body":"The President's Task Force on Regulatory Relief, established to make good on Ronald Reagan's promise to ''get the Government off the backs of the people,'' was quietly disbanded in 1983, some said in anticipation of potentially bruising debate in the 1984 elections. This month, it was back in action again with a new mandate: to promote productivity","byline":"By Caroline Rand Herron and Martha A. Miles","date":"19861228","title":"THE NATION; A New Attack On Standards for Fuel Economy","url":"http://www.nytimes.com/1986/12/28/weekinreview/the-nation-a-new-attack-on-standards-for-fuel-economy.html"},{"body":"Because of an editing error, several words were omitted from a paragraph in Joan D. Abrams's Dec. 14 Opinion article supporting school district takeovers by the state. The paragraph, referring to provisions for the removal of central office personnel and for a one-year review of principal effectiveness, should have read as follows: The same","date":"19861228","title":"A CORRECTION","url":"http://www.nytimes.com/1986/12/28/nyregion/c-a-correction-402586.html"},{"body":"Questions are based on news reports in The Times this week. Answers appear on page 32. 1. Palm readers saw this secret message. Whose palm is it and what did the message say? 2. Shortly after he becomes Governor of Arizona next month, Evan Mecham plans to do something no governor has done. What is it? 3. The Voyager, the experimental aircraft that","byline":"By Linda Amster","date":"19861227","title":"SATURDAY NEWS QUIZ","url":"http://www.nytimes.com/1986/12/27/us/saturday-news-quiz.html"}],"tokens":["Bush"],"total":968},{"offset":"0","results":[{"body":"LEAD: Alexander M. Haig Jr. announced today that he was dropping out of the Republican Presidential competition in Iowa, 40 days before the opening round of that state's caucuses. Alexander M. Haig Jr. announced today that he was dropping out of the Republican Presidential competition in Iowa, 40 days before the opening round of that state's","byline":"By WARREN WEAVER Jr., Special to the New York Times","date":"19871231","title":"Haig Gives Up on Iowa Caucuses to Focus on Early Primary States","url":"http://www.nytimes.com/1987/12/31/us/haig-gives-up-on-iowa-caucuses-to-focus-on-early-primary-states.html"},{"body":"LEAD: Most Presidential candidates, except for Vice President Bush and Senator Bob Dole, are critical of President Reagan's policy on the West Bank and the Gaza Strip. Most Presidential candidates, except for Vice President Bush and Senator Bob Dole, are critical of President Reagan's policy on the West Bank and the Gaza Strip. In response to","byline":"By DAVID E. ROSENBAUM, Special to the New York Times","date":"19871231","title":"Most Presidential Hopefuls Critical of Reagan Policy on Mideast","url":"http://www.nytimes.com/1987/12/31/us/most-presidential-hopefuls-critical-of-reagan-policy-on-mideast.html"},{"body":"LEAD: Perhaps the most intensive preseason ever in Presidential politics ends this week after a year of polls, position papers and personal questions that saw the destruction of two campaigns, the resurrection of one and a seemingly endless series of little-watched debates. Perhaps the most intensive preseason ever in Presidential politics ends","byline":"By ROBIN TONER, Special to the New York Times","date":"19871231","title":"Political Memo; As the Preseason Ends, All Parties Take Stock","url":"http://www.nytimes.com/1987/12/31/us/political-memo-as-the-preseason-ends-all-parties-take-stock.html"},{"body":"LEAD: The bad news, folks, as 1987 shuffles off this mortal coil, is that on Jan. 1, 1988, your Social Security payroll taxes are going up again, by an estimated $14 million a year. The good news is that you're about to hear a soft-headed liberal pundit's confession of all-too-frequent error in the old year. The bad news, folks, as 1987 shuffles","byline":"By TOM WICKER","date":"19871231","title":"IN THE NATION; Nobody's Perfect","url":"http://www.nytimes.com/1987/12/31/opinion/in-the-nation-nobody-s-perfect.html"},{"body":"LEAD: IN Neil Simon's ''Come Blow Your Horn,'' the author's alter ego, a character named Buddy Baker, tells his father he is thinking about writing plays for television or the theater. His father would prefer him to go into the family's wax-fruit business, and warns him: ''Plays can close. Television you turn off. IN Neil Simon's ''Come Blow Your","byline":"By MEL GUSSOW","date":"19871231","title":"Stage: Early Neil Simon, 'Come Blow Your Horn'","url":"http://www.nytimes.com/1987/12/31/theater/stage-early-neil-simon-come-blow-your-horn.html"},{"body":"LEAD: What poor prognostication in this space last year; I even predicted the stock market would go down, and of course it has risen a bit since last year-end. This year I resolve to bet my hopes, instead of merely my expectations. 1. Begging the President's pardon, clemency next year will be offered (a) to Messrs. What poor prognostication in this","byline":"By WILLIAM SAFIRE","date":"19871230","title":"ESSAY; Office Pool, 1988","url":"http://www.nytimes.com/1987/12/30/opinion/essay-office-pool-1988.html"},{"body":"LEAD: After Gary Hart admitted having new ideas, several reliable political writers disclosed that all the other Democratic candidates have new ideas, too. After Gary Hart admitted having new ideas, several reliable political writers disclosed that all the other Democratic candidates have new ideas, too. So far, not one has denied the charge or","byline":"By RUSSELL BAKER","date":"19871230","title":"OBSERVER; In the New Ideas Bog","url":"http://www.nytimes.com/1987/12/30/opinion/observer-in-the-new-ideas-bog.html"},{"body":"LEAD: The Republican Presidential campaign of Pat Robertson asked the Federal Election Commission today for a 30-day delay in dispensing $4.5 million in public matching funds to the campaign. The Republican Presidential campaign of Pat Robertson asked the Federal Election Commission today for a 30-day delay in dispensing $4.5 million in public","byline":"By RICHARD L. BERKE, Special to the New York Times","date":"19871230","title":"Robertson Asks Delay on U.S. Funds","url":"http://www.nytimes.com/1987/12/30/us/robertson-asks-delay-on-us-funds.html"},{"body":"LEAD: Supporters of Gary Hart filed petitions Monday to put his name on the ballot for the Illinois primary, saying they had gathered twice as many signatures as were required. Supporters of Gary Hart filed petitions Monday to put his name on the ballot for the Illinois primary, saying they had gathered twice as many signatures as were required.","byline":"AP","date":"19871230","title":"Hart Meets Deadline for Primary in Illinois","url":"http://www.nytimes.com/1987/12/30/us/hart-meets-deadline-for-primary-in-illinois.html"},{"body":"LEAD: In the inner circles of Presidential campaigns, where crucial decisions are made, women are making a breakthrough in what was once an exclusive male preserve. In the inner circles of Presidential campaigns, where crucial decisions are made, women are making a breakthrough in what was once an exclusive male preserve. With little fanfare, women","byline":"By ROBIN TONER, Special to the New York Times","date":"19871229","title":"Women Taking Major Roles In '88 Presidential Campaigns","url":"http://www.nytimes.com/1987/12/29/us/women-taking-major-roles-in-88-presidential-campaigns.html"}],"tokens":["Bush"],"total":1173},{"offset":"0","results":[{"body":"LEAD: President Reagan and Vice President Bush were subpoenaed today to testify as defense witnesses for Oliver L. North at his trial on conspiracy charges stemming from the Iran-contra affair. President Reagan and Vice President Bush were subpoenaed today to testify as defense witnesses for Oliver L. North at his trial on conspiracy charges","byline":"By PHILIP SHENON, Special to the New York Times","date":"19881231","title":"Reagan and Bush Get Subpoenas To Testify as Witnesses for North","url":"http://www.nytimes.com/1988/12/31/us/reagan-and-bush-get-subpoenas-to-testify-as-witnesses-for-north.html"},{"body":"LEAD: It was the year of Geraldo Rivera pleading with America not to let the children watch this next segment. It was the year of Geraldo Rivera pleading with America not to let the children watch this next segment. Dan Quayle, who was no Jack Kennedy, won a nation's heart by making himself available for public browbeating by news purveyors and","byline":"By Russell Baker","date":"19881231","title":"OBSERVER; Not a Vintage Year","url":"http://www.nytimes.com/1988/12/31/opinion/observer-not-a-vintage-year.html"},{"body":"LEAD: The Labor Department will hold hearings in February and March on lifting a 1942 regulation that bars apparel manufacturers from employing seamstresses in their homes, officials said Thursday. The Labor Department will hold hearings in February and March on lifting a 1942 regulation that bars apparel manufacturers from employing seamstresses","byline":"AP","date":"19881231","title":"Hearings Set on Lifting 1942 Homework Curb","url":"http://www.nytimes.com/1988/12/31/us/hearings-set-on-lifting-1942-homework-curb.html"},{"body":"LEAD: To the Editor: To the Editor: Your Dec. 8 editorial notes parallels between Martin Van Buren and George Bush, up to a point. The President-elect gave away Van Buren T-shirts at a party for those who covered his campaign because he is ''the first incumbent Vice President to be elected President since Van Buren won in 1836.'' Van Buren","date":"19881231","title":"Van Buren's Troubles","url":"http://www.nytimes.com/1988/12/31/opinion/l-van-buren-s-troubles-695288.html"},{"body":"LEAD: A Federal appeals court, ruling on environmental challenges to the Interior Department's five-year plan for leasing offshore oil and gas, today ordered a further review of the program's effects on wildlife but refused to void leases that had been made. A Federal appeals court, ruling on environmental challenges to the Interior Department's","byline":"AP","date":"19881231","title":"Court Orders Review of the Impact Of U.S. Offshore Lease Program","url":"http://www.nytimes.com/1988/12/31/us/court-orders-review-of-the-impact-of-us-offshore-lease-program.html"},{"body":"LEAD: International 2-5, 24 Washington rejected Libya's offer to allow an international inspection of a plant that American officials say is intended to make chemical weapons. Washington said the conditions of the offer are inadequate. Page 1 Trying to head off a panic in Israel over Finance Minister Shimon Peres's 5 percent devaluation of the","date":"19881231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1988/12/31/nyregion/news-summary-872588.html"},{"body":"LEAD: The shortage of tritium, a vital material for nuclear weapons, arrived right on schedule. The shortage of tritium, a vital material for nuclear weapons, arrived right on schedule. Since the Carter Administration experts have been warning that the United States should build a new reactor to replace the aging plants that produced the","byline":"By MICHAEL R. GORDON, Special to the New York Times","date":"19881231","title":"How a Vital Nuclear Material Came to Be in Short Supply","url":"http://www.nytimes.com/1988/12/31/us/how-a-vital-nuclear-material-came-to-be-in-short-supply.html"},{"body":"LEAD: Libya has offered to allow an international inspection of a plant that the United States says will be used to make chemical weapons, but Washington has rejected the offer, the State Department said today. Libya has offered to allow an international inspection of a plant that the United States says will be used to make chemical weapons, but","byline":"By MICHAEL R. GORDON, Special to the New York Times","date":"19881231","title":"Libya Offers to Allow Inspection Of Chemical Plant but U.S. Balks","url":"http://www.nytimes.com/1988/12/31/world/libya-offers-to-allow-inspection-of-chemical-plant-but-us-balks.html"},{"body":"LEAD: President-elect George Bush said today that the United States should ''punish firmly, decisively'' those found responsible for the bombing that downed a Pan Am jetliner in Scotland last week. President-elect George Bush said today that the United States should ''punish firmly, decisively'' those found responsible for the bombing that downed a","byline":"By MAUREEN DOWD, Special to the New York Times","date":"19881230","title":"Bush Says 'We Cannot Rest' In Combating Terror Threat","url":"http://www.nytimes.com/1988/12/30/world/bush-says-we-cannot-rest-in-combating-terror-threat.html"},{"body":"LEAD: Few details of President-elect Bush's quail hunting trip have been made available, but a photograph released of the left-handed sportsman tells some things to the cognoscenti. Few details of President-elect Bush's quail hunting trip have been made available, but a photograph released of the left-handed sportsman tells some things to the","byline":"By CHARLES MOHR & DAVID BINDER","date":"19881230","title":"Washington Talk: Briefing; A 'Gentleman's' Hunt","url":"http://www.nytimes.com/1988/12/30/us/washington-talk-briefing-a-gentleman-s-hunt.html"}],"tokens":["Bush"],"total":4316},{"offset":"0","results":[{"body":"LEAD: Here is what the country has learned about George Bush in 1989: Here is what the country has learned about George Bush in 1989: He talks funny. He keeps secrets. He enjoys sports that require Abercrombie & Fitch-style rugged wear. His second serve is as weak as a falling leaf. He loves his jet, his telephone and the sound of his title. He can","byline":"By MAUREEN DOWD, Special to The New York Times","date":"19891231","title":"Basking in Power's Glow: Bush's Year as President","url":"http://www.nytimes.com/1989/12/31/us/basking-in-power-s-glow-bush-s-year-as-president.html"},{"body":"LEAD: A bitter trade dispute with the United States over wheat imports is posing a tough challenge for Nigeria's President, Gen. Ibrahim Babangida, and is likely to come up when he visits Washington next month to meet with President Bush. A bitter trade dispute with the United States over wheat imports is posing a tough challenge for Nigeria's","byline":"By KENNETH B. NOBLE, Special to The New York Times","date":"19891231","title":"WHEAT RIFT SPLITS NIGERIANS AND U.S.","url":"http://www.nytimes.com/1989/12/31/world/wheat-rift-splits-nigerians-and-us.html"},{"body":"LEAD: President Bush conceded today that American troops in Panama committed a ''screw-up'' when they searched the Nicaraguan Ambassador's residence in Panama City on Friday, but questioned why the diplomat had weapons ''up to his eyeballs'' in his house. President Bush conceded today that American troops in Panama committed a ''screw-up'' when","byline":"By THOMAS L. FRIEDMAN, Special to The New York Times","date":"19891231","title":"After Noriega; U.S. ADMITS ERROR IN SEARCHING HOME OF MANAGUA ENVOY","url":"http://www.nytimes.com/1989/12/31/world/after-noriega-us-admits-error-in-searching-home-of-managua-envoy.html"},{"body":"LEAD: IN HIS RECENT MEETing with President Bush, Mikhail S. Gorbachev was reported to have suggested that the American stop using the phrase Western values, as in ''the triumph of Western values.'' This hint that the West had won the cold war smacked too much of gloating. IN HIS RECENT MEETing with President Bush, Mikhail S. Gorbachev was reported","byline":"By WILLIAM SAFIRE","date":"19891231","title":"On Language; Word of the Year: Freedom","url":"http://www.nytimes.com/1989/12/31/magazine/on-language-word-of-the-year-freedom.html"},{"body":"LEAD: No decade stands alone. As Thomas Mann observed, ''it is only we mortals who ring bells and fire off pistols'' when the calendar flips from years numbered 80-something to years numbered 90. The Roaring Twenties arose from the roar of war in the preceding decade and collapsed into a roaring depression in the next. No decade stands alone. As","date":"19891231","title":"Faster, The 1980's:When Information Accelerated","url":"http://www.nytimes.com/1989/12/31/opinion/faster-the-1980-s-when-information-accelerated.html"},{"body":"LEAD: Viewing American foreign policy these days can seem a bit like watching a badly dubbed and poorly edited foreign movie. The actors often seem to be speaking the wrong lines and their actions often seem to be all out of order. Viewing American foreign policy these days can seem a bit like watching a badly dubbed and poorly edited foreign","byline":"By THOMAS L. FRIEDMAN","date":"19891231","title":"The World; As Ideology Recedes, The U.S. Rearranges Its Global Struggles","url":"http://www.nytimes.com/1989/12/31/weekinreview/the-world-as-ideology-recedes-the-us-rearranges-its-global-struggles.html"},{"body":"LEAD: When everything comes together right, when the Florida sun stays warm, Antonio Francisco can pick 90 buckets of tomatoes a day. When everything comes together right, when the Florida sun stays warm, Antonio Francisco can pick 90 buckets of tomatoes a day. At 40 cents a bucket, that means $36. ''It doesn't make me a rich man,'' the 28-year-old","byline":"By JEFFREY SCHMALZ","date":"19891231","title":"The Nation; For Some, There's No Aid When the Crops Freeze","url":"http://www.nytimes.com/1989/12/31/weekinreview/the-nation-for-some-there-s-no-aid-when-the-crops-freeze.html"},{"body":"LEAD: A CENTURY of draining and road building, mosquito eradication and waste dumping has reduced the Hackensack Meadowlands to a featureless reed-choked vista that greets motorists driving the northern reaches of the New Jersey Turnpike. Few birds sing, and about the only thing that nests in the once-fertile mud are discarded tires. A CENTURY of","byline":"By IVER PETERSON","date":"19891231","title":"Compensating for Filling In a Wetland","url":"http://www.nytimes.com/1989/12/31/realestate/compensating-for-filling-in-a-wetland.html"},{"body":"LEAD: NEED a New Year's resolution? Here's one: Renew your passport first thing. If it expires any time in the coming year, this is a must, but even if it has longer to run, the United States Passport Service says that at this time of year you can get your new passport back by mail in two weeks. Things may not run that speedily again until well","byline":"By BETSY WADE","date":"19891231","title":"PRACTICAL TRAVELER; Resolution For 1990: Renew Passport Soon","url":"http://www.nytimes.com/1989/12/31/travel/practical-traveler-resolution-for-1990-renew-passport-soon.html"},{"body":"LEAD: As American troops sought to secure order here last week after having ousted Gen. Manuel Antonio Noriega from power, the American invasion of Panama turned into an occupation. As American troops sought to secure order here last week after having ousted Gen. Manuel Antonio Noriega from power, the American invasion of Panama turned into an","byline":"By LARRY ROHTER","date":"19891231","title":"The World; It May Prove Difficult to Let Panama Get On With Its Life","url":"http://www.nytimes.com/1989/12/31/weekinreview/the-world-it-may-prove-difficult-to-let-panama-get-on-with-its-life.html"}],"tokens":["Bush"],"total":6825},{"offset":"0","results":[{"body":"It was a year when President Bush moved from \"no new taxes\" to \"tax revenue increases\" to a strange request to \"read my hips.\" Almost every candidate running wanted to be an outsider and was urging voters to \"take your government back\" and put \"new blood and fresh thinking\" in the Capitol. Almost everybody was learning a new language to talk about","byline":"By ROBIN TONER, Special to The New York Times","date":"19901231","title":"Political Memo; A Year in Sound Bites: 10 Seconds to Remember","url":"http://www.nytimes.com/1990/12/31/us/political-memo-a-year-in-sound-bites-10-seconds-to-remember.html"},{"body":"Iraq announced today that it was summoning 350 delegates from many Muslim countries for an Islamic conference to be held on Jan. 9, six days before the expiration of the United Nations deadline calling on Iraq to withdraw its forces from Kuwait or face the threat of military action. On a day in which President Saddam Hussein struck strong religious","byline":"By PATRICK E. TYLER, Special to The New York Times","date":"19901231","title":"CONFRONTATION IN THE GULF; Iraq Summons Muslims For Conference on Jan. 9","url":"http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-iraq-summons-muslims-for-conference-on-jan-9.html"},{"body":"It is like a film in slow motion. Any time after Jan. 15 there may be a war, with terrible human and political consequences. We move toward that deadline, trancelike, as if there were no way out. President Bush would plainly prefer not to use military force. He has threatened war on Iraq in order to avoid it -- to persuade Saddam Hussein that he","byline":"By Anthony Lewis","date":"19901231","title":"ABROAD AT HOME; Happy New Year?","url":"http://www.nytimes.com/1990/12/31/opinion/abroad-at-home-happy-new-year.html"},{"body":"To the Editor: It is amazing how much President Bush, his White House aides and his Secretaries of State and Defense have succeeded in misleading much of the country about what the Constitution actually says and what the Founders intended on the power to make war. \"Founders Gave President Lead in War Making\" (letter, Dec. 12) cites Alexander","date":"19901231","title":"Bush Misleads Nation On His War Powers","url":"http://www.nytimes.com/1990/12/31/opinion/l-bush-misleads-nation-on-his-war-powers-969790.html"},{"body":"Senator Bob Dole, the Senate Republican leader, said today that putting the Emir of Kuwait back on his throne was not \"worth one American life, as far as I am concerned.\" Appearing on the NBC News program \"Meet the Press,\" Senator Dole said the American people \"want to make certain that President Bush has done everything, pursued every avenue, for","byline":"Special to The New York Times","date":"19901231","title":"CONFRONTATION IN THE GULF; Dole Cautious on U.S. Role in Gulf Combat","url":"http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-dole-cautious-on-us-role-in-gulf-combat.html"},{"body":"President Bush is expected soon to name a new group of appointees to the Legal Services Corporation, but there is little likelihood his action will reduce the ideological turmoil that has surrounded the issue of legal aid for the poor over the last decade. There have been few more pointed debates in recent years than the one over what should become","byline":"By NEIL A. LEWIS, Special to The New York Times","date":"19901231","title":"Still No End to Turmoil at Legal Services","url":"http://www.nytimes.com/1990/12/31/us/still-no-end-to-turmoil-at-legal-services.html"},{"body":"Foreign ministers of the European Community agreed today to meet in a special session on Friday to consider an independent initiative aimed at persuading Iraq to withdraw its forces from Kuwait before the United Nations deadline of Jan. 15. The meeting was proposed by Germany and endorsed by France after the United States and Iraq repeatedly failed","byline":"By ALAN RIDING, Special to The New York Times","date":"19901231","title":"CONFRONTATION IN THE GULF; EUROPEANS PLAN A SPECIAL SESSION ON CRISIS IN GULF","url":"http://www.nytimes.com/1990/12/31/world/confrontation-in-the-gulf-europeans-plan-a-special-session-on-crisis-in-gulf.html"},{"body":"Officials of the United States, Canada and Mexico say they are fast sweeping away obstacles to Canadian participation in the free-trade negotiations expected to open in 1991 between the United States and Mexico. The three countries are expected to begin shaping a single agreement that would create a North American common market of 350 million","byline":"By CLYDE H. FARNSWORTH, Special to The New York Times","date":"19901231","title":"INTERNATIONAL REPORT; Trade-Talk Role Seen For Ottawa","url":"http://www.nytimes.com/1990/12/31/business/international-report-trade-talk-role-seen-for-ottawa.html"},{"body":"Although a law that took effect on April 1 allows employers to hire teen-agers at less than the minimum wage of $3.80 an hour, few of them have elected to go below this level, an initial survey indicates. A survey of 167 fast-food restaurants by two university economists found that only three were using the sub-minimum wage, which ranges between","byline":"By LOUIS UCHITELLE, Special to The New York Times","date":"19901231","title":"EMPLOYERS SHUN SUB-MINIMUM WAGE","url":"http://www.nytimes.com/1990/12/31/business/employers-shun-sub-minimum-wage.html"},{"body":"The general astonishment at Michael L. Williams's plan to ban scholarships set aside for minority students was instructive. That an Assistant Education Secretary's brainstorm would diminish the tiny minority presence at the nation's colleges was of secondary shock value. People were more astounded, to the point of disbelief, by the conjunction of","byline":"By Brent Staples","date":"19901231","title":"The Editorial Notebook; Flogging Black Conservatives","url":"http://www.nytimes.com/1990/12/31/opinion/the-editorial-notebook-flogging-black-conservatives.html"}],"tokens":["Bush"],"total":6476},{"offset":"0","results":[{"body":"President Bush, on a brief stopover here on the way to Australia, where he is beginning a four-nation Pacific region trip, was asked today if he agreed with a comment by Commerce Secretary Robert A. Mosbacher that the Japanese were partly responsible for the American recession. He replied obliquely: \"We need to get more access to more markets","byline":"By MICHAEL WINES,","date":"19911231","title":"Bush Avoids Criticism of Japanese","url":"http://www.nytimes.com/1991/12/31/world/bush-avoids-criticism-of-japanese.html"},{"body":"\"Whenever people talk about the weather,\" Oscar Wilde wrote in 1895, \"I always think they mean something else.\" Now that 1991 has almost left the room, may I vary the form? \"Whenever people talk about something else, I think they mean the news.\" So, Happy New Year! It's your Hit Parade: Who can ever forget 1991 (fast enough)? The Persian Gulf war","byline":"By Allan Gurganus;","date":"19911231","title":"Relax, It's Almost Over","url":"http://www.nytimes.com/1991/12/31/opinion/relax-it-s-almost-over.html"},{"body":"President Bush belatedly set off for Asia yesterday, taking along the chiefs of 21 major American corporations, including the Big Three auto makers. Regrettably, Mr. Bush seems to be leaving his own best foreign policy instincts and free trade principles behind. Originally, this trip to Australia, Singapore, South Korea and Japan was meant to","date":"19911231","title":"Distorted Diplomacy on Japan","url":"http://www.nytimes.com/1991/12/31/opinion/distorted-diplomacy-on-japan.html"},{"body":"His audience could be the jobless, the elderly, high school students or business executives, but Senator Bob Kerrey always stops midway through his basic Presidential campaign speech, lowers his voice, and confides the central selling point of his campaign. This is his journey from being a Navy commando during the Vietnam War, sure of his enormous","byline":"By RICHARD L. BERKE,","date":"19911231","title":"Kerrey Retells War Story in Effort to Connect With the Voters","url":"http://www.nytimes.com/1991/12/31/us/kerrey-retells-war-story-in-effort-to-connect-with-the-voters.html"},{"body":"In an authoritative statement of policy, the Equal Employment Opportunity Commission declared today that the new civil rights law did not apply to thousands of cases filed by people who said they suffered job discrimination before the measure was signed by President Bush on Nov. 21. The ruling means that workers who filed complaints of","byline":"By ROBERT PEAR,","date":"19911231","title":"AGENCY PROHIBITS USE OF NEW LAW IN OLD BIAS CASES","url":"http://www.nytimes.com/1991/12/31/us/agency-prohibits-use-of-new-law-in-old-bias-cases.html"},{"body":"In a display of fresh anxiety over its sagging economy and American trade pressures, Japan has unveiled steps in the last few days to spur economic growth at home and drive up the value of the yen in world currency markets. The steps were seen as an attempt to defuse American anger and impatience over Japan's mounting trade surpluses before","byline":"By STEVEN R. WEISMAN,","date":"19911231","title":"Japan's Economic Steps: Soothing U.S.","url":"http://www.nytimes.com/1991/12/31/business/japan-s-economic-steps-soothing-us.html"},{"body":"THE very windows bird lovers use to see who feasts at backyard feeders can be hazardous for their feathered friends, a survey of feeder-watchers has found. When startled by a potential predator or chased by a more aggressive diner, birds at feeders often beat a hasty retreat headlong into windows they mistake for a clear path to safety. Though some","byline":"By JANE E. BRODY","date":"19911231","title":"Windows Near Bird Feeders Can Pose a Deadly Threat","url":"http://www.nytimes.com/1991/12/31/health/windows-near-bird-feeders-can-pose-a-deadly-threat.html"},{"body":"William Buckley, an officer with the Central Intelligence Agency, and Lieut. Col. William R. Higgins of the Marines, two hostages slain by their captors in Beirut, were buried today with elaborate military honors. Senior officials who paid tribute to the two men said the arrival of their coffins at their final resting places marked the end of a","byline":"By CLIFFORD KRAUSS,","date":"19911231","title":"2 Hostages, Slain in Beirut, Are Buried in U.S.","url":"http://www.nytimes.com/1991/12/31/world/2-hostages-slain-in-beirut-are-buried-in-us.html"},{"body":"Last December, when Treasury Secretary Nicholas F. Brady was asked on a Sunday television news show about the prospect of a recession, he shrugged it off, saying that it was \"no big deal.\" Now curing the economic slump has become a matter of self-preservation for the Bush Administration, and Mr. Brady has become enmeshed in an internal struggle","byline":"By STEPHEN LABATON","date":"19911231","title":"THE YEAR IN FINANCE: NEWSMAKERS IN 1991; Money Movers Caught in the Turbulent Times of the 90's; Nicholas F. Brady: A Legislative Agenda Fails","url":"http://www.nytimes.com/1991/12/31/business/year-finance-newsmakers-1991-money-movers-caught-turbulent-times-90-s-nicholas-f.html"},{"body":"After 13 1/2 years as head of the Bureau of Labor Statistics, Janet L. Norwood retires from the Government Tuesday with a fax machine presented by 325 admiring colleagues, a near-legendary reputation for nonpartisanship, and plaudits that include one senator's designation of her as a \"national treasure.\" If an informed public is essential for","byline":"By ROBERT D. HERSHEY Jr.,","date":"19911231","title":"COMPANY NEWS; An Even-Handed Collector Of Labor Statistics Retires","url":"http://www.nytimes.com/1991/12/31/business/company-news-an-even-handed-collector-of-labor-statistics-retires.html"}],"tokens":["Bush"],"total":6627},{"offset":"0","results":[{"body":"After announcing he will meet with President President Boris N. Yeltsin of Russia on Saturday, President Bush began a foreign trip Wednesday to Saudi Arabia, Somalia and Russia on what he called a purely humanitarian -- and not personal -- mission of good will. The five-day trip comes just three weeks before his term is to end and is the last","byline":"By MICHAEL WINES,","date":"19921231","title":"Bush Off on Foreign Trip, With Russia on Agenda","url":"http://www.nytimes.com/1992/12/31/world/bush-off-on-foreign-trip-with-russia-on-agenda.html"},{"body":"On the eve of President Bush's visit to Somalia, United States marines stepped up security here in Mogadishu today, seizing and securing a contested bridge outside the capital, flushing armed squatters from a former American Embassy building, and setting up weapons checkpoints on major streets. The security measures came as Mr. Bush prepared to","byline":"By ALISON MITCHELL,","date":"19921231","title":"Marine Force in Somali Capital Intensifies Security for Bush Visit","url":"http://www.nytimes.com/1992/12/31/world/marine-force-in-somali-capital-intensifies-security-for-bush-visit.html"},{"body":"The George Bush who flies to Somalia today has plainly snapped out of his post-election blues. In what might be called Post-Campaign Mode, he's charging toward the Jan. 20 finish line. After spending New Year's Day with the troops in Somalia, he'll head for Moscow to sign the monumental Start treaty, vastly reducing nuclear arsenals. In only a few","date":"19921231","title":"From Start, to Finish","url":"http://www.nytimes.com/1992/12/31/opinion/from-start-to-finish.html"},{"body":"The United Nations High Commissioner for Refugees has drafted an ambitious proposal for countries throughout the Western Hemisphere to grant temporary asylum to Haitian boat people. The High Commissioner is trying to take advantage of President-elect Bill Clinton's campaign promise to \"stop the forced repatriation of Haitian refugees\" even as","byline":"By ROBERT PEAR,","date":"19921231","title":"U.N. Drafts Asylum Plan for Haitian Boat People","url":"http://www.nytimes.com/1992/12/31/world/un-drafts-asylum-plan-for-haitian-boat-people.html"},{"body":"President Bush today sharply attacked as \"stupid\" and \"frivolous\" news reporting and commentary on his Christmas Eve pardons of six Iran-contra defendants. He said his pardons of Caspar W. Weinberger, the former Defense Secretary, and five others should not give anyone the impression that Government officials were above the law. He said his own","byline":"By ADAM CLYMER,","date":"19921231","title":"Bush Criticizes Press Treatment Of His Pardons","url":"http://www.nytimes.com/1992/12/31/us/bush-criticizes-press-treatment-of-his-pardons.html"},{"body":"Six months ago, in the gray, sullen mornings of the Somali winter, this town was cloaked in such death and desperation that a sudden and sizable infusion of well-organized assistance seemed the only solution against mass starvation. Help came, but slower and more sparingly than needed, and tens of thousands, mostly women and children, perished from","byline":"By JANE PERLEZ,","date":"19921231","title":"Somalia 1992: Picking Up Pieces as Famine Subsides","url":"http://www.nytimes.com/1992/12/31/world/somalia-1992-picking-up-pieces-as-famine-subsides.html"},{"body":"All too often during 1992, advertising agencies chose derivativity over creativity, producing work that shamelessly recycled the tried-and-true, like celebrity endorsements, uplifting jingles or special effects. A Burger King campaign by D'Arcy Masius Benton & Bowles, for example, borrows a personality from MTV, Dan Cortese, and a theme from","byline":"By STUART ELLIOTT","date":"19921231","title":"THE MEDIA BUSINESS: Advertising; 1992: The Year Mundane Became Commonplace","url":"http://www.nytimes.com/1992/12/31/business/the-media-business-advertising-1992-the-year-mundane-became-commonplace.html"},{"body":"The Government's forward-looking economic gauge jumped eight-tenths of 1 percent in November, its second straight advance and the biggest in 10 months, the Commerce Department reported today. The rise in the Government's index of leading indicators was another in a recent series of upbeat figures, and it confirmed the widely shared belief among","byline":"By ROBERT D. HERSHEY Jr.,","date":"19921231","title":"0.8% Rise In Leading Indicators","url":"http://www.nytimes.com/1992/12/31/business/0.8-rise-in-leading-indicators.html"},{"body":"Through a combination of scandal and seductiveness, a somewhat disheveled news anchor named Patrick Poivre d'Arvor has become the most talked-about personality in France and the focus of what is being widely described as a moral crisis affecting the nation and its news outlets. Embroiled in the dubious financial affairs of an indicted Lyons","byline":"By ROGER COHEN,","date":"19921231","title":"Paris Journal; The Face That Charms France: Is That Egg on It?","url":"http://www.nytimes.com/1992/12/31/world/paris-journal-the-face-that-charms-france-is-that-egg-on-it.html"},{"body":"It is one of the paradoxes of the Bosnian war that after nine months of fighting, the strongest call for peace is coming from the Serbian forces, universally condemned as the aggressors, and the greatest resistance to a settlement is coming from the country's Muslims, who have won international sympathy for their suffering at Serbian hands. The","byline":"By JOHN F. BURNS,","date":"19921231","title":"War's Pendulum: A special report.; Bosnia 1992: New Puzzles In the Jigsaw of Violence","url":"http://www.nytimes.com/1992/12/31/world/war-s-pendulum-special-report-bosnia-1992-new-puzzles-jigsaw-violence.html"}],"tokens":["Bush"],"total":7874},{"offset":"0","results":[{"body":"As the hours of 1993 dwindle down to a precious few, many are doing some last-minute tax planning. So, too, and quite unhappily, are some cash-carrying criminal defense lawyers who find themselves facing some very stiff fines from the Internal Revenue Service, which is pursuing them as it previously has car and boat dealers, jewelers and furriers.","byline":"By David Margolick","date":"19931231","title":"At the Bar; The I.R.S. is going after lawyers who are paid in piles of cash but who won't name names.","url":"http://www.nytimes.com/1993/12/31/news/bar-irs-going-after-lawyers-who-are-paid-piles-cash-but-who-won-t-name-names.html"},{"body":"Imitators beware: The Renaissance Weekend, that festival of earnestness that President Clinton is attending for the 10th time this weekend, is now protected by trademark. Lest anyone try to establish a Renaissance Weekend cookbook or dating service, for instance, organizers say they are prepared to defend their exclusive rights to their name for","byline":"By DOUGLAS JEHL,","date":"19931231","title":"Bill, Hillary and Other Plain Folks Are All Set for One Heady Weekend","url":"http://www.nytimes.com/1993/12/31/us/bill-hillary-and-other-plain-folks-are-all-set-for-one-heady-weekend.html"},{"body":"Roman Catholic officials, leaders of Jewish organizations and Israeli diplomats in the United States welcome the accord establishing diplomatic relations between the Vatican and Israel not only as a political achievement but also as a milestone in religious history. In a joint statement yesterday, the National Conference of Catholic Bishops and the","byline":"By PETER STEINFELS","date":"19931231","title":"Among Catholics and Jews in U.S., 'Reconciliation' Is Often Heard","url":"http://www.nytimes.com/1993/12/31/world/among-catholics-and-jews-in-us-reconciliation-is-often-heard.html"},{"body":"Welcome to the 20th annual Office Pool. Because this participatory prognostication has answered the unfelt need of millions, this tradition has been imitated in all media. I have always tried to score lower than my readers, and last year went especially deep into the tank: all but one wrong. (That one, however, forewarned that Clinton would jack up","byline":"By WILLIAM SAFIRE","date":"19931230","title":"Essay; Office Pool 1994","url":"http://www.nytimes.com/1993/12/30/opinion/essay-office-pool-1994.html"},{"body":"The Clinton Administration has decided to fight a court ruling that threw out the old military policy under which service members could be dismissed for simply declaring their homosexuality. But the Administration has decided to appeal only on technical grounds, to avoid broad constitutional issues that could undermine its new policy on gay service","byline":"By ERIC SCHMITT,","date":"19931230","title":"WHITE HOUSE ACTS TO PROTECT STAND ON GAY TROOP BAN","url":"http://www.nytimes.com/1993/12/30/us/white-house-acts-to-protect-stand-on-gay-troop-ban.html"},{"body":"The Justice Department's recent decision to drop its antitrust action against the Massachusetts Institute of Technology is a sensible move that puts to rest a misguided case. The case involved the widespread practice of pooling information about applicants for financial aid. The nation's brightest high school seniors often apply to several elite","date":"19931230","title":"Justice Serves M.I.T. and Needy Students","url":"http://www.nytimes.com/1993/12/30/opinion/justice-serves-mit-and-needy-students.html"},{"body":"Two years ago, in the aftermath of the $500 billion savings and loan bailout, Congress passed two-thirds of a bank reform. It poured money into a near-empty deposit insurance fund. And it vastly improved procedures by which regulators could close a bank before it tumbled into bankruptcy and required a costly infusion of taxpayer money to pay off","date":"19931229","title":"Unfinished Bank Reform","url":"http://www.nytimes.com/1993/12/29/opinion/unfinished-bank-reform.html"},{"body":"Louisiana's Congressional districts must be redrawn because they were made to guarantee the election of two black representatives, a three-judge Federal panel ruled today. The panel did not invalidate the 1992 election, which gave the state two black Congressmen for the first time since Reconstruction. But it said the districts must be redrawn","date":"19931229","title":"Asserting Bias, Judges Order Louisiana to Change Districts","url":"http://www.nytimes.com/1993/12/29/us/asserting-bias-judges-order-louisiana-to-change-districts.html"},{"body":"The big trade agreements of the past few months have prompted rejoicing in the United States, Latin America, Western Europe and Asia. But they will be of little value to the former Soviet republics and Eastern Europe, where the growing economic disparity with the rest of the world will sow the seeds of enormous regional violence if it is not","byline":"By Boyden Gray;","date":"19931229","title":"When Currencies Collapse","url":"http://www.nytimes.com/1993/12/29/opinion/when-currencies-collapse.html"},{"body":"Energy Secretary Hazel R. O'Leary called on the Government yesterday to compensate Americans who were exposed to radiation from human medical experiments that the United States conducted for decades after World War II. Mrs. O'Leary said her appeal on behalf of people who were used as subjects in the medical testing was prompted by the Government's","byline":"By KEITH SCHNEIDER","date":"19931229","title":"Energy Official Seeks to Assist Victims of Tests","url":"http://www.nytimes.com/1993/12/29/us/energy-official-seeks-to-assist-victims-of-tests.html"}],"tokens":["Bush"],"total":2867},{"offset":"0","results":[{"body":"Responding to criticism from both Republicans and Democrats, the incoming House Speaker, Newt Gingrich of Georgia, today announced that he would forgo a $4.5 million book advance to avoid the appearance of cashing in on his party's victory in the November elections. Mr. Gingrich, who had earlier dismissed criticism of the advance for two books on","byline":"By PETER APPLEBOME,","date":"19941231","title":"Gingrich Gives Up $4 Million Advance On His Book Deal","url":"http://www.nytimes.com/1994/12/31/us/gingrich-gives-up-4-million-advance-on-his-book-deal.html"},{"body":"Unable to resolve a dispute with China over American accusations of piracy of computer software, movies and tapes, the United States is preparing a list of punitive tariffs that the Chinese warn could bring on a trade war. Officials close to the negotiations said today that the threatened trade sanctions would involve more than $1 billion in","date":"19941231","title":"U.S. Preparing Trade Sanctions Against China","url":"http://www.nytimes.com/1994/12/31/business/us-preparing-trade-sanctions-against-china.html"},{"body":"The United States moved today to end its policy of providing safe haven to Haitian refugees, giving Haitians living at the American naval base at Guantanamo Bay formal notice that they would have to go home. A State Department statement in Creole delivered to the more than 4,400 Haitians at the base in Cuba did not give the Haitians a deadline for","byline":"By ELAINE SCIOLINO,","date":"19941230","title":"U.S. Tells Haitians Held at Guantanamo They Must Go Home","url":"http://www.nytimes.com/1994/12/30/world/us-tells-haitians-held-at-guantanamo-they-must-go-home.html"},{"body":"In ruling that President Clinton need not defend himself at a sexual harassment trial until after leaving office, in 1997 or 2001, a Federal judge in Little Rock has given Mr. Clinton more leeway than the Constitution requires or any defendant deserves. The only mitigating element is the judge's companion ruling that pretrial evidence-gathering may","date":"19941230","title":"Too Much Immunity in the Jones Case","url":"http://www.nytimes.com/1994/12/30/opinion/too-much-immunity-in-the-jones-case.html"},{"body":"Although secretaries of defense have repeatedly proclaimed that readiness is their No. 1 priority, it has declined steadily since the Persian Gulf war. Readiness covers everything from the proper functioning of weapons, to instructors and training materials, to salaries and benefits, to housing for the armed forces. But the defense budget has no","byline":"By Dov S. Zakheim;","date":"19941230","title":"CLINTON & CONGRESS; Our Unready Military","url":"http://www.nytimes.com/1994/12/30/opinion/clinton-congress-our-unready-military.html"},{"body":"To established civil rights groups, Richard A. Samp is an obstruction, at best. At worst, he is the enemy. But Mr. Samp, a conservative public interest lawyer, says he has inherited the mantle that his critics should be wearing. \"I look upon us as bearers of the torch of the civil rights movement,\" said Mr. Samp, chief counsel of the Washington","byline":"By RICHARD PEREZ-PENA","date":"19941230","title":"A Rights Movement That Emerges From the Right","url":"http://www.nytimes.com/1994/12/30/us/a-rights-movement-that-emerges-from-the-right.html"},{"body":"In a compromise decision, a Federal district judge ruled today that the sexual harassment lawsuit filed against President Clinton must not go to trial until after he leaves office. The judge, Susan Webber Wright of Little Rock, Ark., also decided that the parties could proceed with pretrial fact finding to insure that the lawsuit filed by a former","byline":"By STEPHEN LABATON,","date":"19941229","title":"Sexual Harassment Suit Cannot Be Tried While Clinton Is President, U.S. Judge Rules","url":"http://www.nytimes.com/1994/12/29/us/sexual-harassment-suit-cannot-be-tried-while-clinton-is-president-us-judge-rules.html"},{"body":"Helen Payne Wilshire Walsh, who for decades worked on behalf of the disabled, died on Monday in Greenwich (Conn.) Hospital. A resident of Greenwich, she was 97. Mrs. Walsh suffered a long illness, said her niece, Helen Payne Clarke, also of Greenwich. To Fairfield County, Mrs. Walsh was a matriarch of Republican politics and a doyenne of society.","byline":"By WOLFGANG SAXON","date":"19941229","title":"Helen Walsh, 97, Society Figure Who Championed the Disabled","url":"http://www.nytimes.com/1994/12/29/obituaries/helen-walsh-97-society-figure-who-championed-the-disabled.html"},{"body":"What should be Europe's and NATO's relationship with Russia? The question must be answered soon, and decisively, if the United States' historic commitment to Europe is to remain intact. It is axiomatic that America's security and Europe's are linked. But that means both sides must define what constitutes Europe and what is the security perimeter of","byline":"By Zbigniew Brzezinski;","date":"19941228","title":"NATO -- Expand or Die?","url":"http://www.nytimes.com/1994/12/28/opinion/nato-expand-or-die.html"},{"body":"Milton Pitts, the barber who prompted President Richard M. Nixon to set up a White House barbershop and who cut the hair of three other Republican presidents as well as other celebrities, died on Sunday at Georgetown University Hospital. He was 82 and lived in Bethesda, Md. The cause was heart failure, said his daughter, Barbara. Mr. Pitts was","byline":"By DAVID BINDER,","date":"19941228","title":"Milton Pitts, 82, Favorite Barber Of Four Presidents","url":"http://www.nytimes.com/1994/12/28/obituaries/milton-pitts-82-favorite-barber-of-four-presidents.html"}],"tokens":["Bush"],"total":1456},{"offset":"0","results":[{"body":"The shutdowns of big businesses in Brooklyn this year were well publicized: A. & S., Pechter Field's bakery, KB Electronics, each gone, along with hundreds of jobs. The economic base of Brooklyn, it seemed, was draining away fast. But behind the headlines is a bit of hope. As large companies continue to close, analysts say, they are being replaced","byline":"By MICHAEL COOPER","date":"19951231","title":"NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;Brooklyn's Small Plants Filling Industrial Gap","url":"http://www.nytimes.com/1995/12/31/nyregion/neighborhood-report-looking-back-looking-ahead-brooklyn-s-small-plants-filling.html"},{"body":"WHEN Syrians and Israelis sat down last week to try to make peace, they did without the traditional trappings of diplomatic discourse -- a formidable table separating the sides, name plates, microphones and an opening photo-op. Instead, their American hosts seated them cheek-by-jowl in a cozy room around a circular mahogany table, with only a","byline":"By CHRISTOPHER S. WREN","date":"19951231","title":"THE WORLD;How to Set a Peace Table","url":"http://www.nytimes.com/1995/12/31/weekinreview/the-world-how-to-set-a-peace-table.html"},{"body":"In the darkness of early winter, the past year looms dreaily: A weasel named Medell began taking the Browns out of Cleveland. Mickey Mantle died. Duke Snider pleaded guilty to tax evasion from autograph shows, giving the distinct impression that many old heroes take the money and run. George Steinbrenner basically dismantled an enjoyable Yankee","byline":"By GEORGE VECSEY","date":"19951231","title":"Sports of the Times;Postcards Alive With the Sound of Jerry's Music","url":"http://www.nytimes.com/1995/12/31/sports/sports-of-the-times-postcards-alive-with-the-sound-of-jerry-s-music.html"},{"body":"Lamar Alexander disclosed today the names of 255 contributors who gave $4.5 million to a television network that kept his name before party members as he prepared to seek the Republican Presidential nomination. Mr. Alexander's network, the Republican Exchange Satellite Network, raised a total of $4,509,219 to help him beam his own monthly","byline":"AP","date":"19951231","title":"Alexander Lists Names of Those Donating a Total of $4.5 Million","url":"http://www.nytimes.com/1995/12/31/us/alexander-lists-names-of-those-donating-a-total-of-4.5-million.html"},{"body":"Those who support Patrick Joseph Buchanan for President find themselves warding off unloved labels these days: \"protectionist,\" \"isolationist\" and some that are a lot more unexpected. \"I'm no socialist, God knows,\" said Roy Luxemburg, a former supporter of Ross Perot, explaining that he had nevertheless relished listening to Mr. Buchanan rip into","byline":"By JAMES BENNET","date":"19951231","title":"Buchanan, in Unfamiliar Role, Is Under Fire as a Left-Winger","url":"http://www.nytimes.com/1995/12/31/us/buchanan-in-unfamiliar-role-is-under-fire-as-a-left-winger.html"},{"body":"To the Editor: \"Washington, Watch What You Wish For,\" Nov. 19) reported the second thoughts of a lot of economists about budget balancing. It noted the importance of distinguishing between Government investment and current consumption; this is not now part of the Federal budget but clearly should be. There is a world of difference, however, between","date":"19951231","title":"What Is Public Investment?","url":"http://www.nytimes.com/1995/12/31/business/l-what-is-public-investment-047686.html"},{"body":"OUR entry into Queen Elizabeth National Park could have been scripted by the Minister of Tourism. We'd driven no more than five minutes from the gate when a huge bull elephant came lumbering out of the bush. Three more elephants trooped across the road, followed by several babies. It looked like the parade from a circus train, except that this","byline":"By JONATHAN BLACK","date":"19951231","title":"Uganda Struggles Back","url":"http://www.nytimes.com/1995/12/31/travel/uganda-struggles-back.html"},{"body":"PRESIDENT and Mrs. Clinton arrived here in 1993 in a blaze of inaugural panache. There were balls and there was glamour. There was a young crowd and there were Hollywood overtones, with stars like Barbra Streisand staying overnight at the White House. Hostesses took out their gowns and dusted off their jewels. There was a whiff of excitement going","byline":"By KAREN De WITT","date":"19951231","title":"Party Politics (but Where's the Party?)","url":"http://www.nytimes.com/1995/12/31/style/party-politics-but-where-s-the-party.html"},{"body":"With every nation it conquered, ancient Rome imported another set of gods. Classical deities like Mars, Venus and Minerva were soon outnumbered by new arrivals like Cybele, Mithras and Ishtar. Mortal heroes like Hercules were elevated to the status of gods; they were followed by historical individuals like the Emperor Augustus and the boy Antinous.","byline":"By PEPE KARMEL","date":"19951229","title":"ART REVIEW;Persistence of Pagan Myth in Modern Imagination","url":"http://www.nytimes.com/1995/12/29/arts/art-review-persistence-of-pagan-myth-in-modern-imagination.html"},{"body":"Consider the resume: two-term Mayor of Indianapolis; United States Senator for nearly two decades; former chairman of the Senate Foreign Relations Committee; three times on the short list to be the running mate of the Republican Presidential nominee. By a number of measures, Senator Richard G. Lugar of Indiana is among the most qualified candidates","byline":"By JERRY GRAY","date":"19951228","title":"THE CONTENDERS;Lugar Hones His Message, But the Delivery Needs Work","url":"http://www.nytimes.com/1995/12/28/us/the-contenders-lugar-hones-his-message-but-the-delivery-needs-work.html"}],"tokens":["Bush"],"total":1131},{"offset":"0","results":[{"body":"Once the obsession of a dedicated but tiny band, conspiracy theories now seem to have captured a wider audience. Many people, for example, bought former ABC correspondent Pierre Salinger's claim that a Navy missile blew up T.W.A. Flight 800, even though such a cover-up would require a level of discipline and silence from government officials found","byline":"By TINA ROSENBERG","date":"19961231","title":"Crazy for Conspiracies","url":"http://www.nytimes.com/1996/12/31/opinion/crazy-for-conspiracies.html"},{"body":"Fernando Ferrer supports the death penalty. He would force applicants for welfare to submit to fingerprint checks. He considers late-term abortions ''barbaric.'' He does not come from Manhattan or Brooklyn. And he has issued an appeal, notable for its directness, for Hispanic voters to rally behind his mayoral campaign in a display of ethnic force.","byline":"By ADAM NAGOURNEY","date":"19961230","title":"Ferrer Enters Primary From Center and From Bronx","url":"http://www.nytimes.com/1996/12/30/nyregion/ferrer-enters-primary-from-center-and-from-bronx.html"},{"body":"When Margaret Atwood was in Zurich several years ago on a book-promotion tour, she had a sudden, inexplicable visitation. Looking out a window of her hotel, she thought about Grace Marks, who in 1843 at the age of 16 had been convicted of murdering her employer and his mistress. This was one of Canada's most famous criminal cases. For the author it","byline":"By MEL GUSSOW","date":"19961230","title":"The Alternate Personalities In an Author's Life and Art","url":"http://www.nytimes.com/1996/12/30/books/the-alternate-personalities-in-an-author-s-life-and-art.html"},{"body":"1936-1996 Ruppe had a habit of turning political patronage into serious missions: in eight years as Peace Corps director, she reinvigorated the organization. And for her ambassadorial work, she was awarded the Grand Cross of the Norwegian Order of Merit. IN MARCH, WHEN LORET MILLER RUPPE addressed the 35th Peace Corps reunion, she received a","byline":"By Honor Moore","date":"19961229","title":"THE HEIRESS WHO SAVED THE PEACE CORPS","url":"http://www.nytimes.com/1996/12/29/magazine/the-heiress-who-saved-the-peace-corps.html"},{"body":"The idea of abolishing nuclear weapons picked up some powerful support recently when a group of America's most distinguished military officers endorsed that long-term goal. One of the converts was retired Air Force Gen. Lee Butler, who directed the country's nuclear forces just a few years ago. His eloquent defense of a laudable if still","date":"19961229","title":"Unfinished Business With Russia","url":"http://www.nytimes.com/1996/12/29/opinion/unfinished-business-with-russia.html"},{"body":"ARCHERY World Champions MEN'S OLYMPIC BOW Andrea Parenti, Italy. WOMEN'S OLYMPIC BOW Carole Ferriou, France. MEN'S COMPOUND BOW Jeff Button, Cottage Grove, Wis. WOMEN'S COMPOUND BOW Petra Ericsson, Sweden. MEN'S BAREBOW Rensco Van Wees, Netherlands. WOMEN'S BAREBOW Odile Boussiere, France. MEN'S TEAM France. WOMEN'S TEAM Sweden. U.S. Champions","byline":"By VINCENT M. MALLOZZI","date":"19961229","title":"From Atlanta To Wembley, Winners All","url":"http://www.nytimes.com/1996/12/29/sports/from-atlanta-to-wembley-winners-all.html"},{"body":"A White House official and a leading fund-raiser for the Democratic National Committee helped devise a strategy to raise an unprecedented $7 million from Asian-Americans partly by offering rewards to the largest donors, including special access to the White House, the committee's records show. The strategy is laid out in a ''National Asian Pacific","byline":"By TIM WEINER and DAVID E. SANGER","date":"19961228","title":"DEMOCRATS HOPED TO RAISE $7 MILLION FROM ASIANS IN U.S.","url":"http://www.nytimes.com/1996/12/28/us/democrats-hoped-to-raise-7-million-from-asians-in-us.html"},{"body":"The takeover of the residence of Japan's Ambassador in Lima now looms as the biggest setback in the campaign to win the release of a New York woman serving a life sentence in a mountaintop maximum security prison in Peru. The seizure by the Tupac Amaru Revolutionary Movement, known by its Spanish initials, M.R.T.A., echoes a blueprint laid out at a","byline":"By JAMES BROOKE","date":"19961227","title":"Takeover in Lima Imperils the Campaign to Free American Woman","url":"http://www.nytimes.com/1996/12/27/world/takeover-in-lima-imperils-the-campaign-to-free-american-woman.html"},{"body":"This was the year when all semblance of restraint in campaign financing went by the boards. The candidates for President and Congress and their advocates raised and spent an estimated $2 billion on their campaigns, almost double what had ever been spent before on an election. There were prominent scandals: John Huang, a Democratic operative who had","byline":"By DAVID E. ROSENBAUM","date":"19961226","title":"In Political Money Game, The Year of Big Loopholes","url":"http://www.nytimes.com/1996/12/26/us/in-political-money-game-the-year-of-big-loopholes.html"},{"body":"ON this day especially, the notions of free speech and fair play and tolerance toward others have been historically esteemed, or at least been paid lip service. It seems appropriate then to consider the case of the Federal lawsuit recently filed in Chicago: Craig Hodges vs. the National Basketball Association, in which Hodges said that ''the owners","byline":"By IRA BERKOW","date":"19961225","title":"The Case Of Hodges Vs. the N.B.A.","url":"http://www.nytimes.com/1996/12/25/sports/the-case-of-hodges-vs-the-nba.html"}],"tokens":["Bush"],"total":1348},{"offset":"0","results":[{"body":"Consider the word ''web.'' A handy monosyllable, descended unchanged from Old English, and before that from Germanic predecessors. Doesn't rhyme with anything, except a few nicknames and bits of slang contraction. Has a clear everyday meaning all its own, with a few close-ish cousins but no full-service synonym. So it's ideal for metaphor. And","byline":"By PATRICK J. LYONS","date":"19971229","title":"Taking In the Sites ; Come Onto the Web, Spiders and Surfers","url":"http://www.nytimes.com/1997/12/29/business/taking-in-the-sites-come-onto-the-web-spiders-and-surfers.html"},{"body":"Brendan Gill, a pillar of New York's civic, social and literary life for nearly half a century, died on Saturday at New York Hospital. Mr. Gill, who was also a prominent advocate for architectural preservation and other visual arts, was 83 and lived in Bronxville, N.Y. The cause of death was undetermined, said Susan Woldenburg, a close friend of","byline":"By HERBERT MUSCHAMP","date":"19971229","title":"Brendan Gill Dies at 83; Author and Preservationist","url":"http://www.nytimes.com/1997/12/29/arts/brendan-gill-dies-at-83-author-and-preservationist.html"},{"body":"It is a little late to be running a correction, but The New York Times owes one to the people who gathered at Brooklyn's City Hall on New Year's Eve 100 years ago. They met on that miserably cold, rainy night for an ''observance'' -- they specifically refused to call it a celebration -- of their city's merger with New York at midnight. Brooklyn's","byline":"By John Tierney","date":"19971228","title":"Brooklyn Could Have Been A Contender","url":"http://www.nytimes.com/1997/12/28/magazine/brooklyn-could-have-been-a-contender.html"},{"body":"Within each question, you're allowed the choice of one, none or all. 1. Most startling intelligence coup: (a) neo-Angletonian Waldemar Skotzko finds Primakov's mole; (b) U.N. inspectors learn that Saddam's cache of anthrax spores has been moved outside Iraq; (c) Castro's Cuban intelligence, voted ''best network in the U.S.'' by world spookery,","byline":"By WILLIAM SAFIRE","date":"19971228","title":"Essay; Office Pool, 1998","url":"http://www.nytimes.com/1997/12/28/opinion/essay-office-pool-1998.html"},{"body":"After years dominated by Federal budget deficits, the capital faces a new quandary: how to deal with the prospect of surpluses. Ever since the early years of the Reagan Presidency, the Federal deficit has defined the political debate and limited the range of social policy. It caused George Bush to break with his party's dogma of tax cutting. It","byline":"By ALISON MITCHELL","date":"19971228","title":"PARTIES RETHINK THEIR CORE GOALS AS DEFICIT SHRINKS","url":"http://www.nytimes.com/1997/12/28/us/parties-rethink-their-core-goals-as-deficit-shrinks.html"},{"body":"On a December morning six years ago, Hazel Show walked into her home to find her 16-year-old daughter, Laurie, soaked with blood from a savage, gaping throat wound. As she frantically cradled Laurie in her arms, Mrs. Show would later say, the dying girl rasped, ''Michelle. Michelle did it.'' Across the largely rural, huddled communities of","byline":"By JAN HOFFMAN","date":"19971227","title":"JUDGING JUSTICE: A special report.; Federal Judge Overturns Murder Verdict, Fueling Feud on Judicial Power","url":"http://www.nytimes.com/1997/12/27/us/judging-justice-special-report-federal-judge-overturns-murder-verdict-fueling.html"},{"body":"I have a notion about 2000. It is shaping up to be a thoroughly unmillennial contest between androids and mavericks, or droids and ricks. On one side, a bunch of Chinese terra cotta soldiers at attention in dark suits and red ties: Al Gore, Bill Bradley, Lamar Alexander, John Kerry, Elizabeth Dole, Dan Quayle, Jack Kemp (a chatty droid), Dick","byline":"By MAUREEN DOWD","date":"19971227","title":"Liberties; Droids and Ricks","url":"http://www.nytimes.com/1997/12/27/opinion/liberties-droids-and-ricks.html"},{"body":"Because of an editing error, an article yesterday about the Bush Theater in London misstated the given name of the British Prime Minister who was mocked in one of its productions. He was Harold Wilson, not Howard.","date":"19971224","title":"Corrections","url":"http://www.nytimes.com/1997/12/24/nyregion/c-corrections-759678.html"},{"body":"Many a fine speech has been born of the beer flowing in the pub below, but it is above the Fringe & Firkin, in the cramped and scruffy quarters of the 100-seat Bush Theater, that more memorable words are often first heard. Here a new play is put on every six weeks. And it is here, far from the glitter of the West End, that many aspiring British","byline":"By Alan Riding","date":"19971223","title":"ARTS ABROAD; Have a Play and a Dream? We've Got a Stage for You","url":"http://www.nytimes.com/1997/12/23/theater/arts-abroad-have-a-play-and-a-dream-we-ve-got-a-stage-for-you.html"},{"body":"The Hutu guerrillas who massacred more than 270 Tutsi refugees in Rwanda recently do not yet seem to have the organization, arms or manpower to defeat the Government's Tutsi-led army or to take over this hilly capital, military experts in the region say. But it hardly matters. In the long run, diplomats say, the grisly war by Hutu militants in","byline":"By JAMES C. McKINLEY Jr.","date":"19971222","title":"Rwanda's Paralyzing Wound: Hutu-Tutsi Killings","url":"http://www.nytimes.com/1997/12/22/world/rwanda-s-paralyzing-wound-hutu-tutsi-killings.html"}],"tokens":["Bush"],"total":983},{"offset":"0","results":[{"body":"A select House committee, in a classified report unusual for its bipartisanship, has found that over the last 20 years China obtained, sometimes through theft, some of the most sensitive of American military technology, including nuclear weapons design, Government officials and witnesses before the panel say. The committee's final report,","byline":"By JEFF GERTH and ERIC SCHMITT","date":"19981231","title":"HOUSE PANEL SAYS CHINESE OBTAINED U.S. ARMS SECRETS","url":"http://www.nytimes.com/1998/12/31/us/house-panel-says-chinese-obtained-us-arms-secrets.html"},{"body":"Avid players of last year's pool were ahead of the curve on the bull market's incredible longevity, but were ''misled'' -- in 1998's favorite euphemism -- on just about everything else. Forget all that; what is past need not be prelude: 1. Next prime minister of Israel will be (a) ultra-principled Benny Begin; (b) ultra-centrist Dan Meridor; (c)","byline":"By WILLIAM SAFIRE","date":"19981231","title":"Essay; Office Pool, 1999","url":"http://www.nytimes.com/1998/12/31/opinion/essay-office-pool-1999.html"},{"body":"BLIND MAN'S BLUFF The Untold Story of American Submarine Espionage By Sherry Sontag and Christopher Drew, with Annette Lawrence Drew Illustrated. 352 pages. Public Affairs. $25. Eight months before the Watergate break-in in 1972, a Navy submarine slipped inside Russian waters in the Far East and put a wiretap on an undersea Soviet military","byline":"By JEFF STEIN","date":"19981231","title":"BOOKS OF THE TIMES; Submariners: Heights of Risk, Depths of Courage","url":"http://www.nytimes.com/1998/12/31/books/books-of-the-times-submariners-heights-of-risk-depths-of-courage.html"},{"body":"MIAMI 64, GEORGETOWN 63 Johnny Hemsley banked home a short jump shot from the baseline with 15 seconds remaining to lift visiting Miami over Georgetown, 64-63, in a Big East game yesterday. Hemsley scored a career-high 35 points for the Hurricanes (8-2, 2-0 Big East), who won their fourth consecutive regular-season game against the Hoyas (7-4,","date":"19981231","title":"BASKETBALL; Miami Edges Georgetown on Bank Shot","url":"http://www.nytimes.com/1998/12/31/sports/basketball-miami-edges-georgetown-on-bank-shot.html"},{"body":"Ten years ago, Wayne Williams, a peanut farmer here, would no more have considered voting for a black man for Congress than he would have planted his crop in the chill of December. Louie Perry Jr., down in Colquitt County, felt pretty much the same way. So did J. L. Tillman and, truth be told, most every other white farmer who tills the clay of","byline":"By KEVIN SACK","date":"19981230","title":"In the Rural White South, Seeds of a Biracial Politics","url":"http://www.nytimes.com/1998/12/30/us/in-the-rural-white-south-seeds-of-a-biracial-politics.html"},{"body":"Senator John McCain of Arizona plans to announce on Wednesday that he will form an exploratory committee to begin soliciting money for a Presidential bid, a move that his advisers say makes it all but certain that he will seek the Republican nomination. Mr. McCain is the first in a wave of Republican candidates who will signal their candidacies in","byline":"By RICHARD L. BERKE","date":"19981230","title":"Arizona Senator to Explore a Presidential Campaign for 2000","url":"http://www.nytimes.com/1998/12/30/us/arizona-senator-to-explore-a-presidential-campaign-for-2000.html"},{"body":"Despite post-impeachment polls showing that the Republican Party's standing has sunk to its lowest level in years, leading Republicans insist they are not worried that the party will suffer long-term damage, because they expect the Senate to settle the impeachment matter quickly. This extraordinary confidence has surprised some Republicans and many","byline":"By RICHARD L. BERKE","date":"19981228","title":"G.O.P. Will Survive the Polls, Its Leaders Contend","url":"http://www.nytimes.com/1998/12/28/us/gop-will-survive-the-polls-its-leaders-contend.html"},{"body":"DEAR DIARY: When I was a high school student in 1952, I got a memorable lesson about the realities of politics. I went to an Adlai Stevenson campaign rally at Military Park in Newark. Several Congressmen from New Jersey spoke, as did Mr. Stevenson. Another speaker was Martin Fox, a young and idealistic lawyer who was valiantly but vainly running","date":"19981227","title":"JERSEY DIARY","url":"http://www.nytimes.com/1998/12/27/nyregion/jersey-diary.html"},{"body":"This time a year ago, the political pundits had declared that Governor Whitman's political future was dim. Her near defeat by a little-known Democratic challenger, Mayor James E. McGreevey of Woodbridge, raised questions about her national political standing as well as her ability to lead during her second term. But over the past 12 months,","byline":"By Jennifer Preston","date":"19981227","title":"ON POLITICS; Whitman, in Looking Back, Savors Next Year's Prospects","url":"http://www.nytimes.com/1998/12/27/nyregion/on-politics-whitman-in-looking-back-savors-next-year-s-prospects.html"},{"body":"WITH its multitude of million-dollar mansions dating from the 1920's and 30's and with the Gilded Age that they evoke -- not to mention the plenitude of old money in town -- Greenwich in many respects projects the image of a community where time has been standing still for a long, long while. But that perception may change, for a brief moment at","byline":"By JACK CAVANAUGH","date":"19981227","title":"It's Never Too Early for the Millennium","url":"http://www.nytimes.com/1998/12/27/nyregion/it-s-never-too-early-for-the-millennium.html"}],"tokens":["Bush"],"total":1045},{"offset":"0","results":[{"body":"On late-night television last week, David Letterman and Tom Brokaw were bantering about the presidential candidates. Mr. Letterman was repeatedly ridiculing George W. Bush and jokes were flying over the Al Gore-Bill Bradley debate over whether to debate every week. Even John McCain took some hits over his temper. But nowhere in this exchange was","byline":"By LESLIE WAYNE","date":"19991231","title":"A Lavish Run Leaves Forbes Laboring for Nation's Notice","url":"http://www.nytimes.com/1999/12/31/us/a-lavish-run-leaves-forbes-laboring-for-nation-s-notice.html"},{"body":"Gov. George W. Bush closed a record-shattering year in political fund-raising by collecting $10 million over the last three months, bringing his total for 1999 to more than $67 million, the Bush campaign announced today. Mr. Bush will begin the new year with $31.4 million in the bank, aides said, more than four times the bankroll of his closest","byline":"By JOHN M. BRODER","date":"19991231","title":"Bush's Money Machine Lost No Steam in Last Quarter","url":"http://www.nytimes.com/1999/12/31/us/bush-s-money-machine-lost-no-steam-in-last-quarter.html"},{"body":"The lights were dim, the ballroom hushed and the mood as taut as a paperback mystery. Yet Thomas Dunne was nonchalant as he tossed a dollar bill on the crisp linen of a back table strategically situated on the far literary outskirts of the annual National Book Awards banquet in New York. Seconds later Mr. Dunne claimed a prize, but it was not for","byline":"By DOREEN CARVAJAL","date":"19991231","title":"Intrepid Helmsman At St. Martin's Press; Publisher's Unit Sails Through a Storm","url":"http://www.nytimes.com/1999/12/31/business/intrepid-helmsman-at-st-martin-s-press-publisher-s-unit-sails-through-a-storm.html"},{"body":"INTERNATIONAL A3-10 Ex-Beatle George Harrison Is Stabbed by an Intruder A man armed with a large knife broke into the house of the former Beatle George Harrison near London and stabbed him in the chest, the authorities said. Mr. Harrison, 56, was treated for a collapsed lung and minor stab wounds and was reported to be in stable condition. His wife","date":"19991231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1999/12/31/nyregion/news-summary-149284.html"},{"body":"If not for the inhibiting effect of political correctness, heaven only knows what might become of Jackie Mason. A nice intelligent man he is, but as cab passengers know, he has a tongue on him. So maybe he would be slicing pastrami (it wouldn't be lean) in a deli somewhere instead of convulsing audiences with laughter at the Golden Theater on","byline":"By LAWRENCE VAN GELDER","date":"19991231","title":"THEATER REVIEW; A Bad Word to Say, Wittily, About Almost Everybody","url":"http://www.nytimes.com/1999/12/31/movies/theater-review-a-bad-word-to-say-wittily-about-almost-everybody.html"},{"body":"Talks With Hijackers Turn Fragile, India Says Negotiations between Indian officials and hijackers holding more than 150 hostages aboard an Indian Airlines jet in Afghanistan broke down -- and then resumed at a delicate point, the Indian foreign minister said. PAGE A6 5 Dead After Hotel Shooting Police say a Tampa, Fla., hotel employee shot four","date":"19991231","title":"INSIDE","url":"http://www.nytimes.com/1999/12/31/nyregion/inside-148881.html"},{"body":"When Kofi Annan, a soft-spoken aristocrat from Ghana, was elected the United Nations' seventh secretary general three years ago, the quiet insider with a gentle sense of humor was welcomed as a healer in an organization raked by derision from American politicians and unsettled by an ugly Clinton administration campaign to oust his predecessor,","byline":"By BARBARA CROSSETTE","date":"19991231","title":"Kofi Annan Unsettles People, As He Believes U.N. Should Do","url":"http://www.nytimes.com/1999/12/31/world/kofi-annan-unsettles-people-as-he-believes-un-should-do.html"},{"body":"In wood-paneled V.F.W. halls and drafty high school gymnasiums, Senator John McCain likes to summon audiences to join a ''great crusade'' to seize government back from the monied interests. Then in the very next breath he strikes a discordant note of fatalism: he talks about defeat. ''I don't know if I'll win this election,'' Mr. McCain","byline":"By ALISON MITCHELL","date":"19991230","title":"Anti-Politician McCain Shows Political Skills","url":"http://www.nytimes.com/1999/12/30/us/anti-politician-mccain-shows-political-skills.html"},{"body":"Bill Bradley and John McCain, two insurgent presidential candidates challenging their parties' front-runners, made striking gains in campaign fund-raising in the final months of the year, each exceeding the amount raised by Vice President Al Gore. Former Senator Bradley, Mr. Gore's only rival for the Democratic nomination, announced today that he","byline":"By JOHN M. BRODER","date":"19991230","title":"Bradley Excels In Money Race As Rival Falters","url":"http://www.nytimes.com/1999/12/30/us/bradley-excels-in-money-race-as-rival-falters.html"},{"body":"HOW valuable is an ''s'' on the Internet? Two combatants, separated in cyberspace by that single letter, are about to find out. One is a fiercely independent World Wide Web ensemble looking to use the new medium to stir up the status quo and reshape the boundaries of artistic expression. The other is an e-commerce upstart seeking to build a","byline":"By Matthew Mirapaul","date":"19991230","title":"THE MEDIA BUSINESS: ADVERTISING; Art and commerce collide online as eToys tries to share what it sees as its turf with an arts group.","url":"http://www.nytimes.com/1999/12/30/business/media-business-advertising-art-commerce-collide-online-etoys-tries-share-what-it.html"}],"tokens":["Bush"],"total":1932},{"offset":"0","results":[{"body":"President-elect George W. Bush's choices for top posts in his administration signal that he intends to run a government by cabinet, delegating more authority than usual to seasoned executives whose reputations were made years before Mr. Bush first ran for office. With their golden resumes, long years of public service, strong personalities and","byline":"By JOSEPH KAHN","date":"20001231","title":"BUSH'S SELECTIONS SIGNAL A WIDENING OF CABINET'S ROLE","url":"http://www.nytimes.com/2000/12/31/us/bush-s-selections-signal-a-widening-of-cabinet-s-role.html"},{"body":"AS President-elect George W. Bush filled five positions in his Cabinet last week, one man stood silently to the side during the announcements: Vice President-elect Dick Cheney. In past administrations, this tableau might have served as the perfect metaphor for the No. 2 job: seldom seen, rarely heard. Not in this White House. Mr. Cheney, who is","byline":"By ERIC SCHMITT","date":"20001231","title":"The Nation; When 'I'm No. 2' Becomes Something to Cheer About","url":"http://www.nytimes.com/2000/12/31/weekinreview/the-nation-when-i-m-no-2-becomes-something-to-cheer-about.html"},{"body":"IN 2000 reality meant game shows, and politics merged with entertainment. Politics dominates this list of the year's most significant television events, but the medium's definition of political became fuzzier than ever. BUSH WINS (THIS TIME THEY MEAN IT) -- For an event of flabbergasting incompetence and importance, it's impossible to beat the","byline":"By CARYN JAMES","date":"20001231","title":"TELEVISION/RADIO: THE YEAR IN REVIEW; Reality Took Over But Seemed So Unreal","url":"http://www.nytimes.com/2000/12/31/arts/television-radio-the-year-in-review-reality-took-over-but-seemed-so-unreal.html"},{"body":"WHEN Bill Clinton moved into the White House eight years ago, the economy was starting to gather strength but the federal budget deficit was getting bigger, leaving the new president handcuffed when it came to fiscal policy. His successor will inherit a very different situation. George W. Bush will become president at a time when the economy is","byline":"By RICHARD W. STEVENSON","date":"20001231","title":"ECONOMIC VIEW; Bush's Task: Deciding How He'll Spend A Big Surplus","url":"http://www.nytimes.com/2000/12/31/business/economic-view-bush-s-task-deciding-how-he-ll-spend-a-big-surplus.html"},{"body":"American presidential transitions are always beautiful tableaux of near regal courtesy. The loser concedes, saying something like, ''The majesty of the American people has spoken.'' Later the outgoing president spends his last few minutes of power swearing in a man whom, more often than not, he despises. As hypocritical pageantry goes, great stuff.","byline":"By Jack Hitt","date":"20001231","title":"The Way We Live Now: 12-31-00; The Great Divide","url":"http://www.nytimes.com/2000/12/31/magazine/the-way-we-live-now-12-31-00-the-great-divide.html"},{"body":"Some have worried that George W. Bush's administration will look a lot like his father's. Actually, it may look like Gerald Ford's. Mr. Bush selected Donald H. Rumsfeld as his secretary of defense, the job he held in the Ford administration. The decision was heavily influenced by Vice President-elect Dick Cheney, who was, of course, Mr. Ford's","byline":"By David E. Sanger","date":"20001231","title":"December 24 - 30; Bush Cabinet Takes Shape","url":"http://www.nytimes.com/2000/12/31/weekinreview/december-24-30-bush-cabinet-takes-shape.html"},{"body":"The protracted vote-counting for the 2000 election delayed the planning for the inauguration of the next president on Jan. 20, but the Texans of Washington, with more reasons than most to celebrate, are well prepared. ''We are the only inaugural ball with food instead of dips,'' Rick Meyers, co-chairman of the 2001 Black Tie and Boots Inaugural","byline":"By IRVIN MOLOTSKY","date":"20001231","title":"Across Washington, the Inaugural Rush Is On","url":"http://www.nytimes.com/2000/12/31/us/across-washington-the-inaugural-rush-is-on.html"},{"body":"To the Editor: Re ''What Tax Cuts Can Buy for Health,'' by Matthew Miller (Op-Ed, Dec. 28): Tax credits for the purchase of private health insurance are a form of indirect corporate welfare that would likely not achieve anything near universal coverage. The overhead costs for Medicare are about 2 percent, while those for the private insurance","date":"20001231","title":"Mixing Tax Cuts With Health Care","url":"http://www.nytimes.com/2000/12/31/opinion/l-mixing-tax-cuts-with-health-care-232556.html"},{"body":"An article last Sunday about changes in the Washington social scene foreseeable under the new presidential administration misstated the name of the hotel that houses the Jockey Club restaurant, site of a traditional preinaugural party. It is the Westin Fairfax, no longer the Ritz-Carlton. The article also misidentified the president whose commerce","date":"20001231","title":"Corrections","url":"http://www.nytimes.com/2000/12/31/style/c-corrections-209643.html"},{"body":"CALL it the case of the good economy gone bad. The nation's decade-long boom seems to be ending more abruptly than any mainstream economist predicted. In the first half of 2000, the American economy was growing at more than 5 percent annually. This quarter, it will be lucky to expand at all. Slowdowns that sudden do not just happen. Yet the nation","byline":"By ALEX BERENSON","date":"20001231","title":"Ideas & Trends; The Case of the Instant Recession","url":"http://www.nytimes.com/2000/12/31/weekinreview/ideas-trends-the-case-of-the-instant-recession.html"}],"tokens":["Bush"],"total":6329},{"offset":"0","results":[{"body":"To President Bush, Mitchell E. Daniels Jr. is Blade, the guy who takes a knife to spending proposals in a quest to slow the inexorable growth of government, as Republicans see it -- or to cut into vital programs, in the Democratic view. Mr. Daniels, the director of the White House Office of Management and Budget and one of the administration's most","byline":"By RICHARD W. STEVENSON","date":"20011231","title":"Bush's Budget Director Girds for a Tough Year","url":"http://www.nytimes.com/2001/12/31/us/bush-s-budget-director-girds-for-a-tough-year.html"},{"body":"More bush fires south of Sydney, which the police believe to be deliberately set, fueled a haze of gray smoke today that diverted jets from the airport, obscured landmarks and set off alarms in malls and other buildings. Lower-than-predicted temperatures helped firefighters contain hundreds of bush fires raging for a week across Australia's most","date":"20011231","title":"Smoke Chokes Sydney as More Bush Fires Are Set Near the City","url":"http://www.nytimes.com/2001/12/31/world/smoke-chokes-sydney-as-more-bush-fires-are-set-near-the-city.html"},{"body":"When President Bush had a country news conference last week in blue jeans and cowboy boots, with Gen. Tommy R. Franks and the presidential spaniel, Spot, at his side, he chose as his backdrop an old frame house on a particularly uninspiring stretch of his 1,600-acre central Texas ranch. What he did not offer up for the world to see, for reasons of","byline":"By ELISABETH BUMILLER","date":"20011231","title":"White House Letter; President's Own Brand Of Privacy on the Prairie","url":"http://www.nytimes.com/2001/12/31/us/white-house-letter-president-s-own-brand-of-privacy-on-the-prairie.html"},{"body":"Asked at his year-end news conference how Sept. 11 changed him, President Bush grew testy. ''Talk to my wife,'' he snapped. Not for him any of those look-in-the-mirror ruminations. His unspoken point: he's the same man he always was, and now people have come to appreciate the real him. He was misbriefed. It's a mistake to try to force half the","byline":"By WILLIAM SAFIRE","date":"20011231","title":"Oh, You '02","url":"http://www.nytimes.com/2001/12/31/opinion/oh-you-02.html"},{"body":"In what appeared to be a last-ditch effort to forestall war with India, Pakistan was reported this morning to have arrested Hafiz Muhammad Saeed, the founder of one of two Islamic militant groups accused by India of mounting an attack on the Indian Parliament 18 days ago. Reports by the Reuters and Agence France-Presse news services that appeared","byline":"By JOHN F. BURNS","date":"20011231","title":"Pakistan Is Reported to Have Arrested Militant Leader","url":"http://www.nytimes.com/2001/12/31/world/pakistan-is-reported-to-have-arrested-militant-leader.html"},{"body":"The Department of Housing and Urban Development damaged several New York neighborhoods when it permitted scam artists to bilk the government out of federally secured mortgage and construction loans in the late 1990's. The scammers acquired more than 500 buildings with federal backing, then dumped them, leaving boarded-up and derelict homes in areas","date":"20011231","title":"A Happy Outcome at HUD","url":"http://www.nytimes.com/2001/12/31/opinion/a-happy-outcome-at-hud.html"},{"body":"Representatives of Osama bin Laden contacted Iranian intelligence agents in the mid-1990's in an attempt to forge an anti-American alliance of terror between Iran and Mr. bin Laden's network, Al Qaeda, according to United States intelligence reports. In 1996 a close ally of Mr. bin Laden sought out Iranian intelligence officers in Afghanistan to","byline":"By JAMES RISEN","date":"20011231","title":"A NATION CHALLENGED: QAEDA DIPLOMACY; Bin Laden Sought Iran as an Ally, U.S. Intelligence Documents Say","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-qaeda-diplomacy-bin-laden-sought-iran-ally-us-intelligence.html"},{"body":"Attacks on Israelis by Palestinians have declined nearly 50 percent in the two weeks since the Palestinian leader Yasir Arafat called for a halt to violence, the Israeli Army said today. But hopes for a continued lull were jolted today when Israeli armed forces shot and killed six Palestinians in two separate incidents near Jewish settlements in","byline":"By DOUGLAS FRANTZ","date":"20011231","title":"New Violence in Mideast, but Attacks by Palestinians Decline","url":"http://www.nytimes.com/2001/12/31/world/new-violence-in-mideast-but-attacks-by-palestinians-decline.html"},{"body":"NEXT year is supposed to be the culmination of a five-year plan to reduce the average time it takes the Patent and Trademark Office to process a patent application to 18 months from the current 24. The agency is not likely to make it. Bringing down that ''patent pending'' time is one of the goals that the new director of patents and trademarks","byline":"By Sabra Chartrand","date":"20011231","title":"Patents; Resolved once again: To shorten the time that inventions spend in the land of patent pending.","url":"http://www.nytimes.com/2001/12/31/business/patents-resolved-once-again-shorten-time-that-inventions-spend-land-patent.html"},{"body":"Even before the World Trade Center towers fell, Richard Clarke was working to make the nation's computer networks, and the myriad industries and institutions that they connect, more secure. Mr. Clarke, a former Clinton administration official for counterterrorism, was working within the Bush administration to shore up the cyberspace portion of the","byline":"By JOHN SCHWARTZ","date":"20011231","title":"TECHNOLOGY: CYBERSECURITY; Threat of Terrorism On U.S. Infrastructure","url":"http://www.nytimes.com/2001/12/31/business/technology-cybersecurity-threat-of-terrorism-on-us-infrastructure.html"}],"tokens":["Bush"],"total":8905},{"offset":"0","results":[{"body":"To the Editor: Following Trent Lott's gaffe, President Bush has a golden opportunity to put to permanent rest the Republican Party's racist ''Southern strategy'' (editorial, Dec. 29). In 2000, Mr. Bush campaigned on the character issue. He can prove his own sense of justice and morality by condemning racism on the campaign trail and in all areas of","date":"20021231","title":"The Race Card, North and South","url":"http://www.nytimes.com/2002/12/31/opinion/l-the-race-card-north-and-south-638277.html"},{"body":"In an effort to reduce a dangerous source of air pollution, the Bush administration is devising rules that would sharply cut diesel pollutants from construction vehicles, certain farming and mining equipment and other off-road vehicles. Environmental groups are hopeful that the standards, which may not take full effect for almost a decade, will","byline":"By RICHARD A. OPPEL Jr.","date":"20021231","title":"Bush Administration Planning to Extend Cuts of Diesel Emissions","url":"http://www.nytimes.com/2002/12/31/us/bush-administration-planning-to-extend-cuts-of-diesel-emissions.html"},{"body":"The administration's top budget official estimated today that the cost of a war with Iraq could be in the range of $50 billion to $60 billion, a figure that is well below earlier estimates from White House officials. In a telephone interview today, the official, Mitchell E. Daniels Jr., director of the Office of Management and Budget, also said","byline":"By ELISABETH BUMILLER","date":"20021231","title":"THREATS AND RESPONSES: THE COST; WHITE HOUSE CUTS ESTIMATE OF COST OF WAR WITH IRAQ","url":"http://www.nytimes.com/2002/12/31/us/threats-responses-cost-white-house-cuts-estimate-cost-war-with-iraq.html"},{"body":"Fresh Del Monte Produce Inc. confirmed yesterday that Marvin P. Bush, a brother of President Bush, and Stephen Way had resigned as independent directors. The departures were in October, weeks before former shareholders sued Fresh Del Monte accusing the current controllers of bribing the head of a Mexican government-affiliated investment group to","date":"20021231","title":"COMPANY NEWS; TWO RESIGN FROM THE BOARD OF FRESH DEL MONTE PRODUCE","url":"http://www.nytimes.com/2002/12/31/business/company-news-two-resign-from-the-board-of-fresh-del-monte-produce.html"},{"body":"To the Editor: The Bush administration's strategy to ''increase financial and political pressure'' on North Korea if it doesn't abandon its effort to make nuclear weapons is flawed (front page, Dec. 29). If the strategy hasn't worked in Iraq (as the administration claims), then why would it work in North Korea, which is in an economic mess and","date":"20021231","title":"Korean Nightmare","url":"http://www.nytimes.com/2002/12/31/opinion/l-korean-nightmare-628247.html"},{"body":"The Security Council, acceding to anxious pressure from the United States, voted today to revise a list of goods that must be approved by the United Nations before Iraq can import them. In a sign of fissures in the unity the United States achieved in November with Resolution 1441, which obliged Iraq to cooperate with new weapons inspections, Russia","byline":"By JULIA PRESTON","date":"20021231","title":"THREATS AND RESPONSES: DIPLOMACY; Split at U.N. Over Products That Iraqis May Import","url":"http://www.nytimes.com/2002/12/31/world/threats-and-responses-diplomacy-split-at-un-over-products-that-iraqis-may-import.html"},{"body":"To the Editor: Re ''The Quality, and Quantity, of Mercy'' (Week in Review, Dec. 29): By pardoning someone who stole $10.90 from the mail, President Bush is showing us how he really defines being a ''compassionate conservative.'' I guess I should be happy that he didn't pardon Kenneth L. Lay, the former chairman of Enron, but when it comes to","date":"20021231","title":"Skimpy on Pardons","url":"http://www.nytimes.com/2002/12/31/opinion/l-skimpy-on-pardons-629880.html"},{"body":"President Bush and his administration have declared a war against terrorism that may soon involve sending thousands of American troops into combat in Iraq. I voted against the Congressional resolution giving the president authority to carry out this war -- an engagement that would dwarf our military efforts to find Osama bin Laden and bring him to","byline":"By Charles B. Rangel","date":"20021231","title":"Bring Back the Draft","url":"http://www.nytimes.com/2002/12/31/opinion/bring-back-the-draft.html"},{"body":"To the Editor: Your contention that ''Mr. Bush himself played something close to the race card'' during the 2000 campaign (''Up From the Southern Strategy,'' editorial, Dec. 29) is symptomatic of the benefit of the doubt that the news media seem endlessly willing to grant him. It is made worse when you write that his visit to Bob Jones University","date":"20021231","title":"The Race Card, North and South","url":"http://www.nytimes.com/2002/12/31/opinion/l-the-race-card-north-and-south-638250.html"},{"body":"President Kim Dae Jung of South Korea said today that pressure and isolation would not persuade North Korea to end its nuclear arms program, pointing up the South's differences with the United States. ''Pressure and isolation have never been successful with Communist countries; Cuba is one example,'' Mr. Kim told his cabinet, in remarks tailored","byline":"By JAMES BROOKE","date":"20021231","title":"THREATS AND RESPONSES: NUCLEAR POLITICS; South Korea Criticizes U.S. Plan For Exerting Pressure on North","url":"http://www.nytimes.com/2002/12/31/world/threats-responses-nuclear-politics-south-korea-criticizes-us-plan-for-exerting.html"}],"tokens":["Bush"],"total":8680},{"offset":"0","results":[{"body":"The Bush administration's twin moves on Tuesday to ban the dietary supplement ephedra and the sale of meat from cows that appear to be sick on the way to the slaughterhouse underscores a simple White House maxim these days: with an election approaching, even a president who came to office assailing government regulation cannot do too much to","byline":"By DAVID E. SANGER","date":"20031231","title":"Mr. Deregulation's Regulations: Stuff of Politics, Mad Cows and Suspect Dietary Pills","url":"http://www.nytimes.com/2003/12/31/us/mr-deregulation-s-regulations-stuff-politics-mad-cows-suspect-dietary-pills.html"},{"body":"As the Democratic presidential candidates put the economy at the front and center of their campaigns, their differences boil down to a handful of issues: how much to roll back tax cuts, how much to raise spending, how much to reduce deficits and how to approach trade. But the dividing lines are often subtle. The rival platforms can look like","byline":"By EDMUND L. ANDREWS","date":"20031231","title":"Democratic Candidates Differ On Economy, but Often Subtly","url":"http://www.nytimes.com/2003/12/31/us/democratic-candidates-differ-on-economy-but-often-subtly.html"},{"body":"President Mohammad Khatami said Tuesday that the arrival of an American aid team in this earthquake-ravaged city was a welcome development but should be viewed as just that -- a humane gesture and not a harbinger of improving relations between the United States and the Islamic republic. ''Humanitarian issues should not be intertwined with deep and","byline":"By NEIL MacFARQUHAR; Steven R. Weisman contributed reporting from Washington for this article.","date":"20031231","title":"Iran Thanks U.S. for Help, but Refrains From an Embrace","url":"http://www.nytimes.com/2003/12/31/world/iran-thanks-us-for-help-but-refrains-from-an-embrace.html"},{"body":"Attorney General John Ashcroft disqualified himself on Tuesday from any involvement in the investigation into whether Bush administration officials illegally disclosed the identity of an undercover C.I.A. officer. At the same time, the Justice Department brought in a special counsel to lead the politically charged case. The two steps suggested that","byline":"By ERIC LICHTBLAU","date":"20031231","title":"SPECIAL COUNSEL IS NAMED TO HEAD INQUIRY ON LEAK","url":"http://www.nytimes.com/2003/12/31/us/special-counsel-is-named-to-head-inquiry-on-leak.html"},{"body":"Calling himself a Vermont Yankee, Howard Dean pitched a populist economic message on Tuesday in this depressed coastal town where 563 jobs disappeared when a steel plant closed in October and where the county unemployment rate is 14.5 percent. ''It doesn't matter if you're North or South: if you're from a rural state and you need jobs, you're an","byline":"By JODI WILGOREN","date":"20031231","title":"Pocketbook Issues at Top of Agenda as Democrats Swarm South Carolina","url":"http://www.nytimes.com/2003/12/31/us/pocketbook-issues-at-top-of-agenda-as-democrats-swarm-south-carolina.html"},{"body":"To the Editor: After reading ''Pinching Pennies and Amassing Millions'' (news article, Dec. 26), I couldn't help but wonder why President Bush is so fiscally frugal in his campaign and so irresponsible in his spending for this country. Mr. Bush will go down in history as the country's most fiscally irresponsible president. He doesn't understand","date":"20031231","title":"Bush's Money Sense","url":"http://www.nytimes.com/2003/12/31/opinion/l-bush-s-money-sense-767816.html"},{"body":"After an egregiously long delay, Attorney General John Ashcroft finally did the right thing yesterday when he recused himself from the investigation into who gave the name of a C.I.A. operative to the columnist Robert Novak. Mr. Ashcroft turned the inquiry over to his deputy, who quickly appointed a special counsel. There was little chance of a","date":"20031231","title":"The Right Thing, at Last","url":"http://www.nytimes.com/2003/12/31/opinion/the-right-thing-at-last.html"},{"body":"Accusing the Bush administration of failing to protect workers, Senator John Edwards of North Carolina will announce a plan to decrease workplace deaths and injuries by strengthening laws and hiring more federal safety personnel, his campaign said Tuesday. Mr. Edwards, one of nine candidates for the Democratic presidential nomination, will call for","byline":"By RANDAL C. ARCHIBOLD","date":"20031231","title":"Edwards Sets Work Safety Plan","url":"http://www.nytimes.com/2003/12/31/us/edwards-sets-work-safety-plan.html"},{"body":"This year's stock market rally has added more than $100 billion to corporate America's depleted pension funds, but even that has not been enough to offset forces that continue to weaken the funds. If all of America's 500 largest companies had to make good on their promises to workers and retirees immediately, they would have to plug a $259 billion","byline":"By MARY WILLIAMS WALSH","date":"20031231","title":"Corporate Pensions Face Pressure Despite Stock Rally","url":"http://www.nytimes.com/2003/12/31/business/corporate-pensions-face-pressure-despite-stock-rally.html"},{"body":"In last year's office pool, for the second year running, I accurately predicted the best-picture Oscar winner. Forget all of the other predictions, which were varying degrees of mistaken; I shoulda been a film critic. The multiple choices include one, all or none. My picks are down below. Do not save this page. 1. Next tyranny to feel the force of","byline":"By WILLIAM SAFIRE","date":"20031231","title":"Office Pool, 2004","url":"http://www.nytimes.com/2003/12/31/opinion/office-pool-2004.html"}],"tokens":["Bush"],"total":9738},{"offset":"0","results":[{"body":"This is the moment when we list our priorities for the new year, counting off the most important social challenges the country faces and the remedies we'd like to see our elected officials adopt. Normally, we urge that all this be accomplished in a spirit of bipartisanship. All that requires a leap of faith that's beyond us this season. Instead,","date":"20041231","title":"Real-World New Year's Resolutions","url":"http://query.nytimes.com/gst/fullpage.html?sec=health&res=9E06E4D81439F932A05751C1A9629C8B63"},{"body":"Planners for President Bush's inauguration next month have scheduled a full lineup of exclusive parties and receptions for top Republican fund-raisers. But some of those V.I.P.'s say the perks come with a price tag they cannot afford. Attending the entire slate of events during the three days of inauguration festivities could easily top $10,000 in","byline":"By GLEN JUSTICE","date":"20041231","title":"Price of Bush Party Is Too Rich for Some","url":"http://query.nytimes.com/gst/fullpage.html?res=9500E0DB1439F932A05751C1A9629C8B63"},{"body":"Secretary of State Colin L. Powell, seeking to raise the American profile in the international relief effort in Asia, will tour devastated parts of the region next week to assess the need for future aid programs along with Gov. Jeb Bush of Florida, the White House announced Thursday. Mr. Powell also moved on Thursday to step up coordination between","byline":"By STEVEN R. WEISMAN and DAVID E. SANGER; Steven R. Weisman reported from Washington for this article, and David E. Sanger from Crawford, Tex.","date":"20041231","title":"ASIA'S DEADLY WAVES: ASSESSMENTS; In Efforts to Organize Aid, Powell and Governor Bush Will Tour Ravaged Areas","url":"http://query.nytimes.com/gst/fullpage.html?res=9B04E3D91439F932A05751C1A9629C8B63"},{"body":"A state appeals court has rejected a request for a new trial in the case of Terri Schiavo, the severely brain-damaged woman whose husband and parents are battling over whether to remove the feeding tube that keeps her alive. The state's Second District Court of Appeal on Wednesday upheld a lower court decision denying the motion from Mrs. Schiavo's","byline":"By Abby Goodnough (NYT)","date":"20041231","title":"National Briefing | South: Florida: No New Trial In Feeding-Tube Case","url":"http://query.nytimes.com/gst/fullpage.html?res=980CEFD71439F932A05751C1A9629C8B63"},{"body":"IT was a great year for Wall Street, or so the earnings numbers seem to say. New stock issues are selling again and corporate bond underwriting set a record. President Bush is pushing a Social Security plan that would divert huge sums of money into investment accounts, generating fees for Wall Street. Brokerage stocks have been market leaders in","byline":"By FLOYD NORRIS","date":"20041231","title":"The Year on Wall Street: Treating Investment Bankers Like Bartenders","url":"http://query.nytimes.com/gst/fullpage.html?res=9D06E6D91439F932A05751C1A9629C8B63"},{"body":"SEEKING UNITY IN TRAGEDY -- In the hardest-hit part of Sri Lanka, grief and exhaustion have overridden violent divisions for now. PAGE A10 VULNERABLE AT HOME -- In India, evidence suggests most of the dead were women and children. PAGE A12 HEADING TO THE REGION -- Secretary of State Colin Powell and Gov. Jeb Bush of Florida will tour devastated","date":"20041231","title":"MORE ON THE AFTERMATH","url":"http://query.nytimes.com/gst/fullpage.html?res=9A04EFD91439F932A05751C1A9629C8B63"},{"body":"To the Editor: Bob Herbert cites the following recent remark by President Bush as an example of his being out of touch with reality: ''The idea of democracy taking hold in what was a place of tyranny and hatred and destruction is such a hopeful moment in the history of the world.'' But the remark also illustrates our president's lack of clarity","date":"20041231","title":"Soldiers' Mothers Can Lead the Way","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E0D81439F932A05751C1A9629C8B63"},{"body":"Two third-party presidential candidates asked a federal court to force a second recount of the Ohio presidential vote, contending that county election boards altered votes and did not follow proper procedures in the recount that ended this week. Lawyers for the Green Party candidate, David Cobb, and the Libertarian candidate, Michael Badnarik, made","date":"20041231","title":"National Briefing | Midwest: Ohio: Request For Second Recount","url":"http://query.nytimes.com/gst/fullpage.html?res=9A0DEFD71439F932A05751C1A9629C8B63"},{"body":"In 41 years as a pundit, Robert D. Novak has rarely shied from controversy. As a syndicated columnist and fixture on cable-news shoutfests, Mr. Novak has opined from the right about some of the biggest stories of his time. He has been a stout cold warrior, a critic of Israeli policies and a passionate defender of military veterans who criticized","byline":"By LORNE MANLY and ADAM LIPTAK","date":"20041231","title":"At Leak Inquiry's Center, a Circumspect Columnist","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00E3D81439F932A05751C1A9629C8B63"},{"body":"The government moved in federal court yesterday to take over the pension fund for United Airlines' pilots, an unusual step that it said was needed to prevent the airline and the pilots' union from exploiting the federal pension-insurance program. The union that represents the pilots at United questioned the government's motives and warned that it","byline":"By MARY WILLIAMS WALSH","date":"20041231","title":"Government Seeks Control Of Pilot Fund","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DEFD81439F932A05751C1A9629C8B63"}],"tokens":["Bush"],"total":10985},{"offset":"0","results":[{"body":"Lawyers for Jose Padilla told the Supreme Court on Friday that it should not grant the government's emergency request to have him transferred from a military brig to civilian custody to face terrorism charges in a civil court. The lawyers acknowledged that Mr. Padilla would prefer to be in civilian custody eventually. But they said it appeared that","byline":"By NEIL A. LEWIS","date":"20051231","title":"Padilla Lawyers Urge Supreme Court to Block Transfer","url":"http://www.nytimes.com/2005/12/31/national/nationalspecial3/31padilla.html"},{"body":"Bush Rejects Quotas on Steel Pipe From China Despite Recommendation From Trade Panel President Bush rejected a request to place quotas on steel pipe imported from China yesterday, saying the cost to American consumers would outweigh the benefit to domestic producers. United States pipe makers and a labor group, which strongly condemned the","date":"20051231","title":"BUSINESS BRIEFS","url":"http://query.nytimes.com/gst/fullpage.html?res=9A07E3DE1030F932A05751C1A9639C8B63"},{"body":"The Justice Department said on Friday that it had opened a criminal investigation into the disclosure of classified information about a secret National Security Agency program under which President Bush authorized eavesdropping on people in the United States without court warrants. The investigation began in recent days after a formal referral from","byline":"By SCOTT SHANE; David E. Sanger contributed reporting from Crawford, Tex., for this article.","date":"20051231","title":"CRIMINAL INQUIRY OPENS INTO LEAK IN EAVESDROPPING","url":"http://www.nytimes.com/2005/12/31/politics/31inquire.html"},{"body":"President Bush has announced four nominees for the Federal Election Commission, choices that would keep the policing of campaign abuses firmly in the hands of party wheel horses. The timing of the announcement -- the president waited until the Senate had gone home -- is likely to allow the nominees to avoid the full hearing and confirmation process","date":"20051231","title":"Conspiring Against the Voters","url":"http://www.nytimes.com/2005/12/31/opinion/31sat3.html"},{"body":"Craig Murray, former British ambassador to Uzbekistan, has published documents on the Internet that he says prove that the British knowingly received information obtained through torture. Mr. Murray, who was forced to quit the Foreign Office last year after publicly condemning the Uzbek authorities, criticized the British and American governments","byline":"By ALAN COWELL","date":"20051231","title":"Diplomat Says Britain Used Data Gotten By Torture","url":"http://www.nytimes.com/2005/12/31/international/europe/31britain.html"},{"body":"INTERNATIONAL A3-9 Egyptian Police Kill 23 In Clash with Migrants Egyptian riot police officers rushed into a crowd of unarmed Sudanese migrants, killing at least 23 people, including small children, after the group refused to leave a public park it had occupied for three months, hoping to press United Nations officials to relocate them. A1 Syria","date":"20051231","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9507EEDD1030F932A05751C1A9639C8B63"},{"body":"NASA is headed into the next year with ambitious goals and no assurance that it will get the money needed to carry them out. With large deficits looming in the space shuttle accounts, there is some danger that the space agency could work itself into a familiar corner by trying to do too much with too little, a sure-fire recipe for disaster. Under","date":"20051231","title":"NASA's Predicament","url":"http://www.nytimes.com/2005/12/31/opinion/31sat1.html"},{"body":"To the Editor: In the face of Latin America's turn to the left (''A Different Latin America,'' editorial, Dec. 24), the Bush administration team's response has been more of the same failed policies and unworkable solutions to pressing problems. Nowhere is that approach more evident than in our Cuba policy. Just this year, all Latin heads of state","date":"20051231","title":"Latin America and Us","url":"http://query.nytimes.com/gst/fullpage.html?res=9E05EEDD1030F932A05751C1A9639C8B63"},{"body":"To the Editor: It is laughable how far back opponents of the Bush administration will go to make a point (''Alito Memo in '84 Favored Immunity for Top Officials,'' news article, Dec. 24). Do any of us hold the exact same views today that we did 20 years ago? The images of 9/11 are far too vivid in my mind to be dismissed in favor of political","date":"20051231","title":"Alito, Then and Now","url":"http://query.nytimes.com/gst/fullpage.html?res=950DE2DD1030F932A05751C1A9639C8B63"},{"body":"With much fanfare, after an unscheduled all-night negotiating session, Secretary of State Condoleezza Rice announced Nov. 15 that she had reached an agreement with Israel and the Palestinians on opening the Rafah crossing between Egypt and Gaza, and on establishing a bus convoy for Palestinians to travel between Gaza and the West Bank starting Dec.","byline":"By STEVEN ERLANGER","date":"20051231","title":"No Buses Roll From Gaza To West Bank, Despite Deal","url":"http://www.nytimes.com/2005/12/31/international/middleeast/31convoy.html"}],"tokens":["Bush"],"total":8107},{"offset":"0","results":[{"body":"Particularly after all the tributes to Gerald Ford in the last few days, President Bush may be pondering his own legacy and obituary. Sorry, Mr. Bush, but it doesn't look good right now, with your obit perhaps beginning something like this: ''George W. Bush, who achieved tremendous acclaim for his handling of the 9/11 terror attacks but left office","byline":"By NICHOLAS D. KRISTOF; David Brooks is on vacation.","date":"20061231","title":"Ten Suggestions for Rescuing the Bush Legacy","url":"http://select.nytimes.com//2006/12/31/opinion/31kristof.html"},{"body":"At one end of a converted trailer in the American military detention center here, a graying Pakistani businessman sat shackled before a review board of uniformed officers, pleading for his freedom. The prisoner had seen just a brief summary of what officials said was a thick dossier of intelligence linking him to Al Qaeda. He had not seen his own","byline":"By TIM GOLDEN","date":"20061231","title":"For Guantnamo Review Boards, Limits Abound","url":"http://www.nytimes.com/2006/12/31/us/31gitmo.html"},{"body":"LYNDON JOHNSON in 1973. Richard Nixon in 1994. Ronald Reagan in 2004. The last three former presidents to die dominated the world stage. They bent history to their will, for better or worse, and became the subjects of a crowded shelf of biographies. For the writers of memorials and obituaries, they were easy. Not so Gerald R. Ford, who served only","byline":"By DAVID D. KIRKPATRICK","date":"20061231","title":"Reflections of an Era; Moderate? Conservative? With Gerald Ford, Take Your Pick","url":"http://www.nytimes.com/2006/12/31/weekinreview/31kirkpatrick.html"},{"body":"After a slow journey past the touchstones of his political life, Gerald R. Ford was brought to a place of honor Saturday under the Capitol dome, where a crowd of dignitaries gathered to commemorate the man whose presidency encompassed one of the most tumultuous periods of American history. Many of Mr. Ford's most prominent protgs came to mourn","byline":"By ANNE E. KORNBLUT; Reporting was contributed by Randal C. Archibold and Lisa Muoz from California, and Sarah Abruzzese, Lakiesha R. Carr, Suevon Lee and Ashley Parker from Washington.","date":"20061231","title":"Ford, in Final Journey, Returns to 'Real Home' for a Solemn Memorial","url":"http://query.nytimes.com/gst/fullpage.html?res=9B05E6D91630F932A05751C1A9609C8B63"},{"body":"THE campaign for president will dominate American politics in the coming year, and while Republicans and Democrats will no doubt be talking about very different things, they face a common strategic challenge: How do you deal with the folks back in Washington? For Republican candidates, the problem is President Bush. They are in a different place","byline":"By ADAM NAGOURNEY","date":"20061231","title":"THE YEAR AHEAD: POLITICS; Would-Be Presidents With Cold Shoulders","url":"http://query.nytimes.com/gst/fullpage.html?res=9E01E3DC1630F932A05751C1A9609C8B63"},{"body":"THE BUSH LIST: On Sunday, Dec. 10, 2000, two days before the Supreme Court decided the election for George Bush, the best-seller list was already tilting to the right. The No. 1 book on the Times's hardcover nonfiction list that day was ''$(3$)The O'Reilly Factor.'' The No. 1 book on the fiction side? ''The Mark,'' by Tim LaHaye and Jerry B.","byline":"By DWIGHT GARNER","date":"20061231","title":"TBR: Inside the List","url":"http://www.nytimes.com/2006/12/31/books/review/31tbr.html"},{"body":"As daylight broke over the Arab world and news of Saddam Hussein's hanging spread over the airwaves and the Internet, the execution proved just as profound for what it did not change as for what it did. Hezbollah's supporters in Beirut woke up on Saturday morning ready for another day of protests aimed at bringing down the United States-backed","byline":"By HASSAN M. FATTAH; Reporting was contributed by Rasheed Abou al-Samh from Jidda, Saudi Arabia; Suha Maayeh from Amman, Jordan; Mona el-Naggar from Cairo; and Nada Bakri from Beirut.","date":"20061231","title":"THE STRUGGLE FOR IRAQ; For Arab Critics, Hussein's Execution Symbolizes the Victory of Vengeance Over Justice","url":"http://www.nytimes.com/2006/12/31/world/middleeast/31arab.html"},{"body":"To the Editor: Re ''Still Flying High'' (editorial, Dec. 25): It is a distraction to cast the debate about America's economic future as an argument about ''free trade'' versus ''protectionism.'' The real challenge is whether the United States can ignore the erosion of its manufacturing capacity and still expect rapid innovation, high productivity","date":"20061231","title":"Globalization's Winners and Losers","url":"http://query.nytimes.com/gst/fullpage.html?res=9F05E3DD1630F932A05751C1A9609C8B63"},{"body":"THE Supreme Court, having decided only four cases since the term began in October, has not exactly been living in the fast lane. But the pace is about to pick up. The coming months will be a testing time for the young Roberts court, including decisions due by early summer on abortion, school integration and environmental policy, with an unusually","byline":"By LINDA GREENHOUSE","date":"20061231","title":"THE YEAR AHEAD: JUDICIARY; The Kennedy Factor On the Roberts Court","url":"http://query.nytimes.com/gst/fullpage.html?res=9C05E3DC1630F932A05751C1A9609C8B63"},{"body":"The body of Saddam Hussein was buried in the town of his birth in the hours before dawn on Sunday, after a final journey into the night aboard an American military helicopter that carried him from Baghdad. The burial was the final act in a grim and turbulent 24 hours that began with Mr. Hussein's execution at dawn on Saturday. But like much else","byline":"By JOHN F. BURNS; Jeff Zeleny contributed reporting from Crawford, Tex.","date":"20061231","title":"Hussein Videos Grip Iraq; Attacks Go On","url":"http://query.nytimes.com/gst/fullpage.html?res=9B06E1DC1130F932A05751C1A9609C8B63"}],"tokens":["Bush"],"total":7587},{"offset":"0","results":[{"body":"Yesterday The Times published a highly informative chart laying out the positions of the presidential candidates on major issues. It was, I'd argue, a useful reality check for those who believe that the next president can somehow usher in a new era of bipartisan cooperation. For what the chart made clear was the extent to which Democrats and","byline":"By PAUL KRUGMAN","date":"20071231","title":"OP-ED COLUMNIST; The Great Divide","url":"http://www.nytimes.com/2007/12/31/opinion/31krugman.html"},{"body":"Washington is always a place of change, but with the end of the Bush administration in sight, there was more upheaval than usual in 2007. The year began with a new Congress led by Democrats for the first time in years, and a new House speaker, Representative Nancy Pelosi of California, the first woman to hold the job. As promised during the","date":"20071231","title":"2007: THE YEAR IN PICTURES; Some New Faces, Same Persistent Problems","url":"http://query.nytimes.com/gst/fullpage.html?res=940DE3D71430F932A05751C1A9619C8B63"},{"body":"There are too many moments these days when we cannot recognize our country. Sunday was one of them, as we read the account in The Times of how men in some of the most trusted posts in the nation plotted to cover up the torture of prisoners by Central Intelligence Agency interrogators by destroying videotapes of their sickening behavior. It was","date":"20071231","title":"EDITORIAL; Looking at America","url":"http://www.nytimes.com/2007/12/31/opinion/31mon1.html"},{"body":"It didn't take long for the glow of the Annapolis peace conference to wear off. Israelis and Palestinians have quickly fallen back into predictable destructive patterns. Arab countries have not done anywhere near enough to support the negotiations. Even the United States is behind on its pledges: because of bureaucratic wrangling and Israeli","date":"20071231","title":"EDITORIAL; About That Peace Process","url":"http://www.nytimes.com/2007/12/31/opinion/31mon2.html"},{"body":"The presidential candidates spent the last Sunday before the Iowa caucuses attending church services, staging big rallies and sniping at one another as new polls suggested tightening races in both the Democratic and Republican fields. With three Democrats scrambling for the lead in Iowa heading into the voting on Thursday, the candidates tried to","byline":"By PATRICK HEALY and JULIE BOSMAN; David D. Kirkpatrick, Cate Doty, Michael Cooper and Michael Luo contributed reporting from Iowa, and Marc Santora from New Hampshire.","date":"20071231","title":"With New Poll Results, Candidates Scramble for Edge in Caucuses","url":"http://www.nytimes.com/2007/12/31/us/politics/31campaign.html"},{"body":"In recent years, Pakistan has been the home of banks that wired money for the 9/11 plot, been the chief source of illicit nuclear proliferation, offered a tribal-area haven for planners of worldwide terrorism, abetted the reconstitution of the Taliban and educated many a suicide bomber in Islamic religious schools. At the same time, President","byline":"By ROGER COHEN","date":"20071231","title":"OP-ED COLUMNIST; On America's Watch","url":"http://www.nytimes.com/2007/12/31/opinion/31cohen.html"},{"body":"Violence continued in the Middle East in 2007, particularly among Palestinians themselves. In June, Hamas fighters routed the more moderate Fatah faction to take control of Gaza. That led the United States to renew aid to the Palestinian Authority to shore up the government of Mahmoud Abbas, who is now ruling only the West Bank. There was the","date":"20071231","title":"2007: THE YEAR IN PICTURES; Amid the Chaos, a Struggle to Be Heard","url":"http://query.nytimes.com/gst/fullpage.html?res=9B03E1DA1430F932A05751C1A9619C8B63"},{"body":"To the Editor: Re ''A Rsum Can't Buy You Love,'' by Frank Rich (column, Dec. 23): Experience in and of itself is neither an asset nor a liability in this campaign. Most voters know that a candidate can rely on an experienced adviser to help make a decision on any given subject. But the ability to learn from one's experience is critical. Hillary","date":"20071231","title":"LETTER; Learning From Experience","url":"http://query.nytimes.com/gst/fullpage.html?res=9A0DE6DD1639F932A05751C1A9619C8B63"},{"body":"New details of Benazir Bhutto's final moments, including indications that her doctors felt pressured to conform to government accounts of her death, fueled the arguments over her assassination on Sunday and added to the pressure on Pakistan's leaders to accept an international inquiry. Athar Minallah, a board member of the hospital where Ms. Bhutto","byline":"By JANE PERLEZ; Somini Sengupta contributed reporting from Karachi, Pakistan.","date":"20071231","title":"New Questions Arise in Killing Of Ex-Premier","url":"http://www.nytimes.com/2007/12/31/world/asia/31inquiry.html"},{"body":"This television advertisement for Mitt Romney, his third aiming at Mike Huckabee, is running in Iowa. PRODUCER Midnight Ride Media THE SCRIPT A narrator says: ''Two good men. But who is ready to make tough decisions? Mike Huckabee? Soft on government spending. He grew a $6 billion government into a $16 billion government. Backed in-state tuition","byline":"By MICHAEL LUO","date":"20071231","title":"THE AD CAMPAIGN; ... And Romney Fires One of His Own","url":"http://www.nytimes.com/2007/12/31/us/politics/31radbox.html"}],"tokens":["Bush"],"total":6811},{"offset":"0","results":[{"body":"The United States is pressing Israel to call a cease-fire in its assault on Hamas militants in Gaza, officials said Tuesday, while enlisting Arab countries to press Hamas to do the same. The intensive diplomacy is being led by Secretary of State Condoleezza Rice, who made a flurry of phone calls over the last 24 hours to Israeli and Arab leaders.","byline":"By MARK LANDLER; Robert Pear contributed reporting.","date":"20081231","title":"U.S. Presses Israel on Cease-Fire","url":"http://query.nytimes.com/gst/fullpage.html?res=9A0DE0D7173CF932A05751C1A96E9C8B63"},{"body":"A federal judge in Washington ruled Tuesday that the government was properly holding two Guantnamo detainees as enemy combatants, the first clear-cut victories for the Bush administration in what are expected to be more than 200 similar cases. The ruling by a federal district judge, Richard J. Leon, followed his decision last month in a separate","byline":"By WILLIAM GLABERSON","date":"20081231","title":"Judge Agrees With Bush in Ruling on 2 Detainees' Status","url":"http://www.nytimes.com/2008/12/31/washington/31gitmo.html"},{"body":"To the Editor: Re ''Bush v. Gore Set to Outlast Its Beneficiary'' (front page, Dec. 23): The part of Bush v. Gore that is now being revived is not the part that was the focus of controversy. The principle that all ballots should be treated equally is sound and important. The outrage was focused on the remedial part of the decision, which enforced a","date":"20081231","title":"LETTER; Revisiting Bush v. Gore","url":"http://query.nytimes.com/gst/fullpage.html?res=9404E3DD163FF932A05751C1A96E9C8B63"},{"body":"UTTERANCES: 1: E. 2: I. 3: G. 4: B. 5: D. 6: A. 7: H. 8: C. 9: F. SENTENCE QUESTIONS: 10: The Large Hadron Collider. 11: Rice. 12: They were designated protest zones. 13: Hillary Clinton supporters who refused to back Barack Obama. 14: The Joker, played by Heath Ledger, in ''The Dark Knight.'' 15: The Beijing 2008 Olympic torch relay. 16: Kristi","byline":"By THE NEW YORK TIMES","date":"20081231","title":"Answers: The Year in Questions","url":"http://www.nytimes.com/2008/12/31/opinion/01schott-answers.html"},{"body":"The state is suing the Bush administration to block last-minute endangered-species regulations that are intended to reduce input from federal scientists. Attorney General Jerry Brown said that he had filed the federal lawsuit in San Francisco and that the administration was trying to gut the Endangered Species Act. The Interior Department issued","byline":"By THE ASSOCIATED PRESS","date":"20081231","title":"NATIONAL BRIEFING | WEST; California: Effort To Block Species Rules","url":"http://query.nytimes.com/gst/fullpage.html?res=9806E7D7153EF932A05751C1A96E9C8B63"},{"body":"Stocks climbed on Tuesday after the government expanded its bailout of the auto industry, bolstering hopes that lawmakers would continue to take steps to minimize the severity of the yearlong recession. The Bush administration said late Monday it would extend an additional $1 billion loan to General Motors and take a $5 billion stake in GMAC, the","byline":"By REUTERS","date":"20081231","title":"STOCKS & BONDS; Shares Climb as G.M. Gets More Money","url":"http://www.nytimes.com/2008/12/31/business/economy/31stox.html"},{"body":"Even in a town where the hotels are swamped for the inauguration, it turns out to be possible to get a room if you're the one being inaugurated. President-elect Barack Obama and his family will move to the capital this weekend in time for his daughters to start school, aides said Tuesday. With the White House still occupied and the official guest","byline":"By PETER BAKER","date":"20081231","title":"Home Sweet Hotel Suite For Obamas In the Capital","url":"http://query.nytimes.com/gst/fullpage.html?res=9902E1DD1F3EF932A05751C1A96E9C8B63"},{"body":"The day after it received $6 billion in capital from the federal government, GMAC, the financing affiliate of General Motors, began aggressively trying to draw consumers back into dealerships on Tuesday. GMAC said it would begin making loans immediately to borrowers with credit scores of 621 or higher, a significant easing from the 700 minimum","byline":"By VIKAS BAJAJ and BILL VLASIC; Edmund L. Andrews contributed reporting.","date":"20081231","title":"GMAC Cuts A Barrier To Car Loan","url":"http://www.nytimes.com/2008/12/31/business/31auto.html"},{"body":"To the Editor: Re ''Is a New Food Policy on His List?'' (Dec. 24): From 1994 to 2005 I was the executive chef at the White House. This offered me not only the personal honor of serving two unique and interesting first families, but the professional challenge of fulfilling Hillary Clinton's mandate of bringing contemporary American cuisine and","date":"20081231","title":"The Presidential Palate","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CE5DF123CF932A05751C1A96E9C8B63"},{"body":"On Dec. 20, the eve of his 41st birthday, President Mikheil Saakashvili was racing around western Georgia shaking hands. He told miners that his ''heart hurt'' when he saw their city suffer, and promised to build a ski resort in the village of Gomarduli, posing with a gold-toothed grandmother who giggled in his embrace like a naughty schoolgirl.","byline":"By ELLEN BARRY","date":"20081231","title":"Russia Aside, Georgia Chief Is Pressed at Home","url":"http://www.nytimes.com/2008/12/31/world/europe/31georgia.html"}],"tokens":["Bush"],"total":6564},{"offset":"0","results":[{"body":"The Obama honeymoon here is over. When President Obama came to office, the unflattering billboards of George W. Bush, including one outside the United States Interests Section of him scowling alongside Hitler, came down and the anti-American vitriol softened. Ral Castro, who took over from his ailing brother Fidel in 2006, even raised the","byline":"By MARC LACEY","date":"20091231","title":"In Cuba, Hopeful Tenor Toward Obama Is Ebbing","url":"http://www.nytimes.com/2009/12/31/world/americas/31cuba.html"},{"body":"Conservative bloggers and opinion outlets in recent days have expressed mounting alarm about an executive order by President Obama that extended certain privileges and immunities to the International Criminal Police Organization, better known as Interpol. Bloggers have accused Mr. Obama of ceding American sovereignty, painting a portrait of an","byline":"By CHARLIE SAVAGE","date":"20091231","title":"Order on Interpol Work Inside U.S. Irks Conservatives","url":"http://www.nytimes.com/2009/12/31/world/31interpol.html"},{"body":"The plot to blow up a Northwest Airlines flight over American soil on Christmas Day represents an ominously new and lethal ability by a branch of Al Qaeda to attack the United States directly, according to government and independent counterterrorism specialists. Until now, American officials had expressed concern over the capability of Qaeda","byline":"By ERIC SCHMITT","date":"20091231","title":"Jetliner Plot Demonstrates Growing Ability of Qaeda Affiliates to Stage Attacks","url":"http://www.nytimes.com/2009/12/31/world/31offshoot.html"},{"body":"In the fall of 2003, the new commander of American forces in Afghanistan, Lt. Gen. David W. Barno, decided on a new strategy. Known as counterinsurgency, the approach required coalition forces to work closely with Afghan leaders to stabilize entire regions, rather than simply attacking insurgent cells. But there was a major drawback, a new","byline":"By JAMES DAO","date":"20091231","title":"History by Army Lays Out Missteps in Afghanistan","url":"http://query.nytimes.com/gst/fullpage.html?res=9D0DE3DA143AF932A05751C1A96F9C8B63"},{"body":"The National Security Agency four months ago intercepted conversations among leaders of Al Qaeda in Yemen discussing a plot to use a Nigerian man for a coming terrorist attack, but American spy agencies later failed to combine the intercepts with other information that might have disrupted last week's attempted airline bombing. The electronic","byline":"By MARK MAZZETTI and ERIC LIPTON; Peter Baker in Honolulu, Adam Nossiter in Nigeria and Scott Shane in Washington contributed reporting.","date":"20091231","title":"U.S. SPY AGENCIES FAILED TO COLLATE CLUES ON TERROR","url":"http://www.nytimes.com/2009/12/31/us/31terror.html"},{"body":"Wow, what a long year. Just think. At the beginning of 2009, George W. Bush was still in charge of the country, talking about how time had flown since he first ran for president. ''Just seemed like yesterday,'' he reminisced. This was a sentiment the rest of us did not entirely share. I felt as if Bush had been running things since the Mesozoic","byline":"By GAIL COLLINS","date":"20091231","title":"OP-ED COLUMNIST; That Was The Year That Was","url":"http://www.nytimes.com/2009/12/31/opinion/31collins.html"},{"body":"10 P.M. and 11:30 P.M. (ABC) DICK CLARK'S NEW YEAR'S ROCKIN' EVE WITH RYAN SEACREST 2010 Dick Clark and Ryan Seacrest host the annual New Year's Eve party in New York with performances in Times Square by Jennifer Lopez and Daughtry. In Las Vegas, Fergie picks up hosting duties with live performances there by the Black Eyed Peas, Selena Gomez,","byline":"By NIDA NAJAR","date":"20091231","title":"What's On Today","url":"http://query.nytimes.com/gst/fullpage.html?res=9F03E5DB163AF932A05751C1A96F9C8B63"},{"body":"For the first time in modern stock market history, investors in United States equities are likely to finish a decade empty-handed. The Standard & Poor's 500-stock index is set to provide a negative 0.8 percent average annual total return. Even the grim 1930s did better. While share prices fell, dividends made the average total return positive, by 1","byline":"By CHRISTOPHER SWANN, EDWARD HADAS and ROLFE WINKLER","date":"20091231","title":"REUTERS BREAKINGVIEWS; Time to Revive Stock Dividends","url":"http://www.nytimes.com/2009/12/31/business/31views.timespast.html"},{"body":"To the list of phrases it may be best for political leaders to avoid after a major security incident, add ''the system worked'' right after ''Brownie, you're doing a heck of a job.'' Just as the public did not really share President George W. Bush's assessment of how things were going after Hurricane Katrina, so too was there a good deal of","byline":"By PETER BAKER","date":"20091230","title":"ON THE WHITE HOUSE; A Phrase Sets Off Sniping After a Crisis","url":"http://www.nytimes.com/2009/12/30/us/politics/30baker.html"},{"body":"Only luck and the courage of passengers on Northwest Flight 253 averted a tragedy on Christmas Day. When a Nigerian man allegedly tried to blow a hole in the airplane's side, the explosive powder he had concealed failed to detonate properly and passengers subdued him before he could do any more damage. Terrorists will always look for new ways to","date":"20091230","title":"EDITORIAL; The System Failed","url":"http://www.nytimes.com/2009/12/30/opinion/30wed1.html"}],"tokens":["Bush"],"total":3830},{"offset":"0","results":[{"body":"WASHINGTON -- When Robert S. Ford, a career diplomat with deep experience in the Middle East, presents his credentials as ambassador to Syria, he will be the first person to hold the job since 2005, and the public face of the Obama administration's belief in engagement over isolation. Yet few hold out much hope that Mr. Ford's arrival in Damascus","byline":"By ROBERT F. WORTH","date":"20101231","title":"A New Ambassador to Syria, but Little Hope of Change","url":"http://www.nytimes.com/2010/12/31/world/middleeast/31ambassador.html"},{"body":"Movies Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com/movies. 'All Good Things' (R, 1:38) Andrew Jarecki (''Capturing the Friedmans'') fictionalizes an old true crime involving the moneyed and bloodied of New York. The","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/movies/31movies.html"},{"body":"WASHINGTON -- When the Stanford business professor Darrell Duffie co-wrote a book on how to overhaul Wall Street regulations, he did not mention that he sits on the board of Moody's, the credit rating agency. As a commentator on the economy, Laura D'Andrea Tyson, a former adviser to President Bill Clinton who teaches in the business school at the","byline":"By SEWELL CHAN","date":"20101231","title":"Academic Economists To Consider Ethics Code","url":"http://www.nytimes.com/2010/12/31/business/economy/31economists.html"},{"body":"WASHINGTON -- Christine O'Donnell, the losing Republican candidate for Senate in Delaware, defended herself on Thursday against accusations that she misused campaign money for personal expenses and said a reported criminal investigation of her activity was a politically motivated attack by Democrats. The Associated Press reported Wednesday that the","byline":"By MICHAEL D. SHEAR","date":"20101231","title":"Ex-Candidate Says Inquiry Into Finances Is Political","url":"http://www.nytimes.com/2010/12/31/us/politics/31odonnell.html"},{"body":"WASHINGTON -- Long is the list of elected officials who, unbowed by terrorist threats, sex scandals, mobsters, pandemics, school system meltdowns, transit strikes or random acts of corruption, found themselves doomed by precipitation. New York City's mayor, Michael R. Bloomberg, may be shaking his fist at the sky this week, cursing the snowstorm","byline":"By JENNIFER STEINHAUER; Kitty Bennett contributed reporting.","date":"20101231","title":"POLITICAL MEMO; Weathering the Storms Of Voter Discontent","url":"http://www.nytimes.com/2010/12/31/us/politics/31memo.html"},{"body":"Ross Ramsey, the managing editor of The Texas Tribune, writes a regular column. A year ago, the big political story in Texas was about the race for governor -- in particular, the Republican primary brawl between two of the party's most prominent figures. Another was about the well-financed Democrat who gave up a bid for the United States Senate to","byline":"By ROSS RAMSEY","date":"20101231","title":"THE TEXAS TRIBUNE; 2010 Politics Brought New Faces, and Some Surprises for the Old","url":"http://www.nytimes.com/2010/12/31/us/politics/31ttramsey.html"},{"body":"Hypocrisy never goes out of style, but, even so, 2010 was something special. For it was the year of budget doubletalk -- the year of arsonists posing as firemen, of people railing against deficits while doing everything they could to make those deficits bigger. And I don't just mean politicians. Did you notice the U-turn many political commentators","byline":"By PAUL KRUGMAN","date":"20101231","title":"OP-ED COLUMNIST; The New Voodoo","url":"http://www.nytimes.com/2010/12/31/opinion/31krugman.html"},{"body":"WASHINGTON -- With the federal government set to regulate climate-altering gases from factories and power plants for the first time, the Obama administration and the new Congress are headed for a clash that carries substantial risks for both sides. While only the first phase of regulation takes effect on Sunday, the administration is on notice that","byline":"By JOHN M. BRODER; Matthew L. Wald contributed reporting.","date":"20101231","title":"Clashes Loom, With E.P.A. Set To Limit Gases","url":"http://www.nytimes.com/2010/12/31/science/earth/31epa.html"},{"body":"The November election in the United States was a partisan triumph for Republicans. But if you listened closely to the voters and read the exit polls you may have detected another trend among the electorate: exhaustion with partisan warfare in Washington, a yearning for bipartisanship. Voters were frank with elected officials from both parties: Stop","byline":"By JAMES A. BAKER III","date":"20101230","title":"I.H.T. OP-ED CONTRIBUTOR; Lessons in Bipartisanship","url":"http://www.nytimes.com/2010/12/30/opinion/30iht-edbaker30.html"},{"body":"WASHINGTON -- A year ago, Republicans here were shut out of governing but could console themselves with having retained their hold on the party apparatus. This week, they will celebrate the new year having come roaring back to regain the House, and yet they have no semblance of control over the direction of their party and the conservative","byline":"By MATT BAI","date":"20101230","title":"POLITICAL TIMES; For G.O.P., End of the Preordained Candidate","url":"http://www.nytimes.com/2010/12/30/us/politics/30bai.html"}],"tokens":["Bush"],"total":2941},{"offset":"0","results":[{"body":"Abortion The candidates all profess opposition to abortion rights, but there are distinctions. Several have signed a pledge that requires appointment only of those with anti-abortion views to key government posts. Others have declined. Some favor allowing abortion in cases of rape and incest. ''The Republican Party cannot get the issue of life","date":"20111231","title":"Where the Republican Candidates Stand on Key Issues","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CE0DD103CF932A05751C1A9679D8B63"},{"body":"A federal court is suspending an Obama administration regulation intended to reduce pollution from power plants in 27 states and help improve unhealthy air downwind. More than a dozen power companies, municipal power plant operators and states had sought to delay the rules until the litigation played out. A federal appeals court in Washington","byline":"By THE ASSOCIATED PRESS","date":"20111231","title":"NATIONAL BRIEFING | WASHINGTON; Power Plant Rule Is Delayed","url":"http://www.nytimes.com/2011/12/31/us/power-plant-rule-is-delayed.html"},{"body":"After they took power in January, the hard-line Republicans who dominate the House reached for a radical overhaul of American government, hoping to unravel the social safety net, cut taxes further for the wealthy and strip away regulation of business. Fortunately, thanks to defensive tactics by Democrats, they failed to achieve most of their","date":"20111231","title":"EDITORIAL; The Damage of 2011","url":"http://www.nytimes.com/2011/12/31/opinion/the-damage-from-republicans-of-2011.html"},{"body":"WASHINGTON -- Even as they advocate for limited government, many of the Republican presidential candidates hold expansive views about the scope of the executive powers they would wield if elected -- including the ability to authorize the targeted killing of United States citizens they deem threats and to launch military attacks without","byline":"By CHARLIE SAVAGE","date":"20111230","title":"Mostly in Echo, Rivals Discuss Reach of Power","url":"http://www.nytimes.com/2011/12/30/us/politics/gop-field-has-broad-views-on-executive-power.html"},{"body":"UTTERANCES 1. B Rick Perry 2. A Herman Cain 3. E Mitt Romney 4. C Newt Gingrich 5. F Michele Bachmann 6. G Rick Santorum 7. D Ron Paul 8. H Jon Huntsman Jr. MISCELLANY 9. Gen. John R. Allen 10. Pippa Middleton 11. CharlieSheen 12. Colin Firth 13. Dashiell Hammett 14. Quentin Tarantino 15. Measurable snow fell in Central Park 16. President Obama 17.","date":"20111230","title":"OP-CHART; Answers to the Year in Questions","url":"http://www.nytimes.com/2011/12/30/opinion/answers-to-the-year-in-questions.html"},{"body":"In 2006, during a debate in the race for state attorney general, Andrew M. Cuomo criticized his opponent for having failed to give a DNA test to a man who was in prison for a murder that he turned out to have had nothing to do with. A few years before that, Mr. Cuomo spoke at a party for a book written by a man who had spent 12 years in prison for","byline":"By JIM DWYER","date":"20111230","title":"ABOUT NEW YORK; Lessons in DNA and Mercy: Waiting for Cuomo to Lay a Glove on Criminal Justice","url":"http://www.nytimes.com/2011/12/30/nyregion/governor-can-improve-law-and-justice-in-one-stroke.html"},{"body":"Constantine Sidamon-Eristoff, a Georgian aristocrat and a lifelong New Yorker who became an environmental watchdog in posts in and out of government, died on Monday in his home on the Upper East Side. He was 81. The cause was esophageal cancer, his son Andrew said. A prince whose family nobility dates to the 15th century in the Eurasian kingdom of","byline":"By BRUCE WEBER","date":"20111230","title":"Constantine Sidamon-Eristoff, 81, Conservationist, Dies","url":"http://www.nytimes.com/2011/12/30/nyregion/constantine-sidamon-eristoff-environmental-advocate-dies-at-81.html"},{"body":"BEIJING -- Broadening its challenge to the United States, the Chinese government on Thursday announced an ambitious five-year plan for space exploration that would move China closer to becoming a major rival at a time when the American program is in retreat. Coupled with China's earlier vows to build a space station and put an astronaut on the","byline":"By EDWARD WONG and KENNETH CHANG; Edward Wong reported from Beijing, and Kenneth Chang from New York.","date":"20111230","title":"In Challenge, China Extends Space Mission","url":"http://www.nytimes.com/2011/12/30/world/asia/china-unveils-ambitious-plan-to-explore-space.html"},{"body":"Pop Prices may not reflect ticketing service charges. Capsules of additional pop concerts are in the New Year's Eve listings elsewhere in this section. For full reviews of recent concerts: nytimes.com/music. Joseph Arthur (Sunday) His Lonely Astronaut record label is well named; Mr. Arthur's spare folk songwriting shares a solemn yet roving bend.","date":"20111230","title":"The Listings","url":"http://www.nytimes.com/2011/12/30/arts/music/pop-and-rock-listings-for-dec-30-jan-5.html"},{"body":"WASHINGTON -- Air Force One had just landed in Manchester, N.H., on a brisk Tuesday morning last month when President Obama made an admission to Valerie B. Jarrett, his close friend and senior adviser. ''I just called Reggie,'' Mr. Obama said. It was his first domestic trip without Reggie Love, the former Duke University basketball player who had","byline":"By HELENE COOPER","date":"20111229","title":"WHITE HOUSE MEMO; Bipartisan Agreement: Obama Isn't Schmoozing","url":"http://www.nytimes.com/2011/12/29/us/politics/obama-gains-reputation-as-distant-in-washington.html"}],"tokens":["Bush"],"total":2354},{"offset":"0","results":[{"body":"Watching the presidential debate on foreign policy last week, one could be forgiven for seeing one candidate on the stage instead of two. Just as Barack Obama morphed into a less ideological and reckless version of George W. Bush (see: surge in Afghanistan, keeping Guant&aacute;namo open, predator drones), Mitt Romney&rsquo;s performance indicated","byline":"By AARON DAVID MILLER","date":"20121101","title":"OP-ED CONTRIBUTOR; Two Candidates, One Foreign Policy","url":"http://www.nytimes.com/2012/11/01/opinion/two-candidates-one-foreign-policy.html"},{"body":"WASHINGTON &mdash; When President Obama dropped in to give a pep talk to workers at the American Red Cross here on Tuesday afternoon, it seemed like a standard ritual for a leader confronting a natural disaster. But in the final week of a presidential campaign that has been scrambled by an epic storm, nothing can be divorced from politics. Mr.","byline":"By MARK LANDLER","date":"20121031","title":"Obama Vows Aid Quickly as Storm Takes On Political Weight","url":"http://www.nytimes.com/2012/10/31/us/politics/obama-vows-aid-quickly-as-storm-takes-on-political-weight.html"},{"body":"COLUMBUS, Ohio &mdash; President Obama and Mitt Romney enter the closing week of the campaign in an exceedingly narrow race, according to the latest poll by The New York Times and CBS News, with more voters now viewing Mr. Romney as a stronger leader on the economy and Mr. Obama as a better guardian of the middle class. The president is holding his","byline":"By JEFF ZELENY and MARJORIE CONNELLY","date":"20121031","title":"Race Narrows as Campaign Enters Its Final Week","url":"http://www.nytimes.com/2012/10/31/us/politics/race-narrows-as-campaign-enters-its-final-week.html"},{"body":"To the Editor: In a recent editorial, you said, &ldquo;If there was ever a chance of &lsquo;victory&rsquo; in Afghanistan, it evaporated when American troops went off to fight the pointless war in Iraq&rdquo; (&ldquo; Time to Pack Up ,&rdquo; Oct. 14). The possibility of victory was in fact precluded when both the Bush and Obama administrations","date":"20121031","title":"LETTER; Invitation to a Dialogue: Afghan-Pakistan Woes","url":"http://www.nytimes.com/2012/10/31/opinion/invitation-to-a-dialogue-afghan-pakistan-woes.html"},{"body":"CHARGING into a restaurant during its first weeks of life used to be an amateur move, guaranteeing long waits, clueless service and food that could generously be described as a work in progress. Diners with any wisdom and self-control waited a few months, or even years, while the place hit its stride. But now, restaurants have to stun from the","byline":"By PETE WELLS","date":"20121031","title":"Restaurant Review: Talde in Park Slope","url":"http://events.nytimes.com/2012/10/31/dining/reviews/restaurant-review-talde-in-park-slope.html"},{"body":"WASHINGTON &mdash; The presidential candidates withdrew abruptly from the campaign trail on Monday after advisers to President Obama and Mitt Romney concluded that it was impossible for them to continue electioneering in the face of a devastating storm threatening millions of people along the East Coast. With a razor-close election just seven days","byline":"By MICHAEL D. SHEAR and MARK LANDLER","date":"20121030","title":"As Storm Rages, Obama and Romney Suspend Campaigns","url":"http://www.nytimes.com/2012/10/30/us/politics/storm-affects-candidates-on-campaign-trail.html"},{"body":"WASHINGTON &mdash; A challenge to a federal law that authorized intercepting international communications involving Americans appeared to face an uphill climb at the Supreme Court on Monday, but not one quite as steep as many had anticipated. The question in the case was whether journalists, lawyers and human rights advocates could show they had","byline":"By ADAM LIPTAK","date":"20121030","title":"Supreme Court Hears Challenge to Wiretaps Law","url":"http://www.nytimes.com/2012/10/30/us/supreme-court-hears-challenge-to-wiretaps-law.html"},{"body":"TOLEDO, Ohio &mdash; The ad from Mitt Romney showed up on televisions here early Saturday morning without the usual public announcement that both campaigns typically use to herald their latest commercials: Chrysler , a bailout recipient, is going to begin producing Jeeps in China, an announcer says, leaving the misleading impression that the move","byline":"By JIM RUTENBERG and JEREMY W. PETERS","date":"20121030","title":"G.O.P. Turns Fire on Obama Pillar, Auto Bailout","url":"http://www.nytimes.com/2012/10/30/us/politics/gop-turns-fire-on-obama-pillar-auto-bailout.html"},{"body":"AURORA, Colo. &mdash; In his former, overwhelmingly Republican district, Representative Mike Coffman&rsquo;s remark that President Obama was &ldquo;just not an American&rdquo; might not have caused much of a stir. His aides note that registered independents in that deep-red territory were mainly those who considered Republicans too liberal. Now,","byline":"By CARL HULSE","date":"20121030","title":"In Colorado, Coffman and Miklosi Vie for Congress","url":"http://www.nytimes.com/2012/10/30/us/politics/in-colorado-mike-coffman-and-joe-miklosi-vie-for-congress.html"},{"body":"Most Americans have never heard of the National Response Coordination Center, but they&rsquo;re lucky it exists on days of lethal winds and flood tides. The center is the war room of the Federal Emergency Management Agency , where officials gather to decide where rescuers should go, where drinking water should be shipped, and how to assist","date":"20121030","title":"EDITORIAL; A Big Storm Requires Big Government","url":"http://www.nytimes.com/2012/10/30/opinion/a-big-storm-requires-big-government.html"}],"tokens":["Bush"],"total":1879}]}