{"tokens":[],"results":[{"offset":"0","results":[{"body":"The following dispatch is based on information arriving from Poland. The Polish authorities are looking at this week as a possible time to test whether they can relax some of the restrictions on personal freedom that have kept the opposition from mounting a coordinated anti-Government campaign. The situation in the country was far from clear. After","date":"19811228","title":"COPING WITH JOKES, GOSSIP AND HIDDEN SOLIDARITY PUNS","url":"http://www.nytimes.com/1981/12/28/world/coping-with-jokes-gossip-and-hidden-solidarity-puns.html"},{"body":"CONGRESS voted an installment on President Reagan's program to ''rearm America'' last week. Like the program itself, it was hefty. Even before the inevitable supplemental bills that will provide for military pay raises and cost overruns (provision for both was omitted in last week's legislation, mostly for cosmetic reasons), the Pentagon's","date":"19811220","title":"DEBATE: CAN 1940'S SHIPS PLAY A USEFUL PART IN THE 1980'S NAVY?","url":"http://www.nytimes.com/1981/12/20/weekinreview/debate-can-1940-s-ships-play-a-useful-part-in-the-1980-s-navy.html"},{"body":"Some people like to think of the Robert Bosch company as a West German auto parts manufacturer with hobbies. Although Bosch diversified into products like home appliances and radio equipment as early as the 1920's, its reputation still rests largely on its sophisticated auto ignitions, fuel injection and lighting systems. But now Bosch plans a","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19811219","title":"GROWTH, AND RISKS, FOR BOSCH","url":"http://www.nytimes.com/1981/12/19/business/growth-and-risks-for-bosch.html"},{"body":"Claud Cockburn, a British journalist and social critic whose lively style made him something of a cult figure on the British political left, died yesterday at St. Sinbarr's Hospital in Cork, Ireland. He was 77 years old and lived in Ardmore, Ireland. Mr. Cockburn, who was also the author of well-received fiction, some of it under the pseudonym","byline":"By WOLFGANG SAXON","date":"19811216","title":"CLAUD COCKBURN, BRITISH WRITER AND SOCIAL CRITIC, IS DEAD AT 77","url":"http://www.nytimes.com/1981/12/16/obituaries/claud-cockburn-british-writer-and-social-critic-is-dead-at-77.html"},{"body":"A 22-year-old mental patient was shot to death here early this morning by officers outside police headquarters. Eddie Lee Johnson, who had been in and out of mental institutions in Austin since 1978, staged a martial arts demonstration in front of headquarters about 5:45 A.M., officers at the scene said. The police were alerted to Mr. Johnson's","byline":"Special to the New York Times","date":"19811215","title":"MENTAL PATIENT KILLED IN HOUSTON AFTER CONFRONTING GROUP OF POLICE","url":"http://www.nytimes.com/1981/12/15/us/mental-patient-killed-in-houston-after-confronting-group-of-police.html"},{"body":"-------------------------------------------------------------------- Edward Sheehan is the author of ''Kingdoms,'' which opens tonight at the Cort. By EDWARD SHEEHAN In the late spring of 1812, there occurred in Italy and France one of the great sacrileges of history. Pope Pius VII, who had been held a prisoner at Savona near Genoa by the Emperor","date":"19811213","title":"WHEN NAPOLEON CAPTURED THE POPE","url":"http://www.nytimes.com/1981/12/13/theater/when-napoleon-captured-the-pope.html"},{"body":"Mention the name of Mayor Fiorello H. La Guardia, and the soft, flattering light of nostalgia immediately begins to glow. The picture may be of the short, stocky Mayor wielding a sledgehammer against a pile of slot machines or racing his firefighters to a fire; the sound, that of a high-pitched voice reading the Sunday comics over the radio during","byline":"By RICHARD J. MEISLIN","date":"19811212","title":"LA GUARDIA NOW BIGGER THAN LIFE","url":"http://www.nytimes.com/1981/12/12/nyregion/la-guardia-now-bigger-than-life.html"},{"body":"Richard F. Hanser, an author and prize-winning television writer whose credits included ''Victory at Sea,'' died Monday at United Hospital in Port Chester, N.Y. Mr. Hanser, who lived in Mamaroneck, N.Y., was 71 years old. Mr. Hanser joined the National Broadcasting Company after World War II and collaborated with Henry Salomon, the producer of the","date":"19811210","title":"RICHARD F. HANSER, A TELEVISION WRITER AND NEWSPAPERMAN","url":"http://www.nytimes.com/1981/12/10/obituaries/richard-f-hanser-a-television-writer-and-newspaperman.html"},{"body":"The following list has been selected from titles reviewed since the Christmas issue of December 1980. Such a list can only suggest the high points in the main fields of reader interest. Books are arranged alphabetically under subject headings. Quoted comments are from The New York Times Book Review. Autobiography & Biography THE ALCOTTS. Biography","date":"19811206","title":"NOTABLE BOOKS OF THE YEAR","url":"http://www.nytimes.com/1981/12/06/books/notable-books-of-the-year.html"},{"body":"In an industry where the wolves often wear sheep's clothing, Billy Wilder has survived for 50 years without concealing his fangs. The movies' most colorful and reknowned cynic, Mr. Wilder has never surrendered to sentimentality or sanctimoniousness. Now 75 years old, he continues to needle the studio potentates with his tart, acerbic comments on","byline":"By STEPHEN FARBER","date":"19811206","title":"WILDER: A CYNIC AHEAD OF HIS TIME; LOS ANGELES","url":"http://www.nytimes.com/1981/12/06/movies/wilder-a-cynic-ahead-of-his-time-los-angeles.html"}],"tokens":["Hitler"],"total":280},{"offset":"0","results":[{"body":"NEXT Monday, Sylvester Stallone begins his new job, directing John Travolta in the sequel to ''Saturday Night Fever,'' which is called ''Staying Alive.'' Mr. Stallone wrote the script, too. He says of himself and Mr. Travolta: ''We're kind of, like, in the same mold. I met him just before he did 'Saturday Night Fever,' and after that, we crossed","byline":"By Chris Chase","date":"19821231","title":"AT THE MOVIES; 'Staying Alive' with a couple of tough guys.","url":"http://www.nytimes.com/1982/12/31/movies/at-the-movies-staying-alive-with-a-couple-of-tough-guys.html"},{"body":"A BETTER WORLD. The Great Schism: Stalinism and the American Intellectu- als. By William L. O'Neill. 447 pages. Simon & Schuster. $17.95. THE great divide on the American left that separated those who took the Soviet Union as their lodestar and those who were appalled by where that red star led has attracted many chroniclers over the last","byline":"By Walter Goodman","date":"19821231","title":"Books Of The Times","url":"http://www.nytimes.com/1982/12/31/books/books-of-the-times-132374.html"},{"body":"THE BELARUS SECRET. By John Loftus. Edited by Nathan Miller. 196 pages. Knopf. $13.95. HOW some Nazi war criminals and collaborators were able to make their way to the United States after World War II, attain citizenship and live undetected or unmolested is a question that has long troubled scholars and Holocaust survivors. In recent years,","byline":"By Ralph Blumenthal","date":"19821228","title":"Books Of The Times","url":"http://www.nytimes.com/1982/12/28/books/books-of-the-times-125969.html"},{"body":"John Cullum will play the title role of Adolph Hitler in ''The Portage to San Cristobal of A.H.'' opening New Year's Eve at the Hartford Stage Company, 50 Church Street. The play, adapted by Christopher Hampton from George Steiner's novel, received mixed reviews when it ran in 1981 at London's Mermaid Theater. It was considered controversial for","byline":"By Eleanor Charles","date":"19821226","title":"CONNECTICUT GUIDE; HITLER ONSTAGE","url":"http://www.nytimes.com/1982/12/26/nyregion/connecticut-guide-hitler-onstage.html"},{"body":"Only lately have I become aware that crises and transitions in my life were often alleviated in some way by a phonograph. In the fractures and dislocations of my youth, recorded music - transported, much like myself, from one time and place to another - somehow supplied the link that formed continuity where otherwise there would have been chaos and","byline":"By Hans Fantel","date":"19821226","title":"SOUND; HOW A RECORD FED A NEW LIFE","url":"http://www.nytimes.com/1982/12/26/arts/sound-how-a-record-fed-a-new-life.html"},{"body":"To the Editor: As an avid reader of the great Yiddish writer Chaim Grade I would like to protest Ruth Wisse's lapse of taste in her review of ''Rabbis and Wives'' (Nov. 14). An author's manner of burial is beyond the province of literary criticism. Miss Wisse's first paragraph does not belong in a book review. Miss Wisse's suggestion that Grade","date":"19821226","title":"Chaim Grade","url":"http://www.nytimes.com/1982/12/26/books/l-chaim-grade-117476.html"},{"body":"RECENTLY a bank hosted a seminar in New York focusing on investment i n a South Asian country. Attendance was sparse, despite the c ountry's attractive prospects and the bank's reputation for fine l uncheons - complete with waiters resplendent in tails. The scarcity of executives at the meeting may have had less to do with busy corporate schedules","date":"19821219","title":"THE BANKS SHOULD HAVE KNOWN BETTER; BENJAMIN WEINER","url":"http://www.nytimes.com/1982/12/19/business/the-banks-should-have-known-better-benjamin-weiner.html"},{"body":"Last of six articles that have appeared periodically on current world economic problems After three decades of the greatest growth in history, the world economy has been caught for the last three years in what a committee of international economists assembled by the United Nations calls ''a vicious spiral of contraction.'' The key economic issue","byline":"By LEONARD SILK","date":"19821213","title":"WORLD ECONOMIC ISSUE; Economic Analysis","url":"http://www.nytimes.com/1982/12/13/business/world-economic-issue-economic-analysis.html"},{"body":"Some 5,000 human rights activists burned an effigy of President Ferdinand E. Marcos today at a rally in Cebu, the Philippines' second-largest city. Witnesses said some protesters chanted slogans comparing Mr. Marcos to Hitler while the effigy burned. Priests, nuns and lay members of the Roman Catholic Church in the predominantly Christian","byline":"Reuters","date":"19821213","title":"An Effigy of Marcos Is Burned At a Rally in the Philippines","url":"http://www.nytimes.com/1982/12/13/world/an-effigy-of-marcos-is-burned-at-a-rally-in-the-philippines.html"},{"body":"By Christopher Lehmann-Haupt ROBERT LOWELL. A Biography. By Ian Hamilton. 527 pages. Illustrated. Ran- dom House. $19.95. THERE was, alas, a tragically simple pattern to the adult life of the late Robert Lowell, whom history seems likely to anoint as America's most significant poet of the mid-20th century. The pattern would begin with accelerated","date":"19821209","title":"Books Of The Times","url":"http://www.nytimes.com/1982/12/09/books/books-of-the-times-085864.html"}],"tokens":["Hitler"],"total":249},{"offset":"0","results":[{"body":"Following are key questions and answers from an interview with Senator Alan Cranston by Frank Lynn: Q. What do you think is the most important problem facing the United States over the next decade? And what new ideas to you have for dealing with it? CRANSTON. I think two issues are really paramount. One is the incredible cost of the arms race, the","date":"19831230","title":"AN INTERVIEW WITH ALAN CRANSTON, SENATOR FROM CALIFORNIA","url":"http://www.nytimes.com/1983/12/30/us/an-interview-with-alan-cranston-senator-from-california.html"},{"body":"Michael Frayn's ''Noises Off'' is so funny about so many aspects of the theater - read those spoof bios in the programs at the Brooks Atkinson, for instance - that it seems grudging to complain about its omissions. But what, I kept wondering, must the friends and relations of its main characters have said to them backstage after watching them bomb","byline":"By BENEDICT NIGHTINGALE","date":"19831229","title":"CRITIC'S NOTEBOOK; GOOD WORDS FOR BAD SHOWS","url":"http://www.nytimes.com/1983/12/29/theater/critic-s-notebook-good-words-for-bad-shows.html"},{"body":"The 11-year-old Arab girl has freckles on her nose and wears a red ribbon at the top of a long braid that swings to and fro along her back. Her name is Amal Abu al-Jamiyya. Amal means hope. She has never seen a Jew without a gun. In the labyrinth of pathways that meander among the cold concrete houses of her slum, a refugee camp that has been under","byline":"By DAVID K. SHIPLER, Special to the New York Times","date":"19831228","title":"ARABS AND JEWS OF ISRAEL: THE BIGOTRY RUNS DEEP","url":"http://www.nytimes.com/1983/12/28/world/arabs-and-jews-of-israel-the-bigotry-runs-deep.html"},{"body":"Yevgeny A. Yevtushenko, one of the Soviet Union's most popular poets, has come under the harshest criticism of his career for his first novel, ''Berry Patches,'' among other things for the book's critical treatment of Stalin's mass roundup of land-owning peasants in the 1930's. A review of the novel in the current issue of the monthly literary","byline":"By JOHN F. BURNS","date":"19831226","title":"STICK TO POETRY: SOVIET CRITIC TELLS YEVTUSHENKO","url":"http://www.nytimes.com/1983/12/26/world/stick-to-poetry-soviet-critic-tells-yevtushenko.html"},{"body":"Growing older extends the memory, and it feels strange to have been alive at a time that now seems very long ago. For example, I remember a Christmas half a century back. I can pinpoint the year - 1933 - by the fact that in the country across the border from my native Austria a new government had just come into power. It was the first Christmas","byline":"By Hans Fantel","date":"19831225","title":"SOUND CHRISTMAS PEACE VIA RADIO","url":"http://www.nytimes.com/1983/12/25/arts/sound-christmas-peace-via-radio.html"},{"body":"When we commemorate great achievements, it is important to consider those events that have been beneficial to mankind. Thus, when I read that the Norden bombsight was among the top 10 Westchester County engineering achievements (''Engineers Pick Top 10 Feats,'' Dec. 11), I was appalled. ''We wondered about it being a weapon of war,'' Mr. (Frank C.)","date":"19831225","title":"Great Achievements: Words of Assessment","url":"http://www.nytimes.com/1983/12/25/nyregion/l-great-achievements-words-of-assessment-124780.html"},{"body":"BECAUSE it is not the real Dr. Edward A. Kantor who appears in C. David Heymann's new biography of Barbara Hutton, but instead an unintentionally fabricated version of the man, publication of ''Poor Little Rich Girl: The Life and Legend of Barbara Hutton'' has been canceled and 58,000 copies of the book recalled from bookstores and distributors","byline":"By CHRISTOPHER LEHMANN-HAUPT","date":"19831222","title":"CRITIC'S NOTEBOOK; FICTIONAL CHARACTERS DERIVED FROM REAL PEOPLE;","url":"http://www.nytimes.com/1983/12/22/books/critic-s-notebook-fictional-characters-derived-from-real-people.html"},{"body":"Senator Alfonse M. D'Amato, Republican of New York, has reached the midpoint of his first term. He has gained a reputation for dealing with such local issues as transit, housing and Federal grants to communities. His chief committee assignments are Appropriations and Banking, Housing and Urban Affairs. The winner of a strenuous three-way race in","byline":"By JANE PERLEZ","date":"19831220","title":"AT MIDPOINT IN HIS SENATE TERM, D'AMATO TAKES STOCK","url":"http://www.nytimes.com/1983/12/20/nyregion/at-midpoint-in-his-senate-term-d-amato-takes-stock.html"},{"body":"''Sch\"on, mama?'' asked Johannes von Trapp, steering his mother through the new Tyrolean lodge, frosted with a layer of fresh snow. ''Beautiful, Johannes,'' agreed his mother, the 78-year-old Baroness Maria von Trapp. ''I am constantly overwhelmed.'' Almost three years to the day after the Trapp Family Lodge burned to the ground in a fire that","byline":"By RALPH BLUMENTHAL","date":"19831219","title":"TRAPP FAMILY, OVERCOMING ADVERSITY AGAIN, REOPENS LODGE IN STOWE, VT.","url":"http://www.nytimes.com/1983/12/19/us/trapp-family-overcoming-adversity-again-reopens-lodge-in-stowe-vt.html"},{"body":"EVERYBODY can relax. Mel Brooks's remake of Ernst Lubitsch's 1942 classic, ''To Be or Not to Be,'' is smashingly funny. I'm not at all sure that it's a classic, but it's so good in its own right, in the way it preserves and revives the wonderfully farcical situations of the original Edwin Justus Mayer screenplay, that you leave the theater having a","byline":"By VINCENT CANBY","date":"19831216","title":"'TO BE OR NOT TO BE,' WITH MEL BROOKS","url":"http://www.nytimes.com/1983/12/16/movies/to-be-or-not-to-be-with-mel-brooks.html"}],"tokens":["Hitler"],"total":309},{"offset":"0","results":[{"body":"The Year of the Prisoner Bartlett's isn't sure that Burke ever uttered the famous line credited to him: ''The only thing necessary for the triumph of evil is for good men to do nothing.'' But the exhortation is timeless. Decent impulses are diffuse; evil is willed and specific. This is bitterly understood by political prisoners who are torn from","date":"19841231","title":"No Headline","url":"http://www.nytimes.com/1984/12/31/opinion/no-headline-185142.html"},{"body":"The annual New Year's Concert of the Vienna Philharmonic - the world's most widely watched television program - will span the Atlantic for the first time with a digital audio link. The program, with an audience numbering roughly 750 million viewers, is expected to offer Americans a new experience in sound received from Europe by electronic","byline":"By HANS FANTEL","date":"19841231","title":"VIENNA TV CONCERT TO BE DIGITAL","url":"http://www.nytimes.com/1984/12/31/arts/vienna-tv-concert-to-be-digital.html"},{"body":"WASHINGTON Dear George Orwell, wherever you are: l984 wasn't such a disaster after all. The things you feared the most for this year didn't really happen, or at least weren't as scary as you predicted in l949. Things weren't very good either. Only about a third of the world's people are living in decent freedom. At the end of this year, the Pope in","byline":"By James Reston","date":"19841230","title":"WASHINGTON; SO LONG TO 1984","url":"http://www.nytimes.com/1984/12/30/opinion/washington-so-long-to-1984.html"},{"body":"Orwell's year ends with all his imagined horrors realized in Afghanistan. Five years ago, the Soviet Union undertook a ''limited and temporary'' intervention at the ''invitation'' of a beleaguered Marxist ruler. He was then murdered by his supposed comrades, and a docile successor was implanted. The war thus spawned in lies, and waged in stealth,","date":"19841230","title":"Requiem for a Nation","url":"http://www.nytimes.com/1984/12/30/opinion/requiem-for-a-nation.html"},{"body":"Consider television as an instrument of information, enlightenment and knowledge. Consider its people as journalists, thinkers and teachers. Some of them do good work. Nonfiction television, an area roughly made up of, but scarcely confined to, news, documentary and opinion, had triumphs in 1984. In particular, there were rich, plummy and","byline":"By John Corry","date":"19841230","title":"TV VIEW; PUBLIC TV'S GAMBLES OFTEN PAID OFF HANDSOMELY","url":"http://www.nytimes.com/1984/12/30/arts/tv-view-public-tv-s-gambles-often-paid-off-handsomely.html"},{"body":"HITLER AND THE FINAL SOLUTION. By Gerald Fleming. 219 pages. University of California Press. $15.95. IN ''Hitler's War,'' published in 1977, the English historian David Irving argued that Hitler did not know of the extermination of European Jews until late 1943, two years after it had begun. His thesis is provocative; it throws light on a battle","byline":"By D. J. R. Bruckner","date":"19841228","title":"BOOKS OF THE TIMES;","url":"http://www.nytimes.com/1984/12/28/books/books-of-the-times-177573.html"},{"body":"The venomous attacks of some senior historians upon the inaccuracies or alleged ''fabrications'' of one of their juniors seems to confirm an old saying: Battles fought in academia are so vicious because the stakes are so small. At issue is a manuscript by Dr. David Abraham, an untenured professor of German history at Princeton, about the fall of","byline":"FRED M. HECHINGER","date":"19841228","title":"The Editorial Notebook; Venomous Feud Over Weimar","url":"http://www.nytimes.com/1984/12/28/opinion/the-editorial-notebook-venomous-feud-over-weimar.html"},{"body":"Over the past two years, a dispute involving charges of scholarly fraud has grown so bitter that historians are urging a reassessment of the ethics of academic debate and the standards of scholarship. At the center of the controversy is Dr. David Abraham, an untenured professor of German history at Princeton University, who has been accused of","byline":"By COLIN CAMPBELL","date":"19841223","title":"A QUARREL OVER WEIMAR BOOK","url":"http://www.nytimes.com/1984/12/23/arts/a-quarrel-over-weimar-book.html"},{"body":"SUNDAY, DECEMBER 23, 1984 A Soviet career military officer was appointed to succeed the late Marshal Dmitri F. Ustinov as Defense Minister of the Soviet Union. He is Marshal Sergei L. Sokolov, who had been a First Deputy Minister of Defense for the last 17 years. (Page 1, Column 1.) Marshal Sokolov's appointment as Soviet Defense Minister was not","date":"19841223","title":"NEWS SUMMARY; ; International","url":"http://www.nytimes.com/1984/12/23/nyregion/news-summary-international.html"},{"body":"NIVEN'S HOLLYWOOD By Tom Hutchinson. Introduction by Peter Ustinov. Afterword by David Niven Jr. Illustrated. 192 pp. Salem, N.H.: Salem House. $17.95. THAT'S DANCING! By Tony Thomas. Illustrated. 272 pp. New York: Harry N. Abrams. $35. ASTAIRE The Man, The Dancer. By Bob Thomas. Illustrated. 340 pp. New York: St. Martin's Press. $18.95. IF the","byline":"By Ethan Mordden; Ethan Mordden is the author of ''The Hollywood Musical'' and, most recently, ''Demented: The World of the Opera Diva'' and ''Pooh's Workout Book.''","date":"19841223","title":"FANCY FEET AND FAMOUS FACES","url":"http://www.nytimes.com/1984/12/23/books/fancy-feet-and-famous-faces.html"}],"tokens":["Hitler"],"total":295},{"offset":"0","results":[{"body":"THE date of this writing, 1985, is the 100th anniversary of Ezra Pound's birth. Celebrations have included a gala Library of Congress program (Oct. 29), a stellar lecture series at Yale University (Oct. 31-Nov. 2) and a front-page article, ''Solving the Ezragrams: Pound at 100,'' in The New York Times Book Review (Nov. 10) by Pound's friend and","byline":"By Peter Viereck; Peter Viereck, the William R. Kenan Professor of History at Mount Holyoke College, has written six volumes of poetry, including the Pulitzer Prize-winning ''Terror and Decorum.''","date":"19851229","title":"POUND AT 100: WEIGHING THE ART AND THE EVIL","url":"http://www.nytimes.com/1985/12/29/books/pound-at-100-weighing-the-art-and-the-evil.html"},{"body":"THE AMER-ican checking out of the Graf Zeppelin Hotel in Stuttgart was in his late 40's or early 50's and expensively dressed. He slid his American Express Gold Card back into his billfold, then turned and ran down the steps to the hotel's garage making ''Vroom, vroom, vroom!'' noises, pretending to shift gears at each landing. ''He's been out to","byline":"By Richard Reeves; Richard Reeves is an author and syndicated columnist. His latest book, ''The Reagan Detour,'' was published last month by Simon & Shuster.","date":"19851229","title":"HEARTBREAKER ON WHEELS","url":"http://www.nytimes.com/1985/12/29/magazine/heartbreaker-on-wheels.html"},{"body":"ARROWS OF THE ALMIGHTY The Most Extraordinary True Spy Story of World War II. By Michael Bar-Zohar. Illustrated. 228 pp. New York: Macmillan Publishing Company. $16.95. IT is a morning in April 1941. In Dachau 500 prisoners in blue-striped uniforms - the inmates of the ''Jewish block'' of Camp Number Three - tensely await the new day's horrors.","byline":"By Jonathan Coleman; Jonathan Coleman is the author of ''At Mother's Request: A True Story of Money, Murder and Betrayal,'' which has just been released in paperback.","date":"19851229","title":"THE JEW WHO SPIED FOR TH NAZIS","url":"http://www.nytimes.com/1985/12/29/books/the-jew-who-spied-for-th-nazis.html"},{"body":"TRUMAN. The Rise to Power. By Richard Lawrence Miller. 536 pages. McGraw-Hill. $19.95. THIS much everyone knows about Harry Truman: He made his way up in Missouri politics, and so into the White House, by courtesy of Tom Pendergast's machine. But even while consorting with some of the less wholesome elements of Kansas City, he managed to stay clear","byline":"By Walter Goodman","date":"19851226","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1985/12/26/books/books-of-the-times-250080.html"},{"body":"Federal officials say a spreading campaign by religious groups to designate American cities as sanctuaries for illegal aliens has stimulated a new flow of immigrants from Central America. By a 5-to-2 vote of the City Council, Sacramento, Calif., last week became the 12th city in the nation to declare itself a sanctuary for Central American aliens.","byline":"By ROBERT LINDSEY, Special to the New York Times","date":"19851223","title":"AID TO ALIENS SAID TO SPUR ILLEGAL IMMIGRATION","url":"http://www.nytimes.com/1985/12/23/us/aid-to-aliens-said-to-spur-illegal-immigration.html"},{"body":"BEYOND BELIEF The American Press and the Coming of the Holocaust, 1933-1945. By Deborah E. Lipstadt. 370 pp. New York: The Free Press. $19.95. THIS book is a study of the American press and radio (principally daily newspapers) and how their generally uninformed coverage, with notable exceptions, of the rise of Adolf Hitler led to their uninformed","byline":"By Arnold Beichman; Arnold Beichman is a visiting scholar at the Hoover Institution in California. His latest book is ''Herman Wouk: The novelist as Social Historian.''","date":"19851222","title":"THE UNTHINKABLE WAS UNPRINTABLE","url":"http://www.nytimes.com/1985/12/22/books/the-unthinkable-was-unprintable.html"},{"body":"Among the exhibitions of the fall season, none has carried a heavier load of nostalgia for this visitor than the little show called ''Oskar Kokoschka: The Early Years, 1907-1924'' at the Serge Sabarsky Gallery, 987 Madison Avenue at 77th Street. Kokoschka will always have his place in historical terms as an honored veteran of the Viennese art world","byline":"By John Russell","date":"19851222","title":"ART VIEW; KOKOSCHKA'S EARLY PORTRAITS SUM UP A WHOLE SOCIETY","url":"http://www.nytimes.com/1985/12/22/arts/art-view-kokoschka-s-early-portraits-sum-up-a-whole-society.html"},{"body":"PUBLIC PHILOSOPHER Selected Letters of Walter Lippmann. Edited by John Morton Blum. 652 pp. New York: Ticknor & Fields. $29.95. WHY should anyone bother to read over 600 pages of letters written by the same person, even so prominent a pundit as Walter Lippmann? In one sense, the answer is simple. In 1913, Walter Lippmann published his first book,","byline":"By Warren F. Kimball; Warren F. Kimball is a professor of history at Rutgers University. His most recent publication is the three-volume collection ''Churchill & Roosevelt: The Complete Correspondence.''","date":"19851222","title":"DEAR RICH-AND-FAMOUS","url":"http://www.nytimes.com/1985/12/22/books/dear-rich-and-famous.html"},{"body":"Louis Farrakhan, leader of a Black Muslim faction, has been banned by Bermuda's black-led government because of fears that a speech scheduled for Dec. 27 would incite unrest on the racially mixed island. ''It's just not worth the risk,'' Sir John Sharpe, the Minister of Labor and Home Affairs, said Wednesday. ''Why should our small society be","byline":"UPI","date":"19851220","title":"Bermuda Banning Farrakhan","url":"http://www.nytimes.com/1985/12/20/us/bermuda-banning-farrakhan.html"},{"body":"WITH each succeeding visit to New York, the Cleveland Orchestra underlines the absolute rightness of its affiliation with Christoph von Dohnanyi. Mr. Dohnanyi became the orchestra's music director last season, and it is pleasing indeed to hear this collective instrument -so finely tuned by George Szell and so well-maintained by Lorin Maazel -now","byline":"By Bernard Holland","date":"19851216","title":"CONCERT: CLEVELANDERS","url":"http://www.nytimes.com/1985/12/16/arts/concert-clevelanders.html"}],"tokens":["Hitler"],"total":334},{"offset":"0","results":[{"body":"Lothar Bolz, a former Foreign Minister of East Germany, died today, the official press agency reported. He was 83 years old. The brief report on Mr. Bolz's death described him as a ''deserving state functionary.'' It did not give the cause of his death. Mr. Bolz was Foreign Minister under the East German leader Walter Ulbricht from 1953 to 1965 and","byline":"AP","date":"19861230","title":"Ex-East German Aide, Lothar Bolz, Dies at 83","url":"http://www.nytimes.com/1986/12/30/obituaries/ex-east-german-aide-lothar-bolz-dies-at-83.html"},{"body":"Grete Mosheim, a leading Berlin and West German stage actress, died of cancer yesterday at her home in Manhattan. She was 81 years old. Miss Mosheim was a leading lady in Berlin in the 1920's and early 30's, starring in many Max Reinhardt productions. She gained particular notice in ''Street Scene,'' ''The Good Fairy,'' ''A Doll's House,'' ''Much","date":"19861230","title":"GRETA MOSHEIM, 81, A GERMAN LEADING LADY OF THE THEATER","url":"http://www.nytimes.com/1986/12/30/obituaries/greta-mosheim-81-a-german-leading-lady-of-the-theater.html"},{"body":"1 THE MAMMOTH HUNTERS, by Jean M. Auel. (Bantam, $4.95.) Ayla of ''The Valley of Horses'' resumes her adventures in the prehistoric world. 2 LIE DOWN WITH LIONS, by Ken Follett. (Signet/ NAL, $4.95.) An Englishwoman in Afghanistan, caught between the C.I.A. and the K.G.B. 3 DARK ANGEL, by V. C. Andrews. (Pocket, $4.50.) The saga of the haunted","date":"19861228","title":"PAPERBACK BEST SELLERS: FICTION","url":"http://www.nytimes.com/1986/12/28/books/paperback-best-sellers-fiction.html"},{"body":"To the Editor: As a South African visitor to the United States, I should like to comment on your excellent editorial (''The Gods Are Crazy in Pretoria,'' Dec. 2), concerning the reforms agreed by the people of Natal - the ''KwaNatal option,'' as they are known - which have just been rejected (once again) by our governing National Party. You refer","date":"19861223","title":"South Africa's Ruling National Party Must Go","url":"http://www.nytimes.com/1986/12/23/opinion/l-south-africa-s-ruling-national-party-must-go-622886.html"},{"body":"It is time to stop focusing on the unanswered questions, as if they were all that mattered. What remains unknown about the Iran arms affair is much less important than what we do know. We have learned enough to have a picture of the Reagan Presidency in operation: an unforgettably chilling picture. At the top we see a President numb to facts and","byline":"Anthony Lewis","date":"19861222","title":"ABROAD AT HOME; WHAT WE KNOW","url":"http://www.nytimes.com/1986/12/22/opinion/abroad-at-home-what-we-know.html"},{"body":"A bitter 51-year-old dispute between two Rutgers University professors - one a Nazi sympathizer, the other an opponent of Hitler who lost his teaching post - was not the result of political discrimination, a special faculty committee concluded today. The panel ruled that while political bias may have played a part in the professor's ouster, the","byline":"By ALFONSO A. NARVAEZ, Special to the New York Times","date":"19861218","title":"RUTGERS RE-EXAMINES DISPUTE OVER NAZISM","url":"http://www.nytimes.com/1986/12/18/nyregion/rutgers-re-examines-dispute-over-nazism.html"},{"body":"Despite its participation in the Axis alliance, Italy in World War II provided a safer haven for Jews than most other European countries, a number of scholars agreed at a conference last week. A three-day symposium on the Jews of Italy sponsored by Brooklyn College's Humanities Institute and the Italian Ministry of Foreign Affairs was told that","byline":"By JOSEPH BERGER","date":"19861214","title":"SCHOLARS PRAISE ITALY'S ROLE IN HELPING JEWS IN WORLD WAR II","url":"http://www.nytimes.com/1986/12/14/nyregion/scholars-praise-italy-s-role-in-helping-jews-in-world-war-ii.html"},{"body":"Chancellor Helmut Kohl's Christian Democratic Party has started to sound truculently anti-Communist and faintly nationalist tonalities as it seeks a major victory in the general election next month. With the left-of-center Social Democratic Party in considerable disarray, the conservative Christian Democrats are moving to rally and consolidate","byline":"By JAMES M. MARKHAM, Special to the New York Times","date":"19861214","title":"KOHL'S PARTY, EYES ON VOTE, SHIFTS TO RIGHT","url":"http://www.nytimes.com/1986/12/14/world/kohl-s-party-eyes-on-vote-shifts-to-right.html"},{"body":"Elie Wiesel dared not speak for the dead today as he accepted the Nobel Peace Prize. ''No one may interpret their mutilated dreams and visions,'' he said, his voice, as ever, a tenacious wisp of memory and grief for the Jews killed en masse in World War II. Instead, the weary-faced author and teacher, 58 years old, fought back tears and eventually","byline":"By FRANCIS X. CLINES, Special to the New York Times","date":"19861211","title":"WIESEL, ACCEPTING THE NOBEL, ASKS THE LIVING TO REMEMBER","url":"http://www.nytimes.com/1986/12/11/world/wiesel-accepting-the-nobel-asks-the-living-to-remember.html"},{"body":"LETTERS FROM WESTERBORK. By Etty Hillesum. Introduction and notes by Jan G. Gaarlandt. Translated by Arnold J. Pomerans. 156 pages. Pantheon Books. $14.95. THE diaries of Etty Hillesum, published several years ago under the title ''An Interrupted Life,'' revealed a remarkable woman - ardent, strong-willed and possessed of enormous spiritual","byline":"By Michiko Kakutani","date":"19861210","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1986/12/10/books/books-of-the-times-099686.html"}],"tokens":["Hitler"],"total":242},{"offset":"0","results":[{"body":"LEAD: ''C'' The Secret Life of Sir Stewart Graham Menzies, Spymaster to Winston Churchill. By Anthony Cave Brown. Illustrated. 830 pp. New York: Macmillan Publishing Company. $25. ''C'' The Secret Life of Sir Stewart Graham Menzies, Spymaster to Winston Churchill. By Anthony Cave Brown. Illustrated. 830 pp. New York: Macmillan Publishing Company.","byline":"By KEN FOLLETT; Ken Follett's six best-selling thrillers include two about espionage in World War II. His caper novel, ''Paper Money,'' was recently reissued in paperback.","date":"19871227","title":"THE OLDEST BOY OF BRITISH INTELLIGENCE","url":"http://www.nytimes.com/1987/12/27/books/the-oldest-boy-of-british-intelligence.html"},{"body":"LEAD: THE FRANCO REGIME 1936-1975. By Stanley G. Payne. Illustrated. 677 pp. Madison: University of Wisconsin Press. $30. THE FRANCO REGIME 1936-1975. By Stanley G. Payne. Illustrated. 677 pp. Madison: University of Wisconsin Press. $30. GEN. FRANCISCO FRANCO won a bloody civil war with the aid of Hitler and Mussolini, and then built a regime that","byline":"By PAUL PRESTON; Paul Preston, the director of the Center for Contemporary Spanish Studies at the University of London, is the author of ''The Spanish Civil War 1936-39.''","date":"19871227","title":"THE CONQUEROR OF HIS COUNTRY","url":"http://www.nytimes.com/1987/12/27/books/the-conqueror-of-his-country.html"},{"body":"LEAD: There is obviously still a lot of confusion in the country about the proper role of public officials. The new idea this Christmas (the gospel according to Gary Hart) is that an official's public and private lives - his policies and morals - can be separate, that his personal monkey business is nobody's business and that all the folly and","byline":"By James Reston; James Reston is senior columnist of The New York Times.","date":"19871225","title":"Private Behavior, Public Responsibility","url":"http://www.nytimes.com/1987/12/25/opinion/private-behavior-public-responsibility.html"},{"body":"LEAD: The 74-year-old host of West Germany's longest-running television talk show resigned today, a week after a magazine reopened his past as a Nazi journalist. The 74-year-old host of West Germany's longest-running television talk show resigned today, a week after a magazine reopened his past as a Nazi journalist. The moderator, Werner Hofer,","byline":"By SERGE SCHMEMANN, Special to the New York Times","date":"19871223","title":"German TV Host Quits Over His Nazi Past","url":"http://www.nytimes.com/1987/12/23/world/german-tv-host-quits-over-his-nazi-past.html"},{"body":"LEAD: The deepest change in the Soviet Union is not in politics. As Americans who see the current Soviet film ''Repentance'' are finding out, it's in the arts. The deepest change in the Soviet Union is not in politics. As Americans who see the current Soviet film ''Repentance'' are finding out, it's in the arts. ''Repentance'' is a potent, poignant","byline":"By GENEVA OVERHOLSER","date":"19871221","title":"The Editorial Notebook; Staring at the Soviet Past","url":"http://www.nytimes.com/1987/12/21/opinion/the-editorial-notebook-staring-at-the-soviet-past.html"},{"body":"LEAD: WINTER: A Novel of a Berlin Family. By Len Deighton. 571 pages. Knopf. $19.95. WINTER: A Novel of a Berlin Family. By Len Deighton. 571 pages. Knopf. $19.95. IT is common knowledge that the leadership of the German National Socialist Workers Party, or Nazis, was little more than a gang of crooks, murderers, political opportunists and racists.","byline":"By Christopher Lehmann-Haupt","date":"19871221","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1987/12/21/books/books-of-the-times-977687.html"},{"body":"LEAD: Dr. Lienhard Bergel, a retired professor of comparative literature at the graduate school of City University of New York, died Dec. 14 at the North Shore University Hospital in Manhasset, L.I., after being struck by an automobile in Port Washington, L.I., where he lived. He was 82 years old. Dr. Lienhard Bergel, a retired professor of","date":"19871221","title":"Dr. Lienhard Bergel, Opponent of Nazism","url":"http://www.nytimes.com/1987/12/21/obituaries/dr-lienhard-bergel-opponent-of-nazism.html"},{"body":"LEAD: Andre Malraux is dead. Jean-Paul Sartre is dead. Raymond Aron is dead. The age of France's intellectual giants is past, and it is now customary to bemoan the decline of culture and even thought in France, to rail at the tawdry ascendancy of television and the transformation of writers into entertainers. Andre Malraux is dead. Jean-Paul Sartre","byline":"By JAMES M. MARKHAM, Special to the New York Times","date":"19871221","title":"Paris Journal; A French Thinker Who Declines a Guru Mantle","url":"http://www.nytimes.com/1987/12/21/world/paris-journal-a-french-thinker-who-declines-a-guru-mantle.html"},{"body":"LEAD: TEN YEARS AGO, PHOTOGRAPHS made to be seen as art were for the most part sharp, clear and descriptive. While not everyone subscribed to the Modernist notion that it is the nature of the medium to describe the world in exacting detail, most photographers would have agreed that photography's advantage over painting rested with its","byline":"By ANDY GRUNDBERG","date":"19871220","title":"PHOTOGRAPHY VIEW; Where Blurred Focus Makes Sharp Statements","url":"http://www.nytimes.com/1987/12/20/arts/photography-view-where-blurred-focus-makes-sharp-statements.html"},{"body":"LEAD: SIX THEMES IN SEARCH OF AN author: SIX THEMES IN SEARCH OF AN author: Theme 1: Death The main subject of Don DeLillo's 1985 American Book Award-winning novel, ''White Noise'' - with its toxic spill and its college chairman of the department of Hitler studies - was death, or more specifically, the fear of death. As one character says,","byline":"By MERVYN ROTHSTEIN","date":"19871220","title":"THEATER; A Novelist Faces His Themes On New Ground","url":"http://www.nytimes.com/1987/12/20/theater/theater-a-novelist-faces-his-themes-on-new-ground.html"}],"tokens":["Hitler"],"total":269},{"offset":"0","results":[{"body":"LEAD: To the Editor: To the Editor: In suggesting that Hitler was not received by wildly enthusiastic Austrian throngs on his triumphal entry into Vienna in 1938, Henry L. Bretton (''No Adoring Viennese Millions for Hitler,'' letter, Dec. 17) indicates he has read neither his Hitler nor his history. The Nazi Fuhrer himself exclaimed his glee at the","date":"19881231","title":"Hitler Felt Gleeful At Viennese Acclaim","url":"http://www.nytimes.com/1988/12/31/opinion/l-hitler-felt-gleeful-at-viennese-acclaim-694488.html"},{"body":"LEAD: Bertrand Russell A Political Life By Alan Ryan 226 pages. Hill & Wang. $19.95. Bertrand Russell A Political Life By Alan Ryan 226 pages. Hill & Wang. $19.95. Insofar as the name of Bertrand Russell means anything to Americans today, it probably conjures up the gaunt white-haired patriarchal leader of sit-ins against the nuclear bomb and","byline":"By WALTER GOODMAN","date":"19881229","title":"Books of The Times; The Politics of the Philosopher","url":"http://www.nytimes.com/1988/12/29/books/books-of-the-times-the-politics-of-the-philosopher.html"},{"body":"LEAD: ''Legs Diamond,'' the Peter Allen floor show that held its official opening at the Mark Hellinger last night, wistfully bills itself as ''a big new Broadway musical.'' That it's not, since it isn't particularly big or new or musical. But was it too much to hope for the next best thing - a big new Broadway bomb along the demented lines of","byline":"By FRANK RICH","date":"19881227","title":"Review/Theater; 'Legs' Opens After 9-Week Preview","url":"http://www.nytimes.com/1988/12/27/theater/review-theater-legs-opens-after-9-week-preview.html"},{"body":"LEAD: MASK OF TREACHERY By John Costello. 765 pp. New York: William Morrow & Company. $22.95. MASK OF TREACHERY By John Costello. 765 pp. New York: William Morrow & Company. $22.95. ON Nov. 15, 1979, the Prime Minister of Britain, Margaret Thatcher, confirmed published reports that Sir Anthony Blunt, former surveyor of the Queen's pictures, former","byline":"By Zara Steiner; Zara Steiner, a fellow of New Hall College, Cambridge, is the author of the forthcoming book, ''The Reconstructions of Europe 1919-41.''","date":"19881225","title":"OLD BOYS AND CORONETS","url":"http://www.nytimes.com/1988/12/25/books/old-boys-and-coronets.html"},{"body":"LEAD: My Century The Odyssey of a Polish Intellectual By Aleksander Wat Edited and translated by Richard Lourie. Foreword by Czeslaw Milosz. Illustrated. 407 pages. University of California Press. $35. My Century The Odyssey of a Polish Intellectual By Aleksander Wat Edited and translated by Richard Lourie. Foreword by Czeslaw Milosz. Illustrated.","byline":"By JOHN GROSS","date":"19881223","title":"BOOKS OF THE TIMES; A Clear-Eyed Witness, Tyranny's Worst Enemy","url":"http://www.nytimes.com/1988/12/23/books/books-of-the-times-a-clear-eyed-witness-tyranny-s-worst-enemy.html"},{"body":"LEAD: This is the season every four years in which liberals address the question of why they are losing ground. It is also the season when someone in their ranks risks being branded a heretic by stepping forward with some sharply self-critical words. This is the season every four years in which liberals address the question of why they are losing","byline":"By E. J. DIONNE Jr., Special to the New York Times","date":"19881222","title":"Washington Talk: Liberalism; A Liberal's Liberal Tells Just What Went Wrong","url":"http://www.nytimes.com/1988/12/22/us/washington-talk-liberalism-a-liberal-s-liberal-tells-just-what-went-wrong.html"},{"body":"LEAD: On which side of the Berlin Wall can you find German editions of Pravda or Moscow News at almost any kiosk? On which side is it hard to find any Soviet publication, in any language? On which side of the Berlin Wall can you find German editions of Pravda or Moscow News at almost any kiosk? On which side is it hard to find any Soviet","byline":"By SERGE SCHMEMANN, Special to the New York Times","date":"19881218","title":"2 Germanys' Political Divide Is Being Blurred by Glasnost","url":"http://www.nytimes.com/1988/12/18/world/2-germanys-political-divide-is-being-blurred-by-glasnost.html"},{"body":"LEAD: To the Editor: To the Editor: A. M. Rosenthal reports on one of the many events in Vienna to commemorate the 50th anniversary of Austria's inclusion in the Nazi empire in ''The Old Jew and the Cardinal'' (column, Nov. 29). He repeats two canards that should not go unchallenged. One is that Hitler, upon his entry into Austria and his","date":"19881217","title":"No Adoring Viennese Millions for Hitler","url":"http://www.nytimes.com/1988/12/17/opinion/l-no-adoring-viennese-millions-for-hitler-393788.html"},{"body":"LEAD: In the month since the Speaker of Parliament stepped down over a blunt speech he delivered about Hitler, the incident has touched off a national debate about the phobias and taboos that restrict discussion of the Nazi past. In the month since the Speaker of Parliament stepped down over a blunt speech he delivered about Hitler, the incident","byline":"By SERGE SCHMEMANN, Special to the New York Times","date":"19881214","title":"Bonn Journal; A Very German Storm: Dust Settles and Unsettles","url":"http://www.nytimes.com/1988/12/14/world/bonn-journal-a-very-german-storm-dust-settles-and-unsettles.html"},{"body":"LEAD: A Serious Character The Life of Ezra Pound By Humphrey Carpenter 1,005 pages. Houghton Mifflin. $40. A Serious Character The Life of Ezra Pound By Humphrey Carpenter 1,005 pages. Houghton Mifflin. $40. A century after his birth, Ezra Pound is remembered for two things: he is celebrated as a midwife of modernism who with William Carlos","byline":"By MICHIKO KAKUTANI","date":"19881214","title":"Books of The Times; Pound's Inexorable Mix Of Politics and Poetry","url":"http://www.nytimes.com/1988/12/14/books/books-of-the-times-pound-s-inexorable-mix-of-politics-and-poetry.html"}],"tokens":["Hitler"],"total":323},{"offset":"0","results":[{"body":"LEAD: Lenin once condemned czarist Russia as a ''prison house of nations,'' and put part of the blame for the country's social and political problems on the myriad peoples forced together under the czar's hand. The words of the Soviet Union's founder must echo in the mind of President Mikhail S. Gorbachev, the man now holding the keys to the","byline":"By ESTHER B. FEIN","date":"19891231","title":"The World; The Call of Separatism Rings in Gorbachev's Ear","url":"http://www.nytimes.com/1989/12/31/weekinreview/the-world-the-call-of-separatism-rings-in-gorbachev-s-ear.html"},{"body":"LEAD: THE BATTLE OF BRITAIN The Greatest Air Battle of World War II. By Richard Hough and Denis Richards. Illustrated. 413 pp. New York: W. W. Norton & Company. $29.95. THE BATTLE OF BRITAIN The Greatest Air Battle of World War II. By Richard Hough and Denis Richards. Illustrated. 413 pp. New York: W. W. Norton & Company. $29.95. BACK in Ohio in","byline":"By Donal Henahan; Donal Henahan, the chief music critic of The New York Times, was a P-51 fighter pilot in World War II, based in England.","date":"19891231","title":"Britain's Closest Call","url":"http://www.nytimes.com/1989/12/31/books/britain-s-closest-call.html"},{"body":"LEAD: To the Editor: To the Editor: As a Baltimorean, born and reared, of the generation of Russell Baker (''Prejudices Without the Mask,'' column, Dec. 13) and Gwinn Owens (''Mencken - Getting a Bum Rap?'' Op-Ed, Dec. 13), I find the H. L. Mencken controversy fascinating and saddening. Mr. Baker's column seems on the mark for Mencken's old Union","date":"19891231","title":"Mencken's Prejudices Didn't Reflect Baltimore","url":"http://www.nytimes.com/1989/12/31/opinion/l-mencken-s-prejudices-didn-t-reflect-baltimore-478389.html"},{"body":"LEAD: AN UNCERTAIN HOUR The French, the Germans, the Jews, the Klaus Barbie Trial, and the City of Lyon, 1940-1945. By Ted Morgan. Illustrated. 416 pp. New York: Arbor House/ William Morrow. $21.95 AN UNCERTAIN HOUR The French, the Germans, the Jews, the Klaus Barbie Trial, and the City of Lyon, 1940-1945. By Ted Morgan. Illustrated. 416 pp. New","byline":"By Patrice Higonnet; Patrice Higonnet, the Goelet Professor of French History at Harvard, is the author of ''Sister Republics: The Origins of French and American Republicanism.''","date":"19891231","title":"Nightmare in Vichy","url":"http://www.nytimes.com/1989/12/31/books/nightmare-in-vichy.html"},{"body":"LEAD: It was, says David Puttnam of his first film since he resigned as chairman of Columbia Pictures two years ago, ''very complicated to choreograph.'' For Michael Caton-Jones, it was ''a bit like trying to make Ben Hur with three horses, one of them rather old and sleepy.'' Neither the producer nor the director was greatly exaggerating. It was,","byline":"By BENEDICT NIGHTINGALE","date":"19891231","title":"The Memphis Belle Takes the Air - and Screen - Again","url":"http://www.nytimes.com/1989/12/31/arts/the-memphis-belle-takes-the-air-and-screen-again.html"},{"body":"LEAD: Freud's Vienna And Other Essays By Bruno Bettelheim 282 pages. Alfred A. Knopf. $22.95. Freud's Vienna And Other Essays By Bruno Bettelheim 282 pages. Alfred A. Knopf. $22.95. ''As a Freudian,'' writes Bruno Bettelheim in the introduction to his new book, ''I believe what Freud said about biographies applies even more to autobiographies,","byline":"By MICHIKO KAKUTANI","date":"19891227","title":"Books of The Times; Bettelheim's Beliefs and the Ways They Evolved","url":"http://www.nytimes.com/1989/12/27/books/books-of-the-times-bettelheim-s-beliefs-and-the-ways-they-evolved.html"},{"body":"LEAD: >Visions of Hot Sunshine >Visions of Hot Sunshine Shipboard romance and trans-Atlantic crossings may be things of the past, but cruise or resort collections have become a consistent bright spot in tough retailing times. Lightweight clothing in the stores at holiday time is as much a fixture as the Barbie Ferrari. ''Early selling has been","byline":"By Woody Hochswender","date":"19891226","title":"Patterns","url":"http://www.nytimes.com/1989/12/26/style/patterns-839889.html"},{"body":"LEAD: The Soviet Congress of People's Deputies declared today that Stalin and Hitler had illegally conspired to divide Eastern Europe into spheres of influence before World War II, saying the secret agreement between the two leaders violated ''the sovereignty and independence'' of other nations. The Soviet Congress of People's Deputies declared","byline":"By ESTHER B. FEIN, Special to The New York Times","date":"19891225","title":"UPHEAVAL IN THE EAST; Soviet Congress Condemns '39 Pact That Led to Annexation of Baltics","url":"http://www.nytimes.com/1989/12/25/world/upheaval-east-soviet-congress-condemns-39-pact-that-led-annexation-baltics.html"},{"body":"LEAD: International 2-15 General Noriega took refuge in the residence of the Vatican's representative in Panama City and requested political asylum, the American military commander said. Page 1 The White House seemed satisfied that General Noriega was ''under the control of diplomatic authorities,'' even though it was not clear whether he would now","date":"19891225","title":"News Summary","url":"http://www.nytimes.com/1989/12/25/nyregion/news-summary-640189.html"},{"body":"LEAD: As maximum leader of Panama, Gen. Manuel Antonio Noriega lived almost as garishly and as extravagantly as the Colombian drug traffickers who for years are said to have been his business partners. As maximum leader of Panama, Gen. Manuel Antonio Noriega lived almost as garishly and as extravagantly as the Colombian drug traffickers who for","byline":"By JOSEPH B. TREASTER, Special to The New York Times","date":"19891225","title":"FIGHTING IN PANAMA: The Palace; In Noriega's Home, Decor Paints a Picture of Extravagance","url":"http://www.nytimes.com/1989/12/25/world/fighting-panama-palace-noriega-s-home-decor-paints-picture-extravagance.html"}],"tokens":["Hitler"],"total":340},{"offset":"0","results":[{"body":"IN BARBARA PYM's novel \"Excellent Women,\" there's a moment when Our Heroine pays a call on her new downstairs neighbor, a dubious sort of woman who wears trousers and is always dashing off to meetings of the Anthropological Society. When she answers the door, she shrugs without remorse at her unkempt apartment and says, \"I'm such a slut.\" Wonderful","byline":"BY BARBARA KINGSOLVER; Barbara Kingsolver is a writer living in Tucson, Ariz. Her latest novel is \"Animal Dreams\"(HarperCollins).","date":"19901230","title":"Hers; A Clean Sweep","url":"http://www.nytimes.com/1990/12/30/magazine/hers-a-clean-sweep.html"},{"body":"LUDWIG WITTGENSTEIN The Duty of Genius. By Ray Monk. Illustrated. 654 pp. New York: The Free Press. $29.95. Ludwig Wittgenstein was the greatest philosopher of the 20th century. Many books have been written about his philosophy. Ray Monk's \"Ludwig Wittgenstein\" is the first substantial biography of his whole life. It is not a book to which one","byline":"By Anthony Kenny; Anthony Kenny, the author of \"Wittgenstein\" and \"The Legacy of Wittgenstein,\" is the president of the British Academy.","date":"19901230","title":"Give Him Genius or Give Him Death","url":"http://www.nytimes.com/1990/12/30/books/give-him-genius-or-give-him-death.html"},{"body":"To the Editor: In \"Chilled by Hoover's Ghost\" (Op-Ed, Dec. 6), John R. MacArthur writes about the tactics of the Federal Bureau of Investigation in overseeing and keeping files on the donations of his philanthropic foundation, which prompted him to sue the agency. I can submit a case of F.B.I. harassment of an individual. Some years ago my son","date":"19901229","title":"Half-Century Later, F.B.I. Doesn't Forget","url":"http://www.nytimes.com/1990/12/29/opinion/l-half-century-later-fbi-doesn-t-forget-306590.html"},{"body":"Gershom G. Schocken, an influential Israeli journalist who was the editor and publisher of the daily newspaper Haaretz for half a century, died on Saturday at Shiba Medical Center outside Tel Aviv, where he lived. He was 78 years old. He died of cancer of the liver, a family spokesman said. Mr. Schocken, who left Germany with his family when Hitler","byline":"By PETER B. FLINT","date":"19901224","title":"Gershom G. Schocken, 78, Editor Of Israeli Newspaper for 50 Years","url":"http://www.nytimes.com/1990/12/24/obituaries/gershom-g-schocken-78-editor-of-israeli-newspaper-for-50-years.html"},{"body":"Not since Maksim Litvinov, Stalin's commissar for foreign affairs, vainly warned his own leader and the world against appeasing the dictator Hitler has a Soviet diplomat shown the vision of Eduard Shevardnadze in warning of the impending dictatorship of freedom's faithless friend, Mikhail Gorbachev. Consider how this historic admonition","byline":"By William Safire","date":"19901224","title":"ESSAY; The Final Warning","url":"http://www.nytimes.com/1990/12/24/opinion/essay-the-final-warning.html"},{"body":"For decades, the stern soldier's presence gripped the center of Berlin, his sculptured glare cast out across the Brandenburg Gate, his broad stride unbroken even as the ranks of the Soviet soldiers still based in Germany falter. But today the towering statue of a Soviet infantryman, the chief monument to the victorious Red Army on the soil of what","byline":"By JOHN TAGLIABUE, Special to The New York Times","date":"19901223","title":"CRISIS IN THE KREMLIN; Soviet Army Surrenders a Towering Symbol of Its Victory in Berlin","url":"http://www.nytimes.com/1990/12/23/world/crisis-kremlin-soviet-army-surrenders-towering-symbol-its-victory-berlin.html"},{"body":"HISTORY, RELIGION, AND ANTISEMITISM By Gavin I. Langmuir. 380 pp. Berkeley: University of California Press. $37.50. TOWARD A DEFINITION OF ANTISEMITISM By Gavin I. Langmuir. 417 pp. Berkeley: University of California Press. $35. TO define anti-Semitism is to ask what made Auschwitz possible -- which is to say, among other things, that it has taken","byline":"By R. I. Moore; R. I. Moore's most recent book is \"The Formation of a Persecuting Society: Power and Deviance in Western Europe, 950-1250.\"","date":"19901223","title":"800 Years of Hatred","url":"http://www.nytimes.com/1990/12/23/books/800-years-of-hatred.html"},{"body":"There it was, nestled among the secondhand classics, the soft-core pornography and the old National Geographics spread out for sale on blankets and tables along Manhattan's Upper Broadway. The subtitle on the bedraggled bookjacket announced \"A Christmas Oratorio,\" a phrase that makes many people think of orchestras and choirs performing Bach or","byline":"By PETER STEINFELS","date":"19901222","title":"Beliefs","url":"http://www.nytimes.com/1990/12/22/us/beliefs-729090.html"},{"body":"Germany's newly elected Parliament held its first session in the old Reichstag today, and delayed a vote on whether it will move the Government permanently back to Berlin. In opening comments, former Chancellor Willy Brandt, at 77 the oldest of the 662 legislators, cast a vote for Berlin, reminding the session that without West Berlin's","byline":"By JOHN TAGLIABUE, Special to The New York Times","date":"19901221","title":"New Parliament Meets in Reichstag","url":"http://www.nytimes.com/1990/12/21/world/new-parliament-meets-in-reichstag.html"},{"body":"Many factors shape foreign policy -- interest, information, judgment, vision, prejudice, fatigue, fear, panic, stupidity -- but there is one we tend to forget. That factor is ignorance -- ignorance of the challenge, of the context, of how ignorant we may be. Take the Persian Gulf crisis. Do we really know enough about the Mideast to act with","byline":"By Arthur Schlesinger Jr.; Arthur Schlesinger Jr. is professor in the humanities at the City University of New York.","date":"19901217","title":"War in the Gulf: Counsel of Ignorance","url":"http://www.nytimes.com/1990/12/17/opinion/war-in-the-gulf-counsel-of-ignorance.html"}],"tokens":["Hitler"],"total":422},{"offset":"0","results":[{"body":"Great Theater Without Words I -- In Brian Friel's \"Dancing at Lughnasa,\" five unmarried sisters in the County Donegal, Ireland, of August 1936 momentarily escape poverty, drudgery and despair with a spontaneous dance to the pagan music blaring forth from their new Marconi wireless. Great Theater Without Words II -- In Jon Robin Baitz's \"Substance","byline":"By Frank Rich","date":"19911229","title":"THE YEAR IN THE ARTS: THEATER/1991; Throw Away Those Scripts. Some of the Greatest Moments Were Wordless.","url":"http://www.nytimes.com/1991/12/29/theater/year-arts-theater-1991-throw-away-those-scripts-some-greatest-moments-were.html"},{"body":"Roger A. Freeman, an economist who advised Presidents Dwight D. Eisenhower and Richard M. Nixon, died Wednesday. He lived in Stanford and was 87 years old. Mr. Freeman died from stomach cancer, his family said. An expert on public finance, he was a senior fellow emeritus at the Hoover Institution on War, Revolution and Peace at Stanford University.","date":"19911229","title":"Roger A. Freeman, 87, Adviser to 2 Presidents","url":"http://www.nytimes.com/1991/12/29/obituaries/roger-a-freeman-87-adviser-to-2-presidents.html"},{"body":"Secession and political disintegration have redrawn the map of Europe over the last few months. The Baltic states declared independence, Croatia and Slovenia have struggled to withdraw from Yugoslavia and a loose commonwealth has replaced the Soviet Union. There have even been independence movements within independence movements in areas like","byline":"By John McClaughry;","date":"19911228","title":"A Visionary Of Disunion","url":"http://www.nytimes.com/1991/12/28/opinion/a-visionary-of-disunion.html"},{"body":"Roger A. Freeman, an economist who advised Presidents Dwight D. Eisenhower and Richard M. Nixon, died Wednesday. He lived in Stanford and was 87 years old. Mr. Freeman died from stomach cancer, his family said. An expert on public finance, he was a senior fellow emeritus at the Hoover Institution on War, Revolution and Peace at Stanford University.","date":"19911228","title":"Roger A. Freeman, 87, Adviser to 2 Presidents","url":"http://www.nytimes.com/1991/12/28/obituaries/roger-a-freeman-87-adviser-to-2-presidents.html"},{"body":"To the Editor: Catharine A. MacKinnon's \"Palm Beach Hanging\" (Op-Ed, Dec. 15) exudes the prejudice that permeates feminist legal theory. Referring to men as a \"group sexually trained to woman-hating aggression\" and as a \"group who aggress,\" she stereotypes millions of innocent men as rapists and fosters the concept of collective guilt invoked by","date":"19911227","title":"Don't Alter Rape Law Because of Smith Case; Collective Guilt","url":"http://www.nytimes.com/1991/12/27/opinion/l-don-t-alter-rape-law-because-of-smith-case-collective-guilt-026491.html"},{"body":"Every year, dozens of people who escaped Nazi Germany show their gratitude by contributing to The New York Times Neediest Cases. \"We were refugees from Hitler's Germany and are deeply grateful for the haven we found in this country and the opportunity to start a new life,\" Hannah, Werner and Marcia Herz of Kew Gardens, Queens, wrote in a note","byline":"By J. PEDER ZANE","date":"19911227","title":"Many Who Fled Hitler Contribute to Neediest","url":"http://www.nytimes.com/1991/12/27/nyregion/many-who-fled-hitler-contribute-to-neediest.html"},{"body":"Hopeful Monsters By Nicholas Mosley 550 pages. Dalkey Archive Press. $21.95. The title of Nicholas Mosley's fascinating new novel, \"Hopeful Monsters,\" which was the 1990 Whitbread Book of the Year in Britain, refers to \"things born perhaps slightly before their time; when it's not known if the environment is quite ready for them.\" Specifically, Max","byline":"By CHRISTOPHER LEHMANN-HAUPT","date":"19911226","title":"Books of The Times; A Universe of the Observed and the Observers","url":"http://www.nytimes.com/1991/12/26/books/books-of-the-times-a-universe-of-the-observed-and-the-observers.html"},{"body":"Blistering barnacles! Are Tintin and Snowy finally capturing the imaginations of Americans 60 years after their European debut? It's about time. Since 1930, 150 million copies of the oversize Tintin comic books have sold in over 40 languages -- including Welsh, Serbo-Croatian and Esperanto -- and more copies are sold every year. But in the United","byline":"By PETER C. T. ELSWORTH","date":"19911224","title":"Tintin Searches for a U.S. Audience","url":"http://www.nytimes.com/1991/12/24/news/tintin-searches-for-a-us-audience.html"},{"body":"In the early days of the 1992 Presidential campaign one slogan has made its mark. \"Put America First,\" Gov. Douglas Wilder called his program when he started campaigning for the Democratic nomination in August. Pat Buchanan proclaimed \"America First!\" when he announced his Republican candidacy. Only in a country with so little historical memory","byline":"By ANTHONY LEWIS;","date":"19911223","title":"Abroad at Home; 'Stop the World'","url":"http://www.nytimes.com/1991/12/23/opinion/abroad-at-home-stop-the-world.html"},{"body":"The durability of Richard Wagner as a symbol of Nazi horrors and unreconstructed anti-Semitism seems to have outmatched the desire of Israel's pre-eminent orchestra to play his music. A week after its musicians voted to perform a special Wagner concert this Friday, the Israel Philharmonic Orchestra said today that the program would be postponed","byline":"By CLYDE HABERMAN,","date":"19911223","title":"Israel Philharmonic Puts Off Wagner Concert","url":"http://www.nytimes.com/1991/12/23/arts/israel-philharmonic-puts-off-wagner-concert.html"}],"tokens":["Hitler"],"total":306},{"offset":"0","results":[{"body":"It is one of the paradoxes of the Bosnian war that after nine months of fighting, the strongest call for peace is coming from the Serbian forces, universally condemned as the aggressors, and the greatest resistance to a settlement is coming from the country's Muslims, who have won international sympathy for their suffering at Serbian hands. The","byline":"By JOHN F. BURNS,","date":"19921231","title":"War's Pendulum: A special report.; Bosnia 1992: New Puzzles In the Jigsaw of Violence","url":"http://www.nytimes.com/1992/12/31/world/war-s-pendulum-special-report-bosnia-1992-new-puzzles-jigsaw-violence.html"},{"body":"With a Thursday deadline looming, descendants of German Jews seeking compensation for homes and businesses lost during the Nazi era may in many cases have to accept cash settlements far below the current value of their lost properties. Under an agreement signed in May between the United States and Germany, Holocaust survivors or descendants of","byline":"By STEVEN A. HOLMES,","date":"19921231","title":"NAZI VICTIMS FACE DEADLINE ON CLAIMS","url":"http://www.nytimes.com/1992/12/31/world/nazi-victims-face-deadline-on-claims.html"},{"body":"OUTTAKES by definition don't fit in. Doesn't mean they aren't relevant (doesn't mean they are, either). Just suggests that for various reasons they didn't make the cut in a particular scenario. Following are some outtakes from one man's notebook during 1992: THE BUM -- At the beginning of this National Football League season, if someone told you","byline":"By IRA BERKOW","date":"19921230","title":"Sports of The Times; On Ali, L.T., Air Jordan, Santa et al.","url":"http://www.nytimes.com/1992/12/30/sports/sports-of-the-times-on-ali-lt-air-jordan-santa-et-al.html"},{"body":"More than 10,000 residents of this historic eastern German city took to the streets today for a silent candlelit vigil against racism and rightist violence. It was the latest in a series of such demonstrations that have been held across Germany this month. Well over one million people have taken part. The Dresden protest followed one in Berlin on","byline":"By STEPHEN KINZER,","date":"19921229","title":"10,000 Residents of Dresden Join Candlelit Protest Against Racism","url":"http://www.nytimes.com/1992/12/29/world/10000-residents-of-dresden-join-candlelit-protest-against-racism.html"},{"body":"The revolutions of 1989 propelled writers from the moral barricades to the seats of power. In Hungary, Czechoslovakia and Bulgaria, writers forsook their garrets to become heads of state. For Arpad Goncz, the writer-turned-President of Hungary, the change makes sense. \"If you take a good look at Eastern Europe, you'll see that the presidents are","date":"19921227","title":"Hungary's Writer-President Tries to Span Gap","url":"http://www.nytimes.com/1992/12/27/world/hungary-s-writer-president-tries-to-span-gap.html"},{"body":"THE ISLAND Three Tales. By Gustaw Herling. Translated by Ronald Strom. 151 pp. New York: Viking. $20. THE publication of \"The Island,\" by Gustaw Herling, is an important event: first, because it makes available in English to American readers a collection of three tales that rightfully belong to the canon of great works of literature, and second,","byline":"By Louis Begley;","date":"19921227","title":"A World of Plagues And Heresies","url":"http://www.nytimes.com/1992/12/27/books/a-world-of-plagues-and-heresies.html"},{"body":"Helmut Schmidt's eyes and his hearing may not be as sharp as they used to be when he was Chancellor of West Germany 15 years ago, but his vision is. He worries about the future of this country now more than he ever did then, at the height of the cold war. \"The soul of the German people is in danger,\" he said in his office at the weekly journal Die","byline":"By CRAIG R. WHITNEY,","date":"19921225","title":"Hamburg Journal; Germany's March Into New Century: A Troubling Vision to Ex-Chancellor","url":"http://www.nytimes.com/1992/12/25/world/hamburg-journal-germany-s-march-into-new-century-troubling-vision-ex-chancellor.html"},{"body":"A MASSIVE scam is being perpetrated upon the football fans of this town by a man named Glickman. He says he is retiring from broadcasting because he is 75 and getting too old to call the plays. But I checked him out last Sunday, and I don't buy it. This Marty Glickman has made Charlie Conerly and Emlen Tunnell and Freeman McNeil and Al Toon come to","byline":"By GEORGE VECSEY","date":"19921223","title":"Sports of The Times; Glickman Can't Stick To a Career","url":"http://www.nytimes.com/1992/12/23/sports/sports-of-the-times-glickman-can-t-stick-to-a-career.html"},{"body":"Voters in what is left of Yugoslavia go to the polls Sunday, bitterly divided about their country's future yet agreeing on one thing: the weeks ahead are full of new and terrible dangers. The two remaining republics that now make up federal Yugoslavia -- Serbia and Montenegro -- are rife with rumors of coups, military uprisings and even impending","byline":"By STEPHEN KINZER,","date":"19921220","title":"Yugoslavia Votes, Divided and Fearful","url":"http://www.nytimes.com/1992/12/20/world/yugoslavia-votes-divided-and-fearful.html"},{"body":"THE other night William B. Helmreich finished a talk in Great Neck, fielded a few questions from the audience and then listened with pleasure as one man stood up and said, \"I just want to express my deep appreciation for what you did. You gave us respect and dignity.\" The man was not speaking for a special-interest group or a class of people who","byline":"By RICHARD F. SHEPARD","date":"19921220","title":"Overcoming the Holocaust With Success","url":"http://www.nytimes.com/1992/12/20/nyregion/overcoming-the-holocaust-with-success.html"}],"tokens":["Hitler"],"total":331},{"offset":"0","results":[{"body":"To the Editor: In \"The Clinton Challenge in Russia\" (edititorial, Dec. 19), you criticize Western appeasement that \"led to the dismemberment of Eastern Europe half a century ago\" and point out the differences today. \"Today's challenge is to keep a new Hitler from taking power, in Russia or elsewhere. That means reassuring Eastern Europeans without","date":"19931231","title":"Events in Russia Send Shivers East and West","url":"http://www.nytimes.com/1993/12/31/opinion/l-events-in-russia-send-shivers-east-and-west-321093.html"},{"body":"To the Editor: In \"Why Should We Believe Britain on Irish Peace?\" (letter, Dec. 17), Martin Galvin claims that peace in Northern Ireland has been jeopardized because of British intransigence. He implies that the Irish Republican Army is on a quest for peace and has been rebuffed by a self-interested government in London, which is to be held","date":"19931229","title":"Ireland Sees Nothing Heroic About the I.R.A.","url":"http://www.nytimes.com/1993/12/29/opinion/l-ireland-sees-nothing-heroic-about-the-ira-214093.html"},{"body":"William L. Shirer, the author of \"The Rise and Fall of the Third Reich\" and a foreign correspondent whose pioneering live trans-Atlantic radio broadcasts on the eve of World War II helped inform Americans about Nazi Germany, died yesterday at Massachusetts General Hospital in Boston. He was 89 years old and lived in Lenox, Mass. His daughter Inga","byline":"By HERBERT MITGANG","date":"19931229","title":"William L. Shirer, Author, Is Dead at 89","url":"http://www.nytimes.com/1993/12/29/obituaries/william-l-shirer-author-is-dead-at-89.html"},{"body":"For many Germans, the specter of a right-wing rampage that haunts their country is personified by Franz Schonhuber, a 69-year-old former Waffen SS volunteer who heads the 23,000-member Republican Party. Mr. Schonhuber has held public office since voters in his hometown, Munich, elected him a member of the European Parliament here in Strasbourg four","byline":"By CRAIG R. WHITNEY,","date":"19931228","title":"Germany's Top Rightist Looks Ahead","url":"http://www.nytimes.com/1993/12/28/world/germany-s-top-rightist-looks-ahead.html"},{"body":"AT a time when past certainties -- the constraints of totalitarianism and the comforts of faith -- either have been swept away or are under assault, Dostoyevskian thoughts about the fragility of the barrier between civilization and chaos come easily to mind. In both Western Europe and North America, what might be called an age of unbelief has","byline":"By CRAIG R. WHITNEY","date":"19931226","title":"The World; A World Unhinged Gropes for New Rules","url":"http://www.nytimes.com/1993/12/26/weekinreview/the-world-a-world-unhinged-gropes-for-new-rules.html"},{"body":"THE living room is dominated by a huge painting of Faust, brooding at his desk as he ponders in Goethe's drama whether to be a man of action or remain a contemplative scholar. The image is appropriate to the tempestuous life of its owner, Milovan Djilas, the rebellious Montenegrin who made a Faustian bargain with the Devil of Leninist ideology,","byline":"By DAVID BINDER","date":"19931226","title":"Conversations: Milovan Djilas; He Sees Ideologies Come and Go But the Balkans Remain the Same","url":"http://www.nytimes.com/1993/12/26/weekinreview/conversations-milovan-djilas-he-sees-ideologies-come-go-but-balkans-remain-same.html"},{"body":"The United States Holocaust Memorial Museum here has a problem most museums would envy. Since opening on the Mall eight months ago, the museum has literally been overwhelmed by the volume, and the long attention spans, of its visitors. Throughout the summer, average daily attendance at the museum's starkly dignified brick-and-granite building was","byline":"By ROBERTA SMITH,","date":"19931223","title":"Holocaust Museum Adjusting To Relentless Flood of Visitors","url":"http://www.nytimes.com/1993/12/23/arts/holocaust-museum-adjusting-to-relentless-flood-of-visitors.html"},{"body":"Vladimir V. Zhirinovsky, the Russian nationalist politician whose ties with German right-wing extremist groups have led newspapers here to call him \"the Russian Hitler,\" spent the day with a former SS volunteer in Austria today and canceled an interview on German television. He stirred up controversy in Germany all the same. \"You must like the","byline":"By CRAIG R. WHITNEY,","date":"19931223","title":"Russian Nationalist Stirs Up a Storm in Germany","url":"http://www.nytimes.com/1993/12/23/world/russian-nationalist-stirs-up-a-storm-in-germany.html"},{"body":"The referendum and elections worked out as I had planned: I, Boris Yeltsin, am now the most powerful Kremlin leader since Yuri Andropov, and -- at the same time -- I am the only hope of the Western world. Not an easy combination to bring about. First I had to show my democratic reformers -- mostly intellectuals who think me a brave simpleton -- how","byline":"By WILLIAM SAFIRE","date":"19931220","title":"Essay; Reading Yeltsin's Mind","url":"http://www.nytimes.com/1993/12/20/opinion/essay-reading-yeltsin-s-mind.html"},{"body":"To the Editor: The Dec. 13 obituary of Prime Minister Jozsef Antall of Hungary states that he \"lauded Adm. Miklos Horthy, the Hungarian leader who collaborated with Hitler.\" This statement is misleading as it omits the political reality of the period. In 1941, Hungary was surrounded by annexed Austria on its western border, the fascist client","date":"19931220","title":"Hungarians Mourn Their Prime Minister; Rehabilitating Horthy","url":"http://www.nytimes.com/1993/12/20/opinion/l-hungarians-mourn-their-prime-minister-rehabilitating-horthy-913893.html"}],"tokens":["Hitler"],"total":297},{"offset":"0","results":[{"body":"On the sidewalk of Beacon Street on a frigid morning that should have been the carefree start of a holiday weekend, suddenly there was screaming. The only doctor on duty at the Planned Parenthood clinic today had just given a teen-age patient a local anesthetic in preparation for an abortion when he heard the cries for help. \"It was very chaotic,\"","byline":"By SARA RIMER,","date":"19941231","title":"ANTI-BORTION KILLINGS: THE SCENE; Gunshots Bring Chaos to a Suburban Street","url":"http://www.nytimes.com/1994/12/31/us/anti-bortion-killings-the-scene-gunshots-bring-chaos-to-a-suburban-street.html"},{"body":"They escaped to the United States from Nazi Germany, and afterward, Ruth Marton and her sister, Gerd Muehsam, always felt grateful for their comfortable life here. So when Mrs. Muehsam died in 1979, Mrs. Marton started donating $100 a year to The New York Times Neediest Cases Fund in her memory. This month, she added $15 to her contribution -- a","byline":"By ABBY GOODNOUGH","date":"19941228","title":"Paying Tribute to Those Who Taught the Meaning of Giving","url":"http://www.nytimes.com/1994/12/28/nyregion/paying-tribute-to-those-who-taught-the-meaning-of-giving.html"},{"body":"Phrases like \"Socialist planning,\" \"Weimar Germany\" and \"public housing\" almost always evoke negative overtones these days. Yet Socialist planning in Weimar Germany led to the construction of public housing that even today, when the market is king, is popular, frugal and handsome. The evidence is on open view to any visitor in Berlin who ventures","byline":"By KARL E. MEYER","date":"19941226","title":"Editorial Notebook: A Good Word for Weimar; How the Architect Taut Made Socialism Work","url":"http://www.nytimes.com/1994/12/26/opinion/editorial-notebook-good-word-for-weimar-architect-taut-made-socialism-work.html"},{"body":"AT Nuremberg in 1945, a young American Army officer named Telford Taylor helped write the rules for prosecuting Goering and other top Nazis. He went on to become chief prosecutor of their henchmen, and an authority on the laws of war. Today he looks at Bosnia and warns: Don't expect any avenging angel in any courtroom to punish the war crimes of","byline":"By MARC D. CHARNEY","date":"19941225","title":"Conversations / Telford Taylor; The Laws of War Are Many, but Self-Interest Is the Only Enforcer","url":"http://www.nytimes.com/1994/12/25/weekinreview/conversations-telford-taylor-laws-war-are-many-but-self-interest-only-enforcer.html"},{"body":"IT will look a little like a dinner roll on steroids. And despite its familiar shape, it will have all sorts of modern safety gizmos and creature comforts that its predecessor didn't have, like dual air bags, anti-lock brakes and air-conditioning. But will the new incarnation of Volkswagen's ubiquitous Beetle, set to appear worldwide by 2000, come","byline":"By GUSTAV CARLSON","date":"19941225","title":"DRIVING SMART; Evolution of a Species: Will the Bug Be Better?","url":"http://www.nytimes.com/1994/12/25/automobiles/driving-smart-evolution-of-a-species-will-the-bug-be-better.html"},{"body":"Demoralized and underpaid, the Russian Army is facing in the rebellious Chechnya region its stiffest test of professionalism and morale since the collapse of the Soviet Union, and it is failing the test, Western diplomats and Russian military analysts say. Its officers are rebelling in the face of an increasingly vicious war against other Russians.","byline":"By STEVEN ERLANGER,","date":"19941225","title":"Russia's Army Seen as Failing Chechnya Test","url":"http://www.nytimes.com/1994/12/25/world/russia-s-army-seen-as-failing-chechnya-test.html"},{"body":"As bells jingle on Christmas Eve, many American Jews, particularly those outside New York, will feel a familiar kind of claustrophobia. They can't watch television, because it is filled with Christmas specials. They can't go shopping, because everything is closed. They can't visit their Christian friends, who are sitting with their nearest and","byline":"By DAVID MARGOLICK,","date":"19941224","title":"Jewish Comics Make It a Not So Silent Night","url":"http://www.nytimes.com/1994/12/24/arts/jewish-comics-make-it-a-not-so-silent-night.html"},{"body":"The young Israeli woman learned suddenly this year that she could not lawfully marry her fiance because his name turned up on a list of people whom the rabbinical authorities declared religious untouchables. In the last two days the existence of this computerized list, held secretly by the Religious Affairs Ministry and naming thousands of Israelis","byline":"By CLYDE HABERMAN,","date":"19941223","title":"Rabbis Decide Some Israelis Cannot Marry","url":"http://www.nytimes.com/1994/12/23/world/rabbis-decide-some-israelis-cannot-marry.html"},{"body":"Dean Rusk, who as Secretary of State for President Kennedy and President Johnson became a stubborn if much-criticized defender of the American involvement in the Vietnam War, died Tuesday at his home in Athens, Ga., with his family at his side. He was 85. The cause of death was congestive heart failure, according to a spokesman for the University","byline":"By ERIC PACE","date":"19941222","title":"Dean Rusk, Secretary of State In Vietnam War, Is Dead at 85","url":"http://www.nytimes.com/1994/12/22/obituaries/dean-rusk-secretary-of-state-in-vietnam-war-is-dead-at-85.html"},{"body":"Robert Osborn, the caricaturist, cartoonist and satiric commentator, died on Tuesday at his home in Salisbury, Conn. He was 90. The cause was complications of bone cancer, said his son Nic. For more than 50 years, Mr. Osborn's sardonic and often savage drawings in books and magazines have arrested readers with their images of bloated power,","byline":"By MEL GUSSOW","date":"19941222","title":"Robert Osborn Is Dead at 90; Caricaturist and Satirist","url":"http://www.nytimes.com/1994/12/22/obituaries/robert-osborn-is-dead-at-90-caricaturist-and-satirist.html"}],"tokens":["Hitler"],"total":279},{"offset":"0","results":[{"body":"He rented movies, playing one about a Colorado football team over and over. He wore a favorite T-shirt with a quotation from Thomas Jefferson. He once changed cheap motels so he could watch the X-rated Spice Channel. He always washed the dishes. These seemingly ordinary activities are little pieces of the puzzle that is the greatest remaining","byline":"By JOHN KIFNER","date":"19951231","title":"McVEIGH'S MIND: A special report.;Oklahoma Bombing Suspect: Unraveling of a Frayed Life","url":"http://www.nytimes.com/1995/12/31/us/mcveigh-s-mind-special-report-oklahoma-bombing-suspect-unraveling-frayed-life.html"},{"body":"The Nazi submarine U-234, which surrendered to American forces in May 1945, was found to be carrying a surprisingly diverse cargo bound for Tokyo as part of a secretive exchange of war materiel between Hitler and Hirohito. The payload represented the pride of German technology and included parts and blueprints for proximity fuzes, antiaircraft","byline":"By WILLIAM J. BROAD","date":"19951231","title":"Captured Cargo, Captivating Mystery","url":"http://www.nytimes.com/1995/12/31/us/captured-cargo-captivating-mystery.html"},{"body":"For all the talk nowadays about a revival of swank, nothing in contemporary fashion can compete with the glamour of upper-class English life in the 1930's as it is elegantly caricatured in Ian McKellen's updated \"Richard III.\" The blase aristocrats who sweep through gilded marble halls, dressed to the nines and dangling cigarette holders from their","byline":"By STEPHEN HOLDEN","date":"19951229","title":"FILM REVIEW;An Arch-Evil Monarch, Updated to the 1930's","url":"http://www.nytimes.com/1995/12/29/movies/film-review-an-arch-evil-monarch-updated-to-the-1930-s.html"},{"body":"I NEVER had any trouble picturing myself scaling a Himalayan peak or kayaking in the Arctic Ocean. But the one place I could never see myself was posing for a big family photograph. The idea of a picture crowded with rows and rows of relatives, generation after generation, was just too remote. That was for the Queen of England, not for me. My","byline":"By CAROL LAWSON","date":"19951228","title":"To Be Suddenly Part of a Very Big Family Tree","url":"http://www.nytimes.com/1995/12/28/garden/to-be-suddenly-part-of-a-very-big-family-tree.html"},{"body":"THE Bordeaux wine country was in a sorry state in 1945. Years of neglect in the Depression of the 1930's, followed by five years of war, almost destroyed it. The war had been particularly onerous. The Bordeaux region was in occupied territory. Many of the most famous chateaus were confiscated by the Germans. Vineyards went unattended; cellars were","byline":"By Frank J. Prial","date":"19951227","title":"Wine Talk","url":"http://www.nytimes.com/1995/12/27/garden/wine-talk-039985.html"},{"body":"If we are to believe the cries of outrage from the nation's historians and journalists, Oliver Stone's \"Nixon\" is the worst threat to American civilization since \"Beavis and Butt-head.\" Though the movie has been out only a week, the rhetoric of its detractors has already escalated to the point where one Sunday-morning ABC News talking head","byline":"By FRANK RICH","date":"19951227","title":"Journal;The Stoning Of Stone","url":"http://www.nytimes.com/1995/12/27/opinion/journal-the-stoning-of-stone.html"},{"body":"With legions of volunteer fund-raisers and donations regularly topping $800 million a year, the United Jewish Appeal-Federation fund-raising drive has long been the bedrock of Jewish philanthropy, the money machine with which American Jews financed Israel's survival and the fight against anti-Semitism. Now that bedrock is eroding, its foundations","byline":"By KAREN W. ARENSON","date":"19951227","title":"Donations to a Jewish Philanthropy Ebb","url":"http://www.nytimes.com/1995/12/27/us/donations-to-a-jewish-philanthropy-ebb.html"},{"body":"BLOOD AND IRON From Bismarck to Hitler the von Moltke Family's Impact on German History By Otto Friedrich Illustrated. 434 pages. HarperCollins. $30. Readers with only the vaguest sense of German history may be forgiven for having the impression that during the 19th century, half of the German military high command was staffed by officers named von","byline":"By CHRISTOPHER LEHMANN-HAUPT","date":"19951221","title":"BOOKS OF THE TIMES;That Name Keeps Cropping Up in German History","url":"http://www.nytimes.com/1995/12/21/books/books-of-the-times-that-name-keeps-cropping-up-in-german-history.html"},{"body":"For Bob, a burly white Army sergeant, the underground presence of white supremacists at this prairie post is as clear as the Ku Klux Klan and Aryan Brotherhood graffiti he says he sees scrawled on portable toilets on firing ranges. \"It's a natural for them to recruit among soldiers -- that's where the guns are,\" the 12-year Army veteran said as","byline":"By JAMES BROOKE","date":"19951221","title":"For Most G.I.'s, Only Few Hints of Hate Groups","url":"http://www.nytimes.com/1995/12/21/us/for-most-gi-s-only-few-hints-of-hate-groups.html"},{"body":"MENORAHS always make Ruth Westheimer a little sad. Hanukkah of 1938 was the last Jewish holiday she spent with her Orthodox family in Frankfurt before she was sent off at age 10 to the safety of a Swiss orphanage. Her parents and all her relatives died in concentration camps. Last Sunday, Dr. Westheimer, known, of course, as Dr. Ruth, the outspoken","byline":"By BOB MORRIS","date":"19951221","title":"AT HOME WITH: Dr. Ruth Westheimer;The Bible as Sex Manual?","url":"http://www.nytimes.com/1995/12/21/garden/at-home-with-dr-ruth-westheimer-the-bible-as-sex-manual.html"}],"tokens":["Hitler"],"total":308},{"offset":"0","results":[{"body":"Michael Bruno, a former head of Israel's central bank and a chief economist of the World Bank who was widely regarded as a leading authority on fighting inflation, died in Jerusalem on Thursday . He was 64. The cause of death was cancer, his family said. Mr. Bruno, the son of a physician, was born in Germany in 1932 and moved to Palestine with his","byline":"By PETER PASSELL","date":"19961231","title":"Michael Bruno, 64, Economist And Israel's Banking Chief","url":"http://www.nytimes.com/1996/12/31/world/michael-bruno-64-economist-and-israel-s-banking-chief.html"},{"body":"A widely-watched program on Israeli television is called ''Chartzufim,'' a play on Hebrew words that could be translated roughly as ''In Your Face.'' It uses puppets to make satirical comments on current events. Not long ago on the program a figure with the beard and clothes of the ultra-orthodox took his son to the zoo. They looked at various","byline":"By ANTHONY LEWIS","date":"19961226","title":"Render Unto Caesar","url":"http://www.nytimes.com/1996/12/26/opinion/render-unto-caesar.html"},{"body":"To the Editor: Gus Hall's Dec. 18 letter attempting to portray the American Communist Party as an anti-fascist group that has worked for peace, democracy and social justice is a remarkable exercise in memory lapse. When he writes that Socialism and Communism are ''home-grown American products,'' he is half-right. Socialists in America have always","date":"19961225","title":"No American Democrats","url":"http://www.nytimes.com/1996/12/25/opinion/l-no-american-democrats-883662.html"},{"body":"''No Way to Treat a Lady'' may be best remembered as an uneven 1968 film in which Rod Steiger played a homicidal Broadway director who used phony accents and elaborate disguises to fool, then strangle, middle-aged women. (Weirdest moment: Mr. Steiger, in blonde toupee and Italian movie-star shades, attempting to do away with Barbara Baxley while","byline":"By PETER MARKS","date":"19961223","title":"A Lovelorn Detective Tracks a Singing Strangler","url":"http://www.nytimes.com/1996/12/23/theater/a-lovelorn-detective-tracks-a-singing-strangler.html"},{"body":"Walter J. Johnson, who fled Germany after Hitler seized his family's publishing business and founded Academic Press in New York, a major publisher of scientific books and journals, died Dec. 15 at his home in Manhattan. He was 88. Mr. Johnson was the fifth generation of his family to own and operate a publishing company in Leipzig that specialized","byline":"By LOUIS UCHITELLE","date":"19961223","title":"Walter J. Johnson, 88, Refugee Who Founded Academic Press","url":"http://www.nytimes.com/1996/12/23/nyregion/walter-j-johnson-88-refugee-who-founded-academic-press.html"},{"body":"''Evita,'' the latest movie to make a fashion statement, arrives on Christmas Day. Madonna, that faux blond of so-so flicks, plays Eva Duarte Peron, a peplum-wearing, wasp-waisted Lady Bountiful to Argentina's poor. In a spinoff of packaging, Bloomingdale's opened an Evita boutique this month. ''It's a big success,'' said Kalman Rutenstein, vice","byline":"By KAREN DE WITT","date":"19961222","title":"Once Villainous, Now Virtuous","url":"http://www.nytimes.com/1996/12/22/weekinreview/once-villainous-now-virtuous.html"},{"body":"The Rev. Dr. David Munroe Cory died on Wednesday, having spent many of his 93 years embracing socialism, preaching to American Indians in their own tongue and generally dashing any notion that he was a blue-blooded Presbyterian. Dr. Cory, who had recently suffered a stroke, died of pneumonia at the Norwegian Christian Home in Sunset Park, Brooklyn,","byline":"By DAVID STOUT","date":"19961220","title":"The Rev. Dr. David M. Cory, 93, Preacher of Social Reform","url":"http://www.nytimes.com/1996/12/20/nyregion/the-rev-dr-david-m-cory-93-preacher-of-social-reform.html"},{"body":"To the Editor: ''The 'Chetnik' Record,'' by Penny M. Venetis and ''Why Is Protest So Late?'' by Catharine A. MacKinnon (letters, Dec. 15) contain errors. Professor Venetis says ''Chetniks'' originated as a derogatory term for the Serbian military in World War II. In fact, it derived from the Serbo-Croatian word ''cheta,'' meaning a detachment,","date":"19961219","title":"'Chetniks' Have Proud History as Anti-Fascists","url":"http://www.nytimes.com/1996/12/19/opinion/l-chetniks-have-proud-history-as-anti-fascists-800473.html"},{"body":"Anyone waiting underneath the lantern for a latter-day Lili Marlene could barely find a less alluring spot than the Tempelhofer Weg in Berlin's Schoneberg district -- a nondescript thoroughfare with a grim-looking high school, a cluster of small businesses and auto repair shops, a scrap yard and a sense that time has long passed it by. Yet, it is","byline":"By ALAN COWELL","date":"19961216","title":"Marlene's Street of Dreams? To the Barricades!","url":"http://www.nytimes.com/1996/12/16/world/marlene-s-street-of-dreams-to-the-barricades.html"},{"body":"''Who wants to die for Danzig?'' That was the battle cry of American isolationists earlier in this century -- from right-wingers before World War II to left-wingers afterward -- before we learned that only by helping Europe unify to prevent war on that continent could we avoid the loss of U.S. lives. Isolationists now have strange bedfellows: many","byline":"By WILLIAM SAFIRE","date":"19961216","title":"NATO: Bigger Is Better","url":"http://www.nytimes.com/1996/12/16/opinion/nato-bigger-is-better.html"}],"tokens":["Hitler"],"total":297},{"offset":"0","results":[{"body":"To the Editor: As a Holocaust survivor, I was disappointed by ''A One- Room Museum That Remembers an Enormity,'' by Christine Gardner (On the Map, Dec. 14). The curator, Phillip Rosen, says the purpose of the museum is ''to show what happens when you go down the road of hate, and at the bottom of the road is genocide.'' It is time to move beyond","date":"19971228","title":"Lessons Learned By a Holocaust Survivor","url":"http://www.nytimes.com/1997/12/28/nyregion/l-lessons-learned-by-a-holocaust-survivor-788198.html"},{"body":"YOU could reminisce about loves and holidays past as Patti Page sings ''Tennessee Waltz.'' You could bubble-gum-rock out with the Spice Girls doing their first hit, ''Wannabe.'' You could get soulful with Gladys Knight belting ''Midnight Train to Georgia.'' You could laugh it up with the foul-mouthed third graders of ''Southpark,'' the foul-mouthed","byline":"By ANITA GATES","date":"19971228","title":"COVER STORY; Celebrating Anyway, Comfy at Home","url":"http://www.nytimes.com/1997/12/28/tv/cover-story-celebrating-anyway-comfy-at-home.html"},{"body":"My inexpensive paperback edition of ''The Diary of Anne Frank,'' the fuller version published in 1995, has a kind of telltale publicity blurb printed on the back cover: ''Her story,'' it says, referring to the girl killed by the Nazis after hiding with her family for two years in an Amsterdam attic, ''is that of every teen-ager, lived out in","byline":"By Richard Bernstein","date":"19971224","title":"Critic's Notebook; 50 Years Later, the Jewishness of Anne Frank Blooms","url":"http://www.nytimes.com/1997/12/24/theater/critic-s-notebook-50-years-later-the-jewishness-of-anne-frank-blooms.html"},{"body":"Le Livre Noir du Communisme'' (''The Black Book of Communism'') was published in Paris last month and has immediately aroused controversy. Edited by Stephane Courtois, a respected historian of French Communism, it is an 800-page compendium of the crimes of Communist regimes worldwide, recorded and analyzed in ghastly detail by a team of scholars.","byline":"By Tony Judt","date":"19971222","title":"The Longest Road To Hell","url":"http://www.nytimes.com/1997/12/22/opinion/the-longest-road-to-hell.html"},{"body":"HEROES LIKE US By Thomas Brussig. Translated by John Brownjohn. 262 pp. New York: Farrar, Straus & Giroux. $23. THE KARNAU TAPES By Marcel Beyer. Translated by John Brownjohn. 242 pp. New York: Harcourt Brace & Company. $23. The coincidences are too striking to ignore: here are two novels by German writers, both born in 1965, both obsessed with","byline":"By Michael Upchurch","date":"19971221","title":"Nazi and Stasi: The Soundtrack","url":"http://www.nytimes.com/1997/12/21/books/nazi-and-stasi-the-soundtrack.html"},{"body":"INTERNATIONAL A3-15 Clinton Warns Hussein On U.N. Inspectors President Clinton, ruling out nothing, warned Saddam Hussein that he would consider other options for United States actions if the Iraqi president continued to obstruct United Nations inspectors, who have been barred from so-called Presidential sites in Iraq. A1 Mandela Critical of Whites","date":"19971217","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1997/12/17/nyregion/news-summary-652792.html"},{"body":"Vodka sales are up, primary schools are closed, outdoor vendors and prostitutes have fled indoors, and even hardened Russian men have pulled down the flaps of their fur hats. It is bitterly, unseasonably cold in Moscow -- minus 4 Fahrenheit and dropping. Five people died from the cold and 138 were hospitalized on Monday night, when the temperature","byline":"By ALESSANDRA STANLEY","date":"19971217","title":"Moscow Is Very, Very Cold (And a Bit Cold-Hearted)","url":"http://www.nytimes.com/1997/12/17/world/moscow-is-very-very-cold-and-a-bit-cold-hearted.html"},{"body":"Because of an editing error, a Letter to the Editor on Nov. 23, in response to Steven Pinker's Nov. 2 article about infanticide, omitted the last paragraph, which made it clear that the letter was meant as sarcasm and intended to support Pinker's position. The complete letter follows: ''How dare you publish Steven Pinker's argument that we should","date":"19971214","title":"Corrections","url":"http://www.nytimes.com/1997/12/14/magazine/c-corrections-526193.html"},{"body":"Eugen Zuckermann died on Nov. 24, the cancer finally accomplishing what the Nazis did not. His passing was hardly a surprise. For 10 years, the doctors had opened and closed him, piped and drained him, set his insides on fire with chemotherapy. Still, Mr. Zuckermann, 71, rarely spoke of dying, and it was easy for friends to forget that even","byline":"By BARRY BEARAK","date":"19971211","title":"Remembering One Who Remembered; Eugen Zuckermann, Survivor, Kept The Ghosts of the Holocaust Alive","url":"http://www.nytimes.com/1997/12/11/nyregion/remembering-one-who-remembered-eugen-zuckermann-survivor-kept-ghosts-holocaust.html"},{"body":"Germany's top military officials, embarrassed last month by home videos of soldiers making Hitler-style salutes and denigrating Jews, struggled today to explain another bizarre event: how did a convicted neo-Nazi terrorist get invited to give a lecture at an elite military academy just two years ago? Defense Minister Volker Ruhe acknowledged this","byline":"By EDMUND L. ANDREWS","date":"19971210","title":"Convicted Neo-Nazi's Lecture At Army School Shocks Germans","url":"http://www.nytimes.com/1997/12/10/world/convicted-neo-nazi-s-lecture-at-army-school-shocks-germans.html"}],"tokens":["Hitler"],"total":259},{"offset":"0","results":[{"body":"Czarina Alexandra relied on Rasputin. Hitler consulted with seers, as did Pope Innocent VII, Nancy Reagan and much of the royal court at Versailles on the eve of the French Revolution. When Argentina's President, Carlos Saul Menem, needs otherworldly advice, he turns to Azucena Aguero Blanch, a 48-year-old elementary school art teacher, muralist","byline":"By CLIFFORD KRAUSS","date":"19981231","title":"Mendoza Journal; In a Talk With Menem's Seer, Secrets Are Spilled","url":"http://www.nytimes.com/1998/12/31/world/mendoza-journal-in-a-talk-with-menem-s-seer-secrets-are-spilled.html"},{"body":"For American art museums, 1998 was a memorable year, yet a mixed one. Along with their many standout exhibitions and acquisitions, record-breaking crowds and ambitious expansion plans, museums also had to contend with criticism about their collecting policies. Institutions in Seattle, Chicago, New York and elsewhere faced claims to holdings that","byline":"By JUDITH H. DOBRZYNSKI","date":"19981231","title":"ARTS IN AMERICA; A Bit of Soul-Searching As Museums Survey Loot","url":"http://www.nytimes.com/1998/12/31/arts/arts-in-america-a-bit-of-soul-searching-as-museums-survey-loot.html"},{"body":"William R. Perl, who as a young lawyer in Vienna organized a waterborne rescue operation that carried thousands of Jews from Nazi-occupied Europe to Palestine, died last Thursday at his home in Beltsville, Md., near Washington. He was 92. Years after his operation, which he called the Action, Dr. Perl estimated that it had carried 40,000 Jews","byline":"By RICHARD GOLDSTEIN","date":"19981229","title":"William R. Perl Is Dead at 92; Built Sealift Rescue of Jews","url":"http://www.nytimes.com/1998/12/29/us/william-r-perl-is-dead-at-92-built-sealift-rescue-of-jews.html"},{"body":"From the neck down, Otto Schily is very much the bourgeois gentleman: pocket watch, tailored suit, elegant cufflinks, somber tie. But look up at the mop of hair and mischievous eyes of Mr. Schily, the German Interior Minister, and some of the contradictions of the man and his country begin to come into focus. The official who represents law and","byline":"By ROGER COHEN","date":"19981229","title":"Schroder Aide Typifies New German Subtlety","url":"http://www.nytimes.com/1998/12/29/world/schroder-aide-typifies-new-german-subtlety.html"},{"body":"In a departure from its usual editorial fare, TV Guide -- the coach-potato's weekly bible that is owned by Rupert Murdoch's News Corporation -- is running a four-part, 20,000-word investigative series about CNN and the Tailwind debacle of last summer. It is a far cry from a recent cover story, ''The Spellbinding Witches of Charmed,'' an article","byline":"By ALEX KUCZYNSKI","date":"19981228","title":"MEDIA TALK; TV Guide Investigates A Failed Investigation","url":"http://www.nytimes.com/1998/12/28/business/media-talk-tv-guide-investigates-a-failed-investigation.html"},{"body":"ON SUNSET BOULEVARD The Life and Times of Billy Wilder. By Ed Sikov. Illustrated. 675 pp. New York: Hyperion. $35. The epigraph to the preface of Ed Sikov's finely wrought and prodigiously researched biography of Billy Wilder quotes the congenitally feisty filmmaker thus: ''In real life, most women are stupid -- and so are persons who are writing","byline":"By Andrew Sarris","date":"19981227","title":"From the Kaiser to the Oscar","url":"http://www.nytimes.com/1998/12/27/books/from-the-kaiser-to-the-oscar.html"},{"body":"WITH its exquisitely painted gabled homes and its gracious setting beside a bubbling river, the town of Oberammergau in the foothills of the Bavarian Alps gives an initial impression of idyllic simplicity. A place to walk, ski, breathe the bracing air and satisfy keen appetites with copious dishes of local game and fish from the river. But this","byline":"By ROGER COHEN","date":"19981227","title":"Cooling the Passions Over a 17th-Century Play","url":"http://www.nytimes.com/1998/12/27/travel/cooling-the-passions-over-a-17th-century-play.html"},{"body":"SEQUESTERED behind a locked office door on the C. W. Post campus of Long Island University in Brookville is Harvey Kushner, a terrorism consultant. Whenever there's a threat of attack or a bomb explodes or an airliner crashes, Dr. Kushner's renown goes up. There he was on Fox television recently, discussing the latest actions of Osama bin Laden and","byline":"By MARCELLE S. FISCHLER","date":"19981227","title":"LONG ISLAND JOURNAL; Helping to Lift the Cover Off Terrorism","url":"http://www.nytimes.com/1998/12/27/nyregion/long-island-journal-helping-to-lift-the-cover-off-terrorism.html"},{"body":"Of the two beautiful women, one was married to a cad, the other to a fool, and when these husbands proved neglectful, the wives themselves fell into bed, their fingers touching each other's skin as if feeling an intricate brocade. This scene from ''Fire'' is the first time an Indian film has explicitly shown homosexual relations, an event both","byline":"By BARRY BEARAK","date":"19981224","title":"New Delhi Journal; A Lesbian Idyll, and the Movie Theaters Surrender","url":"http://www.nytimes.com/1998/12/24/world/new-delhi-journal-a-lesbian-idyll-and-the-movie-theaters-surrender.html"},{"body":"Bangalore Venkata Raman, one of India's most respected astrologers, died on Sunday, suffering a heart attack as he edited The Astrological Magazine, the monthly publication he founded 62 years ago. He was 86. In India, where a widespread belief in Vedic astrolology dictates the timing of both private and public occasions, from marriages to","byline":"By MICHAEL T. KAUFMAN","date":"19981223","title":"Bangalore Venkata Raman, Indian Astrologer, Dies at 86","url":"http://www.nytimes.com/1998/12/23/world/bangalore-venkata-raman-indian-astrologer-dies-at-86.html"}],"tokens":["Hitler"],"total":330},{"offset":"0","results":[{"body":"The concluding day of the 20th century and therefore of the second millennium -- that event so freighted with various meanings by historians, politicians, fictionists and doomsaying preachers -- is upon us. With allowances for the dateline, it will fall everywhere with equal finality, evoking all around the world the same feelings of solemnity for","date":"19991231","title":"The Journey to 2000","url":"http://www.nytimes.com/1999/12/31/opinion/the-journey-to-2000.html"},{"body":"This is a war story with a happy ending, although in a way it hasn't ended at all. It began on Sept. 9, 1944, when Tech. Sgt. Nathan Hoffman and an Army buddy went to New York City for a little fun before shipping overseas. Nathan Hoffman was in his late 20's, used to the quiet ways of his hometown, Waco, Tex. He was awed by the crowds and lights","byline":"By DAVID STOUT","date":"19991231","title":"A War and a Courtship, All by Letter, Lovingly, on New Year's Eve","url":"http://www.nytimes.com/1999/12/31/us/a-war-and-a-courtship-all-by-letter-lovingly-on-new-year-s-eve.html"},{"body":"To guess where we're headed, it helps to appreciate how far and fast we've come. As an obliging media person, I am measuring: not the millennium, merely a century. Not any century, just the one I've inhabited, surmising that it set a record for stretching human experience and endurance. My family's journey is one good measure of our astonishing","byline":"By Max Frankel","date":"19991226","title":"The Way We Live Now: 12-26-99: Word & Image; Only Yesterday","url":"http://www.nytimes.com/1999/12/26/magazine/the-way-we-live-now-12-26-99-word-image-only-yesterday.html"},{"body":"IT is entirely possible that someone other than Errol Morris could have decided to make a nonfiction film about an oddly likable developer of ''humane'' execution devices who, based on his own utterly dubious science, goes on to gain international fame as a Holocaust denier. And it's conceivable that someone with a particularly macabre sense of the","byline":"By PETER APPLEBOME","date":"19991226","title":"1999: THE YEAR IN REVIEW - FILM; A Taste for the Eccentric, Marginal and Dangerous","url":"http://www.nytimes.com/1999/12/26/movies/1999-the-year-in-review-film-a-taste-for-the-eccentric-marginal-and-dangerous.html"},{"body":"LOST By Hans-Ulrich Treichel. Translated by Carol Brown Janeway. 136 pp. New York: Pantheon Books. $19. AT last month's ceremony marking the 10th anniversary of the fall of the Berlin Wall, Chancellor Gerhard SchrRated PG-13der reminded fellow Germans that Nov. 9 is ''also a day of shame'' -- the anniversary of Kristallnacht -- and urged them to","byline":"By Rand Richards Cooper","date":"19991226","title":"A House Divided","url":"http://www.nytimes.com/1999/12/26/books/a-house-divided.html"},{"body":"To the Editor: As a survivor of the Warsaw ghetto and participant in the ghetto uprising of April and May 1943, I believe that I am qualified to comment on the original story of ''Yosl Rakover Talks to God,'' by Zvi Kolitz, and on its review (Nov. 21). I first read ''Yosl Rakover'' in Yiddish in the 1950's and in later years in English. Although","date":"19991226","title":"Yosl Rakover Endures","url":"http://www.nytimes.com/1999/12/26/books/l-yosl-rakover-endures-939170.html"},{"body":"John Rocker's remarks about Mets fans and New York residents in general have put his future as the Atlanta Braves' closer in peril. The remarks, which were ethnically and racially offensive in tone, have ignited a firestorm of protest and condemnation of Rocker from his teammates and residents of Atlanta, and may make it impossible for the Braves","byline":"By MURRAY CHASS","date":"19991224","title":"BASEBALL; Remarks Could Hurt Rocker Most of All","url":"http://www.nytimes.com/1999/12/24/sports/baseball-remarks-could-hurt-rocker-most-of-all.html"},{"body":"THAT'S the perverse part. John Rocker would feel right at home in Shea and Yankee Stadiums, beating up on opposing fans, shouting all kinds of vile things, often with racial connotations. John Rocker is not alone. Other bullies and bigots lurk behind microphones on talk radio, dropping shaded messages of ''us'' and ''them.'' Just flip the dial. The","byline":"By GEORGE VECSEY","date":"19991224","title":"Sports of The Times; Ted Should Just Fire The Bigot","url":"http://www.nytimes.com/1999/12/24/sports/sports-of-the-times-ted-should-just-fire-the-bigot.html"},{"body":"Jackson Barrett Mahon, an American fighter pilot shot down over France in World War II who was one of several Allied airmen thought to have inspired the 1963 movie ''The Great Escape,'' died on Dec. 4 in a hospice in Las Vegas. He was 78. The cause was heart failure, his daughter Doris Keating Schlesinger said. Mr. Mahon lived in Henderson, Nev. In","byline":"By WILLIAM H. HONAN","date":"19991220","title":"Jackson Barrett Mahon, 78, Heroic World War II Flier","url":"http://www.nytimes.com/1999/12/20/us/jackson-barrett-mahon-78-heroic-world-war-ii-flier.html"},{"body":"THE state of classical music now is strangely appropriate for the turning of a millennium. After a period of rapid change, from late Brahms to electronic music and John Cage within a lifetime, music in recent decades has been relatively stable, and the achievements of composers have been correspondingly solid. There is a lot from the 1990's, in","byline":"By PAUL GRIFFITHS","date":"19991219","title":"With a New Century, a Promise of New Sounds","url":"http://www.nytimes.com/1999/12/19/arts/with-a-new-century-a-promise-of-new-sounds.html"}],"tokens":["Hitler"],"total":396},{"offset":"0","results":[{"body":"HOSTAGE TO FORTUNE The Letters of Joseph P. Kennedy. Edited by Amanda Smith. Illustrated. 738 pp. New York: Viking. $39.95. Many Americans now in late middle age got their first, enduring image of Joseph P. Kennedy on Jan. 20, 1961, when the patriarch, behind owlish glasses and a sharkish smile, took the tipped-hat salute of his second son, Jack,","byline":"By Thomas Mallon","date":"20001231","title":"Ambassador in Spite of Himself","url":"http://www.nytimes.com/2000/12/31/books/ambassador-in-spite-of-himself.html"},{"body":"As the rain beats down on Providence at dusk, its mayor stands at the threshold of his private entrance to City Hall and repeatedly mimics someone popping an umbrella. A city police officer, sitting not 10 feet away behind the wheel of the mayor's sedan, obediently steps into the downpour and gets drenched while rooting without success through the","byline":"By Dan Barry","date":"20001231","title":"Buddy for Life","url":"http://www.nytimes.com/2000/12/31/magazine/buddy-for-life.html"},{"body":"Weeks This On Week List Fiction 1 2 HEART OF THE SEA, by Nora Roberts. (Jove, $7.99.) A beautiful, intelligent Irishwoman tempts a wealthy Irish-American businessman. 2 5 HOUSE OF SAND AND FOG, by Andre Dubus III. (Vintage Contemporaries, $14.) A California woman and the sheriff who loves her struggle with an Iranian immigrant over the ownership of","date":"20001231","title":"PAPERBACK BEST SELLERS: December 31, 2000","url":"http://www.nytimes.com/2000/12/31/books/paperback-best-sellers-december-31-2000.html"},{"body":"(Editors' choices of other recent books of particular interest) SOUL MOUNTAIN, by Gao Xingjian. HarperCollins, $27. Sprawling but still elegant, this large, engaging novel by this year's Nobel laureate in literature (who lives in Paris and is prohibited back home in China) doesn't have a lot of plot; it uses a travel narrative and the Chinese","date":"20001231","title":"And Bear In Mind","url":"http://www.nytimes.com/2000/12/31/books/and-bear-in-mind.html"},{"body":"With its cluster of high-rises known as the ''Frankfurter Manhattan,'' its big banks and its bustling airport, this is a town with pretensions. Petra Roth, the mayor, sees it as a ''global city providing hub functions for the continent,'' a place that should be ''as cosmopolitan as New York.'' On one level, such ambitions seem droll. The first","byline":"By ROGER COHEN","date":"20001230","title":"Germany's Financial Heart Is Open but Wary","url":"http://www.nytimes.com/2000/12/30/world/germany-s-financial-heart-is-open-but-wary.html"},{"body":"Some art forms are more molecular than others. In fact some are so diffuse and pervasive that we barely see them even when looking right at them. In a literate society, perhaps no form occupies this zone of invisible visibility more completely than typography, which makes type designers among the most influential, if anonymous, artists in history.","byline":"By ROBERTA SMITH","date":"20001229","title":"DESIGN REVIEW; Encountered by Millions, Yet Virtually Unknown","url":"http://www.nytimes.com/2000/12/29/arts/design-review-encountered-by-millions-yet-virtually-unknown.html"},{"body":"HERE'S a deeply impractical resolution for the New Year: suppose we try to become artists in our spare time. Few of us would be any good at it, but so what? It would be a positive move for our psyches, a frivolous act toward no reasonable end except perhaps a personal satisfaction that not even money or power can match. Forget morality. That has","byline":"By MICHAEL KIMMELMAN","date":"20001229","title":"ART REVIEW; Shaping Stories, Shaping Herself","url":"http://www.nytimes.com/2000/12/29/arts/art-review-shaping-stories-shaping-herself.html"},{"body":"WHAT REMAINS By Nicholas Delbanco 200 pages. Warner Books. $24.95. In his slender, memory-steeped novel ''What Remains,'' Nicholas Delbanco summons a lost family in careful, rarefied detail. The book's characters inhabit a world of art and music, nature walks and favorite philosophers, with a thick, palpable ambience of precious serenity. (''He","byline":"By JANET MASLIN","date":"20001228","title":"BOOKS OF THE TIMES; Loss, Too, Can Be Found in the Details","url":"http://www.nytimes.com/2000/12/28/books/books-of-the-times-loss-too-can-be-found-in-the-details.html"},{"body":"BERLIN By David Clay Large Illustrated. 706 pages. Basic Books. $40. If Paris was, in Walter Benjamin's phrase, the ''Capital of the 19th century,'' then Berlin became ''the signature city of the next hundred years.'' So writes David Clay Large, risking understatement, in his introduction to ''Berlin,'' a witty and occasionally caustic history of","byline":"By CHRISTOPHER LEHMANN-HAUPT","date":"20001226","title":"BOOKS OF THE TIMES; For 130 Years, a Metropolis of Extremes","url":"http://www.nytimes.com/2000/12/26/books/books-of-the-times-for-130-years-a-metropolis-of-extremes.html"},{"body":"WHERE is home? It's a romantic question, knit out of gossamer spider threads of longing and desire: delicate, luminous, yet stronger than steel. The answer is not so easy to decipher. Each of us is a traveler in life, and no place is home to us forever. Still we yearn to belong. The word signifies being attached or bound by birth or allegiance;","byline":"By KAY LARSON","date":"20001224","title":"ART/ARCHITECTURE; For Art as for People, Home Can Be an Elusive Idea","url":"http://www.nytimes.com/2000/12/24/arts/art-architecture-for-art-as-for-people-home-can-be-an-elusive-idea.html"}],"tokens":["Hitler"],"total":351},{"offset":"0","results":[{"body":"WITTGENSTEIN'S POKER The Story of a Ten-Minute Argument Between Two Great Philosophers. By David Edmonds and John Eidinow. Illustrated. 340 pp. New York: Ecco/HarperCollins Publishers. $24. ENCOUNTERS between great literary figures are often anticlimactic. The one time that Marcel Proust and James Joyce crossed paths, for example, each reportedly","byline":"By Jim Holt","date":"20011230","title":"Ludwig Has Left the Building","url":"http://www.nytimes.com/2001/12/30/books/ludwig-has-left-the-building.html"},{"body":"ISRAEL and India have long suffered horrific terror attacks. But when they were struck again in recent weeks, they had a new precedent to follow, set by no less than the world's most powerful nation, as they considered how to respond. Following America's lead, and anticipating American support, each issued an ultimatum to the leaders of the land","byline":"By SERGE SCHMEMANN","date":"20011230","title":"Or Else; Caution: This Weapon May Backfire","url":"http://www.nytimes.com/2001/12/30/weekinreview/or-else-caution-this-weapon-may-backfire.html"},{"body":"Robert Ludlum, whose novels have sold 290 million copies (more or less the population of the United States), knew what makes a successful thriller. And that, above all, is velocity. Reviewing Ludlum, The New York Times book critic John Leonard said, ''I sprained my wrist turning his pages.'' Narrative velocity is a trick. Looks easy. Isn't. The","byline":"By Colin Harrison","date":"20011230","title":"THE LIVES THEY LIVED: ROBERT LUDLUM, B. 1927; Short. Punchy.","url":"http://www.nytimes.com/2001/12/30/magazine/the-lives-they-lived-robert-ludlum-b-1927-short-punchy.html"},{"body":"THE HEALING WOUND Experiences and Reflections on Germany, 1938-2001. By Gitta Sereny. Illustrated. 386 pp. New York: W. W. Norton & Company. $27.95. Gitta Sereny, a writer perhaps best known for her extraordinary 1995 biography of Albert Speer, has spent most of her 78 years attempting to understand human evil. As we learn from this collection of","byline":"By Gabriel Schoenfeld","date":"20011223","title":"Into That Darkness, Again","url":"http://www.nytimes.com/2001/12/23/books/into-that-darkness-again.html"},{"body":"Giuliani's Fateful Minute Last week, MAYOR RUDOLPH W. GIULIANI said he wanted to start his own business after leaving City Hall. Yesterday, he was asked a slightly different question: specifically, what will happen to him at 12:01 a.m. on Jan. 1? He sounded Cinderella-like. ''What do you think, if I got, like, one of those carriages, I fixed it up","byline":"By James Barron With Linda Lee","date":"20011219","title":"BOLDFACE NAMES","url":"http://www.nytimes.com/2001/12/19/nyregion/boldface-names-736074.html"},{"body":"Stefan Heym, the widely published author of more than a dozen historical and political novels, died yesterday while on a lecture tour in Israel. He was 88 and lived in Berlin. A Jew uprooted in Germany in 1933 by the Nazis, Mr. Heym became an intellectual nomad and a lifelong Marxist-Leninist: two years in Czechoslovakia, 15 years in the United","byline":"By DAVID BINDER","date":"20011218","title":"Stefan Heym, Marxist-Leninist Novelist, Dies at 88 on Lecture Tour in Israel","url":"http://www.nytimes.com/2001/12/18/arts/stefan-heym-marxist-leninist-novelist-dies-at-88-on-lecture-tour-in-israel.html"},{"body":"On April 30, 1945, as Soviet troops closed in on central Berlin, Adolf Hitler bid farewell to the aides gathered in his bunker beneath the Reich Chancellery and killed himself with a bullet to the head. Many Americans grew up with a vision of war as something that ends with that kind of finality. Since then we have become acquainted with more","date":"20011218","title":"The Hunt for Osama bin Laden","url":"http://www.nytimes.com/2001/12/18/opinion/the-hunt-for-osama-bin-laden.html"},{"body":"THE HIDDEN HITLER By Lothar Machtan. Translated by John Brownjohn. Notes translated by Susanne Ehlert. Illustrated. 434 pp. New York: Basic Books. $26. LOTHAR MACHTAN maintains in ''The Hidden Hitler'' that he has marshaled convincing evidence that Hitler was a homosexual and that his homosexuality explains much about who Hitler was and why he did","byline":"By Walter Reich","date":"20011216","title":"All the Fhrer's Men","url":"http://www.nytimes.com/2001/12/16/books/all-the-fuhrer-s-men.html"},{"body":"'Twentieth-Century Exiles: Fleeing Hitler's Oppression' Nassau County Museum of Art, 1 Museum Drive, Roslyn Harbor, (516) 484-9337. Through Feb. 3. Soon after becoming Germany's chancellor in January 1933, Hitler began a systematic campaign to impose an official Nazi aesthetic and expunge the modern art he considered ''degenerate.'' Many of","byline":"By Helen A. Harrison","date":"20011216","title":"ART REVIEWS; Artists Who Escaped the Nazis","url":"http://www.nytimes.com/2001/12/16/nyregion/art-reviews-artists-who-escaped-the-nazis.html"},{"body":"THE Cabinet War Rooms on St. James's Park and Horse Guards Road in London were ready for use on Aug. 27, 1939, exactly a week before the German invasion of Poland and Britain's declaration of war. There, 10 feet underground in the basement of the Office of Works building, the prime minister and his staff, his military strategists, were to work in","byline":"By ANNE ROIPHE","date":"20011216","title":"Where Churchill Waged War, Underground","url":"http://www.nytimes.com/2001/12/16/travel/where-churchill-waged-war-underground.html"}],"tokens":["Hitler"],"total":360},{"offset":"0","results":[{"body":"Perhaps the keenest measure of impoverishment in Saddam Hussein's Iraq can be taken from the scenes at places like Liberation Square in central Baghdad. For 30 years, the square has had a chilling place in the collective memory of most Iraqis, as the site of the public hangings, in January 1969, of nine Iraqi Jews and five other Iraqis accused of","byline":"By JOHN F. BURNS","date":"20021231","title":"THREATS AND RESPONSES: BAGHDAD; Amid Brutal Poverty in Iraq, A Favored Few Enjoy Riches","url":"http://www.nytimes.com/2002/12/31/world/threats-responses-baghdad-amid-brutal-poverty-iraq-favored-few-enjoy-riches.html"},{"body":"A pretty lady, frizzled bangs and long corkscrew curls, taffeta ball gown, rhinestone tiara, gaudy scepter, across her chest a banner: Miss St. Louis. She is sitting on the rim of a tussock-size crater on the moon. This is Lucia Pamela, American concert pianist/singer/songwriter/recording star/radio and TV personality, who claimed to have recorded","byline":"By Tony Kushner","date":"20021229","title":"THE LIVES THEY LIVED; Flip Flop Fly","url":"http://www.nytimes.com/2002/12/29/magazine/the-lives-they-lived-flip-flop-fly.html"},{"body":"The best comedy is a science, a rigorously structured subversion of logic. Absurdist humor lost its greatest illogician this year, though most Americans didn't notice. Spike Milligan, who died of kidney failure in February at 83, wrote and performed ''The Goon Show,'' a BBC radio program that was broadcast from 1951 to 1960. It generally had a cast","byline":"By Marshall Sella","date":"20021229","title":"THE LIVES THEY LIVED; Insanely Funny","url":"http://www.nytimes.com/2002/12/29/magazine/the-lives-they-lived-insanely-funny.html"},{"body":"To the Editor: For all of her hat-tipping to the author's intent, Karen Durbin has squarely joined the ranks of those whom J. R. R. Tolkien may have despised only slightly less than he did Hitler: the attributors of the ''allegory'' label to his work. Sometimes, Ms. Durbin, a pipe is just a pipe, and a movie is just an adaptation that, amazingly,","date":"20021229","title":"'LORD OF THE RINGS'; Just a Movie","url":"http://www.nytimes.com/2002/12/29/movies/l-lord-of-the-rings-just-a-movie-557560.html"},{"body":"Linda Lovelace, ne Linda Boreman, was the daughter of a Yonkers policeman and a martinet of a mother. As a Catholic schoolgirl, she dreamed of becoming a flight attendant or a nun. Instead, her name became synonymous with a specific kind of sword-swallowing prowess, an erotic subspecialty she made all her own in the landmark 1972 skinflick ''Deep","byline":"By Daphne Merkin","date":"20021229","title":"THE LIVES THEY LIVED; Pop-porn","url":"http://www.nytimes.com/2002/12/29/magazine/the-lives-they-lived-pop-porn.html"},{"body":"Because Menno Meyjes's film ''Max'' presents a humanized portrait of the young Adolf Hitler as a desperately ambitious young painter, it has been prejudged in some quarters as an inappropriately sympathetic apologia for one of history's monsters. But as the film observes the edgy relationship of Hitler (Noah Taylor) and Max Rothman (John Cusack),","byline":"By STEPHEN HOLDEN","date":"20021227","title":"FILM REVIEW; Hitler Before the Fhrer: An Anxious Young Painter","url":"http://www.nytimes.com/2002/12/27/movies/film-review-hitler-before-the-fuhrer-an-anxious-young-painter.html"},{"body":"Notorious Artist After the War ''It was a portrait of what I'd read about in 'All Quiet on the Western Front,' '' John Cusack said, explaining his attraction to the title character of ''Max,'' a dealer in avant-garde art in Berlin after World War I. ''He's one of the men who came back from the war, alternately shattered and wildly depressive, and","byline":"By Dave Kehr","date":"20021227","title":"AT THE MOVIES","url":"http://www.nytimes.com/2002/12/27/movies/at-the-movies.html"},{"body":"The provocative book jacket a swastika made of gold ingots laid over the Swiss national flag -- was posted for months on Web sites, including Amazon's, and no one objected. When this jacket for ''Imperfect Justice,'' an account of the tortuous international negotiations in the late 1990's for reparations to Holocaust survivors, was shown at the","byline":"By ELIZABETH OLSON","date":"20021225","title":"Book With Swastika Angers the Swiss","url":"http://www.nytimes.com/2002/12/25/books/book-with-swastika-angers-the-swiss.html"},{"body":"HISTORY is lost on most people, and even most of those who take an interest tend to view it in a linear way, as sequences of events that line up like dominos until they fall together between book covers. But the present, as we know -- history's raw material -- is cluttered with murky choices and influences that seldom make it seem that what happens","byline":"By JAMIE MALANOWSKI","date":"20021222","title":"Human, Yes, But No Less A Monster","url":"http://www.nytimes.com/2002/12/22/movies/human-yes-but-no-less-a-monster.html"},{"body":"As a boy in the 1950's, Zdenek Mateiciuc often wondered where all the Germans had gone. ''When I was a kid we would go to the pharmacy, and the scales and the drawers they kept the medicines in were all labeled in German,'' he recalled. ''At the hardware store, the bins were all labeled in German.'' He and his schoolmates found German books and","byline":"By PETER S. GREEN","date":"20021222","title":"A Czech Seeks to Atone For a Nation's Revenge","url":"http://www.nytimes.com/2002/12/22/world/a-czech-seeks-to-atone-for-a-nation-s-revenge.html"}],"tokens":["Hitler"],"total":357},{"offset":"0","results":[{"body":"''I used to be the king, the king of old Broadway,'' Nathan Lane sang last night in the opening number of ''The Producers.'' It couldn't have been more appropriate, though of course Mr. Lane is still the king. Well, co-king anyway, along with Matthew Broderick, whose first solo number in the show, ''I Wanna Be a Producer,'' elicited loud and","byline":"By BRUCE WEBER","date":"20031231","title":"Original Stars Return to Light Up 'The Producers'","url":"http://www.nytimes.com/2003/12/31/nyregion/original-stars-return-to-light-up-the-producers.html"},{"body":"Walter Pforzheimer b. 1914 Walter Pforzheimer, who helped draft the legislation that created the C.I.A. and later built what is probably the world's greatest collection of intelligence literature in English, revered two institutions above all others -- the Central Intelligence Agency and the libraries of Yale University. Pforzheimer inherited the","byline":"By Thomas Powers","date":"20031228","title":"THE LIVES THEY LIVED; The Literature of Secrets","url":"http://www.nytimes.com/2003/12/28/magazine/the-lives-they-lived-the-literature-of-secrets.html"},{"body":"To the Editor: John S. Koppel (Letters, Nov. 30) wonders why George Orwell handed his list of suspected Communists to the British Foreign Office in 1949 but not his pro-Nazi list in 1940, and suggests that he was always harder on the extreme left than on the extreme right. In 1949 Orwell, a newly famous author, was directly approached for help by a","date":"20031228","title":"Orwell as Denouncer","url":"http://www.nytimes.com/2003/12/28/books/l-orwell-as-denouncer-627399.html"},{"body":"HOELTERHOFF -- Olga Christina, (nee Goertz). Born May 14, 1912 in Riga in Latvia, died December 17, 2003 in Valley Cottage, NY. Her long and complicated life reflected the tragedy of the Baltic States. Driven from her beloved home in Jurmala by Hitler and Stalin, displaced and often ill, she survived through tenacity, intelligence, and compromise.","date":"20031226","title":"Paid Notice: Deaths HOELTERHOFF, OLGA CHRISTINA","url":"http://www.nytimes.com/2003/12/26/classified/paid-notice-deaths-hoelterhoff-olga-christina.html"},{"body":"For decades, Portuguese dairy farmers have dominated this wisp of a town on the windswept edge of the San Joaquin Valley. Tough, stubborn and hard-working, their families have prospered in a dusty land where death and injury are as close as a falling hay bale or a thrashing bull. It is accepted fact here that life is hard and cruel, that risk is","byline":"By DAVID BARSTOW; Robin Stein contributed additional reporting for this article.","date":"20031223","title":"California Leads Prosecution Of Employers in Job Deaths","url":"http://www.nytimes.com/2003/12/23/us/california-leads-prosecution-of-employers-in-job-deaths.html"},{"body":"Dr. Gisela Konopka, a pioneer in the study of troubled adolescents who provided groundbreaking insights on disruptive behavior among girls, died on Dec. 9 in Minneapolis. She was 93. The cause was pulmonary edema, said Dr. Robert Blum, a friend and colleague, who is a professor of pediatrics at the University of Minnesota. The Konopka Institute for","byline":"By DAVID TULLER","date":"20031222","title":"Gisela Konopka, 93, Professor; Studied Lives of Troubled Girls","url":"http://www.nytimes.com/2003/12/22/us/gisela-konopka-93-professor-studied-lives-of-troubled-girls.html"},{"body":"THE trial of Saddam Hussein promises to be one of the more dramatic war crimes prosecutions in history. The United States had made plans to try Hitler at Nuremberg after World War II, but unlike Mr. Hussein, he chose suicide instead. But if the trial's inherent drama promises great international ratings and other more tangible benefits -- including","byline":"By JEFFREY ROSEN","date":"20031221","title":"The World; Pursuing Justice: Perils of the Past","url":"http://www.nytimes.com/2003/12/21/weekinreview/the-world-pursuing-justice-perils-of-the-past.html"},{"body":"FRANKLIN DELANO ROOSEVELT Champion of Freedom. By Conrad Black. Illustrated. 1,280 pp. New York: PublicAffairs. $39.95. In the matter of Franklin D. Roosevelt, biographers and historians find themselves with a puzzle. Paralyzed but indomitable, our only president elected more than twice, inventive reformer of an exploitative capitalist order,","byline":"By Michael Janeway","date":"20031221","title":"The Lord of Springwood","url":"http://www.nytimes.com/2003/12/21/books/the-lord-of-springwood.html"},{"body":"HER HUSBAND Hughes and Plath -- A Marriage. By Diane Middlebrook. Illustrated. 361 pp. New York: Viking. $25.95. Them again. Just when you thought there was no more to be said, the ransacked remains of Ted Hughes and Sylvia Plath float to the surface once more. The occasion this time is Diane Middlebrook's ''Her Husband,'' which offers up yet","byline":"By Daphne Merkin","date":"20031221","title":"A Matched Pair","url":"http://www.nytimes.com/2003/12/21/books/a-matched-pair.html"},{"body":"Libya's leader, Col. Muammar el-Qaddafi, has admitted that his country had been trying to develop a broad arsenal of unconventional weapons, and he promised to dismantle them up and submit to international inspections, President Bush and Prime Minister Tony Blair of Britain said Friday. Mr. Bush said that if Col. Qaddafi followed through, Libya","byline":"By DAVID E. SANGER and JUDITH MILLER; Matthew L. Wald contributed reporting for this article.","date":"20031220","title":"LIBYA TO GIVE UP ARMS PROGRAMS, BUSH ANNOUNCES","url":"http://www.nytimes.com/2003/12/20/world/libya-to-give-up-arms-programs-bush-announces.html"}],"tokens":["Hitler"],"total":404},{"offset":"0","results":[{"body":"Double Jeopardy Ken Jennings, left, who walked off ''Jeopardy!'' last month with more than $2.5 million after 75 shows and 2,700 correct responses, is returning. This time, he will compete for an additional $2 million against the two survivors of a competition among nearly 150 past five-time winners. In a statement issued with the announcement of","byline":"Compiled by Lawrence Van Gelder","date":"20041230","title":"Arts, Briefly","url":"http://query.nytimes.com/gst/fullpage.html?res=9C07E7D61739F933A05751C1A9629C8B63"},{"body":"ASHLEE SIMPSON got caught with her microphone down on ''Saturday Night Live'' in October, and five weeks later, on Dec. 5, ''Good Morning America,'' which had been especially gleeful in its post-mortem of the debacle, presented Lindsay Lohan in a ''live singing debut''-- lip-syncing just like Ms. Simpson. Good thing this was a slow news year so","byline":"By Gary Giddins","date":"20041229","title":"Put Your Voice Where Your Mouth Is","url":"http://query.nytimes.com/gst/fullpage.html?res=9E00E2D81639F93AA15751C1A9629C8B63"},{"body":"THE DICTATORS Hitler's Germany and Stalin's Russia. By Richard Overy. Illustrated. 849 pp. W. W. Norton & Company. $35. IN the immediate aftermath of World War II, scholars, led by Hannah Arendt, routinely compared the Nazi and Soviet regimes, labeling them both as ''totalitarian.'' Reacting against this school, a generation of revisionist","byline":"By Steven Merritt Miner","date":"20041226","title":"Engineers of Death","url":"http://query.nytimes.com/gst/fullpage.html?res=9C06E0DD1430F935A15751C1A9629C8B63"},{"body":"THE opening of the Museum of Modern Art was hands down the grandest and most talked about event of the fall. But the retrospective of the Japanese photographer Shomei Tomatsu at the Japan Society in New York was the most moving. Mr. Tomatsu's pictures -- severe, tragic and dispassionately beautiful -- are works of genius. I caught sight of Richard","byline":"By Michael Kimmelman","date":"20041226","title":"ART: THE MEMORIES; Postwar Japan, Mon Amour","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0CE0D61330F935A15751C1A9629C8B63"},{"body":"ARMAGEDDON The Battle for Germany, 1944-1945. By Max Hastings. Illustrated. 584 pp. Alfred A. Knopf. $30. In early September 1944, as the war in Europe entered its sixth year, Nazi Germany seemed about to collapse. That summer the German Army had suffered more than two million casualties in a series of bitterly fought battles on the eastern front;","byline":"By James J. Sheehan","date":"20041226","title":"The Slog of War","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0CE0DD1430F935A15751C1A9629C8B63"},{"body":"EVEN if you're trying to forget this year's news, this quiz should be relatively painless. It's a test of how much trivia you accumulated -- or at least, how good you are at guessing. If you'd rather not be bothered checking yourself against the answers listed below, you can take the test interactively at www.nytimes.com/weekinreview and let the","byline":"By JOHN TIERNEY; Brian Wingfield contributed research to this news quiz.","date":"20041226","title":"2004: FINAL ANSWERS -- News Quiz; Pratfalls, Catcalls and Spitballs: A Year in Ephemera","url":"http://query.nytimes.com/gst/fullpage.html?res=9A06E6DC1E30F935A15751C1A9629C8B63"},{"body":"She was not the first woman to own a baseball team, but Marge Schott was one of the very few to get to the front office under her own steam. Others, like Jean Yawkey of the Red Sox and Joan Kroc of the Padres, were widows who inherited their teams from their husbands, and they tended to preside in stewardly, memorializing fashion, mostly leaving","byline":"By Charles McGrath","date":"20041226","title":"Marge Schott [ b. 1928 ]; Big Mouth","url":"http://query.nytimes.com/gst/fullpage.html?res=9804E7D61330F935A15751C1A9629C8B63"},{"body":"Kaffee Burger, a small club on Torstrasse in what used to be East Berlin, looks as if it is still under Soviet occupation. The waiters serve Vita Cola, the ersatz Coca-Cola of East Germany. The tacky floral wallpaper dates back to the 1950's. The crowd dances to Russian rock and Ukrainian folk music. The sound is ''Russendisko,'' Russian disco, at","byline":"By KIRSTEN GRIESHABER","date":"20041221","title":"Capturing Lost Soul Of Russia In Berlin","url":"http://query.nytimes.com/gst/fullpage.html?res=9F00E4DA1330F932A15751C1A9629C8B63"},{"body":"In ''The Plot Against America,'' the novelist Philip Roth imagined what might have befallen this nation if the appeasing Charles A. Lindbergh had defeated the anti-Hitler F.D.R. in the 1940 election. Here's my idea for the sequel: Opening scene in the Oval Office in winter 2001, after U.S. and allied forces crushed the Taliban in retaliation for","byline":"By WILLIAM SAFIRE","date":"20041220","title":"Roth Plot II","url":"http://query.nytimes.com/gst/fullpage.html?res=9C07EED81230F933A15751C1A9629C8B63"},{"body":"For a political ad, ''Bush Hates Veterans'' is about as ferocious as they come. ''My question to Mr. Bush is, Do you support the troops? You're the one who hates the troops,'' shouts an angry male voice, as pictures of maimed soldiers fill the screen. ''And you sent them off to die so your friends could get rich!'' You might wonder which TV network","byline":"By CLIVE THOMPSON","date":"20041212","title":"THE 4TH ANNUAL: YEAR IN IDEAS; Do-It-Yourself Attack Ad, The","url":"http://query.nytimes.com/gst/fullpage.html?res=9502E0D61531F931A25751C1A9629C8B63"}],"tokens":["Hitler"],"total":290},{"offset":"0","results":[{"body":"Exploration in the Domain of Idiocy Zach Feuer 530 West 24th Street, Chelsea Through Jan. 14 With her chameleonesque ability to transform herself into hilarious characters, the Israeli performance artist Tamy Ben-Tor could have a career in television like that of the similarly gifted Tracey Ullman. Unfortunately, though it has good moments, the","byline":"By KEN JOHNSON","date":"20051230","title":"Art in Review; Tamy Ben-Tor","url":"http://query.nytimes.com/gst/fullpage.html?res=9507E3D81330F933A05751C1A9639C8B63"},{"body":"LAST year Helena Rasin's grandmother gave her $200 for Christmas. This year her grandmother gave her a new nose. ''A nose job is the best Christmas present ever because you'll have it forever,'' Ms. Rasin, 25, a drug company representative in Los Angeles, said two weeks ago while at home recuperating from her rhinoplasty. ''It's not like some","byline":"By NATASHA SINGER","date":"20051229","title":"Skin Deep; For You, My Lovely, A Face-Lift","url":"http://query.nytimes.com/gst/fullpage.html?sec=health&res=9A07E5DE1330F93AA15751C1A9639C8B63"},{"body":"For years the quaint Austrian town of Graz trumpeted its special relationship with its outsize native son, Arnold Schwarzenegger. Born in a village nearby and schooled in Graz, Mr. Schwarzenegger was an honorary citizen and holder of the town's Ring of Honor. Most conspicuously, the local sports stadium was named after him. But early on Monday,","byline":"By RICHARD BERNSTEIN","date":"20051227","title":"How Austrians Show Their Anger With What's-His-Name","url":"http://www.nytimes.com/2005/12/27/international/europe/27austria.html"},{"body":"Miriam Rothschild lived the 96 years of her life by the minute, and in the minutiae. ''Fleas are nearly always in a hurry,'' she wrote, and she was, too, in their pursuit. Rothschild was the world's expert on fleas. She loved them, lived for them -- a passion acquired from her father, Charles Rothschild, a banker who collected and discovered some","byline":"By Alan Burdick","date":"20051225","title":"The Lives They Lived; Parasite Lover","url":"http://www.nytimes.com/2005/12/25/magazine/25roth.html"},{"body":"Peter Malkin wore a pair of fur-lined leather gloves when he seized Adolf Eichmann on a street in suburban Buenos Aires. It was 1960. For 15 years, one of the chief engineers of Hitler's Final Solution had escaped capture. Now Malkin, the point man of a small team of clandestine Israeli agents, helped to wrestle him into the back of a waiting car","byline":"By Daniel Bergner","date":"20051225","title":"The Lives They Lived; Chasing Evil","url":"http://www.nytimes.com/2005/12/25/magazine/25malkin.html"},{"body":"ANXIETY that shades into dread and dread that curdles into paranoia; the past hammering on the door of the present like a vengeful ghost: As ominous portents leaked into the movies in 2005, it sometimes felt as though the hurricanes that decimated the Gulf Coast and Florida had torn away the roof separating the movies from reality and let in an","byline":"By STEPHEN HOLDEN","date":"20051225","title":"MOVIES: The Best Films of the Year; Under a Big Sky, Amorous Cowhands and Hungry Bears","url":"http://www.nytimes.com/2005/12/25/movies/25hold.html"},{"body":"THE NEXT ATTACK The Failure of the War on Terror and a Strategy for Getting It Right. By Daniel Benjamin and Steven Simon. 330 pp. Times Books/Henry Holt & Company. $26. In the real world -- and the United States exists in the real world, despite a national weakness for wishful thinking -- failure has consequences. The prospects for American","byline":"By THOMAS POWERS","date":"20051225","title":"Bringing 'Em On","url":"http://www.nytimes.com/2005/12/25/books/review/25powers.html"},{"body":"In 1966, Michael J. Quill ended the 12-day transit strike by thrusting four fingers through the oxygen tent of his Bellevue Hospital room. In 1980, the transit strike was settled when state officials, rebuffing the mayor, sweetened their ''final'' contract offer slightly, bringing around union board members who, after 11 days, were wearied by a","byline":"By SAM ROBERTS","date":"20051222","title":"TRANSIT STRIKE: HISTORY; Even With a Script, Ending a Strike Can Be Difficult","url":"http://www.nytimes.com/2005/12/22/nyregion/nyregionspecial3/22history.html"},{"body":"THE THIRD REICH IN POWER 1933-1939. By Richard J. Evans. Illustrated. 941 pp. The Penguin Press. $37.95. HISTORIANS of Nazi Germany know they will be measured against the remarkable success of William Shirer's ''Rise and Fall of the Third Reich,'' a 1,200-page doorstop that has been selling briskly for four and a half decades. Shirer's tale of a","byline":"By BRIAN LADD","date":"20051218","title":"A State of Evil","url":"http://www.nytimes.com/2005/12/18/books/review/18ladd.html"},{"body":"JUST last summer the air was filled with anxiety about an apparent box-office slump, as journalists and studio executives alike wondered why fewer people seemed to be going to the movies. The most obvious explanation -- or at least the one I favored at the time -- was that the movies just weren't good enough. But now that the season of list-making","byline":"By A. O. SCOTT","date":"20051218","title":"FILM; Where Have All the Howlers Gone?","url":"http://www.nytimes.com/2005/12/18/movies/18scot.html"}],"tokens":["Hitler"],"total":281},{"offset":"0","results":[{"body":"It was not a very good year for Americans in international sports, either. The United States failed to dominate at the Winter Olympic Games, the world basketball tournament, the new World Baseball Classic and the World Cup. But for a reporter crisscrossing Germany on trains that make Amtrak look even more pathetic, the World Cup was a joy. Before","byline":"By GEORGE VECSEY","date":"20061231","title":"SPORTS OF THE TIMES: POSTCARDS FROM 2006; From World Classic to World Cup, The U.S. Was No Worldbeater","url":"http://query.nytimes.com/gst/fullpage.html?res=9F00E3DA1630F932A05751C1A9609C8B63"},{"body":"The Great Escape Nine Jews Who Fled Hitler and Changed the World. By Kati Marton. Illustrated. 271 pp. Simon & Schuster. $27. I always considered myself lucky to have been sent often to Budapest as a reporter in the period preceding the fall of Communism. Beginning in the mid-1980s, I was in and out of the capital cities of the Soviet-bloc","byline":"By Robert Leiter","date":"20061231","title":"Born Hungarian","url":"http://www.nytimes.com/2006/12/31/books/review/Leiter.t.html"},{"body":"IT made wimps of earlier invaders, but the dread Russian winter --which defeated both Napoleon and Hitler -- does not intimidate Jim Karpac, a Columbus, Ohio, orthodontist. Thanks to Thinsulate and an unexpected January thaw, he is heading toward the former Imperial capital of St. Petersburg with just a carry-on bag, a thermal jacket and no hat. We","byline":"By STEVE DOUGHERTY","date":"20061231","title":"Holiday on Ice With a Shot of Vodka on the Side","url":"http://travel.nytimes.com/2006/12/31/travel/31petersburg.html"},{"body":"A POPULAR joke in Iran has someone asking the conservative former president, Hashemi Rafsanjani, what the superhighway under construction north from the capital Tehran to the border will be called. ''Shaheed Ahmadinejad Highway,'' he responds. Now President Mahmoud Ahmadinejad is very much alive, while shaheed, or ''martyr,'' is the Islamic honor","byline":"By NEIL MacFARQUHAR","date":"20061217","title":"THE WORLD; How Iran's Leader Keeps the West Off Balance","url":"http://www.nytimes.com/2006/12/17/weekinreview/17MacFARQUHAR.html"},{"body":"William Z. Salcer, who survived a Nazi concentration camp and later made a fortune by inventing things in the United States, including a plastic lace tablecloth, died on Dec. 6 in Manhattan. He was 82. The cause was leukemia, his granddaughter Donna Z. Rubenstone said. Mr. Salcer's eventful life also included designing and fabricating tanks in","byline":"By DOUGLAS MARTIN","date":"20061216","title":"William Z. Salcer, 82, Successful Inventor","url":"http://www.nytimes.com/2006/12/16/world/europe/16salcer.html"},{"body":"To the Editor: I don't know about the other two books he reviewed, but ''I Hate Ann Coulter!'' certainly doesn't deserve Jacob Heilbrunn's seriously over-the-top polemic (Nov. 26). Message to Mr. Heilbrunn: ''I Hate Ann Coulter!'' is a joke book! If the cover with the horns and tail doesn't give that away, consider the ''Ann Coulter or Adolf","date":"20061210","title":"Coulter or Hitler?","url":"http://query.nytimes.com/gst/fullpage.html?res=9E04E7D91E3EF933A25751C1A9609C8B63"},{"body":"Two groups of protesters marched from opposite ends of the shopping district in Jamaica, Queens, at the same time yesterday, snaking through the neighborhood to protest the fatal police shooting of 23-year-old Sean Bell last month. The groups never quite intersected, but between them they captured the wide range of emotions, from grief to","byline":"By NICHOLAS CONFESSORE; Daryl Khan and Kai Ma contributed reporting.","date":"20061210","title":"In Queens, 2 Marches and 2 Philosophies on Police Shooting","url":"http://www.nytimes.com/2006/12/10/nyregion/10boycott.html"},{"body":"As long as there have been personal fouls and holding penalties, sports fans have vilified referees for making bad calls. But in recent years, criticizing the officials of the major professional and college sports has evolved from a crude art form -- ''Ref, if you had one more eye you'd be a cyclops! Go back to Foot Locker!'' -- to an efficient","byline":"By JASON ZINOMAN","date":"20061210","title":"THE 6th ANNUAL YEAR IN IDEAS; YouTube Referee Indictment, The","url":"http://www.nytimes.com/2006/12/10/magazine/10youtube.html"},{"body":"AH, December. Time to deck the halls, flop onto the couch and flip on the television to revel in the antics of Christmastime's most memorable cartoon characters. No, not Rudolph or Frosty, not even Santa Claus. Atop the list for sheer originality stands that dastardly yet delightful duo, Heat Miser and Snow Miser. These bizarre, combative","byline":"By STUART MILLER","date":"20061210","title":"TELEVISION; Fiery Hair vs. Pointy Nose: Seasonal Smackdown Returns","url":"http://www.nytimes.com/2006/12/10/arts/television/10mill.html"},{"body":"Korngold: String Sextet in D; Bridge: String Sextet in E flat Concertante. Kleos Classics KL 5142; CD. GERMAN musicology to the contrary, Hollywood did not ruin Erich Wolfgang Korngold. Errol Flynn and company were his destiny from those earliest years of prodigy and boyhood fame in Vienna. The seeds of Korngold's celebrated movie music can be","byline":"By BERNARD HOLLAND","date":"20061210","title":"CLASSICAL RECORDINGS; Small Ensembles, Spacious Ideas","url":"http://www.nytimes.com/2006/12/10/arts/music/10holl.html"}],"tokens":["Hitler"],"total":304},{"offset":"0","results":[{"body":"In 1950, this cotton market town in northern Alabama lost a bid for a military aviation project that would have revived its mothballed arsenal. The consolation prize was dubious: 118 German rocket scientists who had surrendered to the Americans during World War II, led by a man -- a crackpot, evidently -- who claimed humans could visit the moon.","byline":"By SHAILA DEWAN","date":"20071231","title":"HUNTSVILLE JOURNAL; When the Germans, and Their Rockets, Came to Town","url":"http://www.nytimes.com/2007/12/31/us/31huntsville.html"},{"body":"10 P.M. (ABC) DICK CLARK'S PRIMETIME NEW YEAR'S ROCKIN' EVE 2008 Once more, with feeling: Mr. Clark and his heir apparent, Ryan Seacrest, are hosts of this 35th annual celebration, from their booth high above Times Square. Miley Cyrus, the Jonas Brothers, Fergie (above, with Mr. Clark, left, and Mr. Seacrest) and OneRepublic will perform. Marysol","byline":"By KATHRYN SHATTUCK","date":"20071231","title":"What's On Tonight","url":"http://query.nytimes.com/gst/fullpage.html?res=9A05E1DF1338F932A05751C1A9619C8B63"},{"body":"LIBERAL FASCISM The Secret History of the American Left From Mussolini to the Politics of Meaning. By Jonah Goldberg. 487 pp. Doubleday. $27.95. Coming of age in the 1960s, I heard the word ''fascist'' all the time. College presidents were fascists, Vietnam War supporters were fascists, policemen who tangled with protesters were fascists, on and","byline":"By DAVID OSHINSKY","date":"20071230","title":"Heil Woodrow!","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E4D91631F933A05751C1A9619C8B63"},{"body":"MODERNISM The Lure of Heresy From Baudelaire to Beckett and Beyond. By Peter Gay. Illustrated. 610 pp. W. W. Norton & Company. $35. Thomas Mann was an archmodernist, and this was his favorite story: One day, Gustave Flaubert was out walking with his sister. Ferociously antibourgeois, Flaubert lived alone, unconsoled and unencumbered by marriage or","byline":"By LEE SIEGEL","date":"20071230","title":"The Blush Of the New","url":"http://www.nytimes.com/2007/12/30/books/review/Siegel-t.html"},{"body":"Calling it ''an awful and disgusting lie,'' Will Smith, above, said through his publicist that he is angry with a newspaper reporter's interpretation of comments he made about Hitler, The Associated Press reported. In an article published Saturday in The Daily Record, in Scotland, Mr. Smith was quoted as saying: ''Even Hitler didn't wake up going,","byline":"By THE NEW YORK TIMES","date":"20071226","title":"ARTS, BRIEFLY; Will Smith Says He Was Misunderstood","url":"http://www.nytimes.com/2007/12/26/arts/26arts-WILLSMITHSAY_BRF.html"},{"body":"LAST week, European Union leaders put an end to a decade of diplomatic wrangling and signed the Treaty of Lisbon, which outlined a complete overhaul of the organization, including the creation of a permanent post of European Union president to represent Europe on the world stage. During the ceremony at Lisbon's grandiose Jernimos Monastery, a","byline":"By SLAVOJ ZIZEK","date":"20071224","title":"'Ode to Joy,' Followed by Chaos and Despair","url":"http://www.nytimes.com/2007/12/24/opinion/24zizek.html"},{"body":"SACRED GAMES, by Vikram Chandra. (Harper Perennial, $16.95.) Chandra's sprawling second novel, set in Mumbai, is a thriller, mob saga and police procedural full of sex and violence that also addresses themes like the partition of India and nuclear terrorism. It involves a gang boss who tells his life story (interrupted only briefly by his suicide)","byline":"By ELSA DIXLER","date":"20071223","title":"Paperback Row","url":"http://www.nytimes.com/2007/12/23/books/review/PaperRow-t.html"},{"body":"WOLFGANG PORSCHE still chafes at the memory of being told, as a 7-year-old, that he could not attend the 75th birthday party of Ferdinand Porsche, his grandfather and the family patriarch. It was a glittering affair, celebrating the man who designed the forerunner of the Volkswagen Beetle and laid the groundwork for one of Germany's mightiest","byline":"By MARK LANDLER","date":"20071223","title":"Porsche and VW: One Happy Family?","url":"http://www.nytimes.com/2007/12/23/business/23porsche.html"},{"body":"In 1934, the English writer Laurie Lee set out to walk to London from his home in Gloucestershire, in the southwest of England. In ''As I Walked Out One Midsummer Morning,'' he noted how lucky he was to have begun his journey when he did, before the landscape had been ''bulldozed for speed.'' By the time his book was published, 35 years later, the","byline":"By MATT WEILAND","date":"20071223","title":"Walker in the City","url":"http://www.nytimes.com/2007/12/23/books/review/Weiland-t.html"},{"body":"The sports world is giving New Yorkers more than their usual quotient of agita, and that includes people who think a full-court press is a legal maneuver and a hat trick part of David Copperfield's act. This has nothing to do with athletics or the skills of teams like the Knicks, who play a game that almost resembles basketball, and the Jets, who","byline":"By CLYDE HABERMAN","date":"20071218","title":"NYC; For Sports Fans, a Season of Foul Play","url":"http://query.nytimes.com/gst/fullpage.html?res=9C04E1DB113AF93BA25751C1A9619C8B63"}],"tokens":["Hitler"],"total":275},{"offset":"0","results":[{"body":"UTTERANCES: 1: E. 2: I. 3: G. 4: B. 5: D. 6: A. 7: H. 8: C. 9: F. SENTENCE QUESTIONS: 10: The Large Hadron Collider. 11: Rice. 12: They were designated protest zones. 13: Hillary Clinton supporters who refused to back Barack Obama. 14: The Joker, played by Heath Ledger, in ''The Dark Knight.'' 15: The Beijing 2008 Olympic torch relay. 16: Kristi","byline":"By THE NEW YORK TIMES","date":"20081231","title":"Answers: The Year in Questions","url":"http://www.nytimes.com/2008/12/31/opinion/01schott-answers.html"},{"body":"Though the Tom Cruise movie ''Valkyrie'' received mixed reviews in the United States, it has been greeted with a measured and hospitable reception in Germany, where it was once viewed with suspicion, Reuters reported. In ''Valkyrie,'' Mr. Cruise, left, plays Col. Claus von Stauffenberg, a Prussian officer who led an assassination attempt on Hitler","byline":"Compiled by DAVE ITZKOFF","date":"20081230","title":"ARTS, BRIEFLY; Germany Hospitable To Cruises Valkyrie","url":"http://www.nytimes.com/2008/12/30/arts/30arts-GERMANYHOSPI_BRF.html"},{"body":"An unusual alignment of top stars brightened Hollywood's holiday box office as Tom Cruise, Brad Pitt and Adam Sandler, as well as Jennifer Aniston, Owen Wilson and a dog, pushed new movies to strong openings. ''Marley & Me,'' a comedy from 20th Century Fox, claimed the top spot with about $37 million for the weekend and $51.7 million since opening","byline":"By MICHAEL CIEPLY","date":"20081229","title":"Star-Filled Year-End Releases Draw Well","url":"http://www.nytimes.com/2008/12/29/movies/29box.html"},{"body":"Film Stephen Holden The work of the Polish filmmaker, screenwriter and television director AGNIESZKA HOLLAND is permeated with a sense of historical trauma that perhaps only an Eastern European with firsthand experience of Nazism, Communism and anti-Semitism could possess. The final week of the MUSEUM OF MODERN ART's monthlong survey of her work","byline":"By Stephen Holden","date":"20081228","title":"The Week Ahead | Dec. 28 - Jan. 3 | Film","url":"http://query.nytimes.com/gst/fullpage.html?res=9907EEDF1F3AF93BA15751C1A96E9C8B63"},{"body":"There are no discernibly nasty Nazis in ''Valkyrie,'' though Hitler and Goebbels skulk about in a few scenes, shooting dark, ominous looks at the heroic German Army officer played by Tom Cruise. Perhaps they're wondering what this Hollywood megastar is doing in their midst, a sentiment that you may come to share while watching Mr. Cruise -- who","byline":"By MANOHLA DARGIS","date":"20081225","title":"MOVIE REVIEW | 'VALKYRIE'; Take a Break, Santa. How About a Movie? | Mission Imperative: Assassinate The Fhrer","url":"http://movies.nytimes.com/2008/12/25/movies/25valk.html"},{"body":"Out in the blogosphere you frequently run across invocations of Godwin's Law, which can be paraphrased as stating that sooner or later every argument will come around to a Hitler analogy. A similar axiom, applied to Hollywood, would stipulate that every movie star must eventually dress up in a German war uniform. This is not the review of","byline":"By A. O. SCOTT","date":"20081225","title":"MOVIE REVIEW | 'THE SPIRIT'; Returned From the Dead, Ducking Villains and Vixens","url":"http://movies.nytimes.com/2008/12/25/movies/25spir.html"},{"body":"In his inspired, inspiring essayistic documentary ''Theater of War,'' the filmmaker John Walter jumps from art to history and politics and back again, from the theater of the streets to the theater of the stage, without pause. That makes the movie, which follows a Public Theater production in Central Park of Bertolt Brecht's epic play ''Mother","byline":"By MANOHLA DARGIS","date":"20081224","title":"MOVIE REVIEW | 'THEATER OF WAR'; Mother Courage Gets Her Own Camp Follower","url":"http://movies.nytimes.com/2008/12/24/movies/24war.html"},{"body":"To the Editor: In a review of A. N. Wilson's novel ''Winnie and Wolf'' (Nov. 23), Patrick McGrath states that Winifred Wagner ''supplied the paper on which'' Hitler ''wrote 'Mein Kampf.' '' It would be more accurate to state that she supplied the paper on which Rudolf Hess typed it. Hitler was the author of ''Mein Kampf'' but did not literally","date":"20081221","title":"LETTERS; Transcribing Hitler","url":"http://query.nytimes.com/gst/fullpage.html?res=9C0DE5D8133FF932A15751C1A96E9C8B63"},{"body":"-- THERE was a time not so long ago when Avraham Burg was viewed by many Israelis as proof that the inherent tensions of Zionism -- religious versus secular, insular versus worldly, Jewish state versus state of all its citizens -- could be reconciled with grace. Here was a religiously observant Jew with a cosmopolitan outlook, a decorated","byline":"By ETHAN BRONNER","date":"20081220","title":"THE SATURDAY PROFILE; Once a Political Riser, an Israeli Challenges His Country's Identity","url":"http://www.nytimes.com/2008/12/20/world/middleeast/20burg.html"},{"body":"IN SPITE OF MYSELF A Memoir By Christopher Plummer Illustrated. 648 pages. Alfred A. Knopf. $29.95. In his rich and riotous new memoir, Christopher Plummer recalls a youthful night spent sitting at the feet of Edith Evans, sipping whiskey as she told him ''wonderful stories of the theater and the extraordinary people and places she'd known.'' When","byline":"By JENNIFER SCHUESSLER","date":"20081219","title":"BOOKS OF THE TIMES; So Much More Than Captain von Trapp","url":"http://movies.nytimes.com/2008/12/19/books/19book.html"}],"tokens":["Hitler"],"total":271},{"offset":"0","results":[{"body":"The Obama honeymoon here is over. When President Obama came to office, the unflattering billboards of George W. Bush, including one outside the United States Interests Section of him scowling alongside Hitler, came down and the anti-American vitriol softened. Ral Castro, who took over from his ailing brother Fidel in 2006, even raised the","byline":"By MARC LACEY","date":"20091231","title":"In Cuba, Hopeful Tenor Toward Obama Is Ebbing","url":"http://www.nytimes.com/2009/12/31/world/americas/31cuba.html"},{"body":"1909 Tenor Died by Drug With the startling announcement that M. Godard, the Opera tenor, had died of poison and not of natural causes, the police also made known yesterday [Dec. 27], says the ''Temps,'' that Mlle. Marie Bouret, 39 years old, employed in the Grands Magasins du Louvre, had been arrested in connection with the case. M. Godard","date":"20091228","title":"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago","url":"http://www.nytimes.com/2009/12/28/opinion/28iht-olddec28.html"},{"body":"MOVIES Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com/movies. 'ANTICHRIST' (No rating, 1:49) Women: evil or just misunderstood? Leave it to Lars von Trier to ask the tough question, and to provide answers that are both","byline":"By THE NEW YORK TIMES","date":"20091225","title":"The Listings","url":"http://www.nytimes.com/2009/12/25/movies/25movies.html"},{"body":"1909 Artificial Gems Discussed NEW YORK A lively discussion has arisen among New York jewelers as to whether society is adopting the custom of mingling artificial with genuine pearls. The interviews with Paris jewelers cabled to the New York Herald regarding the imitation pearls in Mrs. Astor's necklace has stirred New Yorkers. The gem expert of","date":"20091224","title":"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago","url":"http://www.nytimes.com/2009/12/24/opinion/24iht-olddec24.html"},{"body":"In an effort to calm growing tensions with Jewish groups, the Vatican said Wednesday that Pope Benedict XVI's decision moving the wartime pope Pius XII closer to sainthood was not a ''hostile act'' against those who believe Pius did not do enough to stop the Holocaust. The Vatican spokesman, the Rev. Federico Lombardi, issued a statement saying","byline":"By RACHEL DONADIO","date":"20091224","title":"Vatican Defends Decision On Status of Wartime Pope","url":"http://www.nytimes.com/2009/12/24/world/europe/24pope.html"},{"body":"Daniel Kahn has never lived in this city, but he has attended its legendary public schools since the fourth grade. Now in eighth grade, he is vice president of the student council, plays in two school bands and is an A student who has been preparing to tread in his sister's footsteps at Beverly Hills High School. But Daniel will almost certainly be","byline":"By JENNIFER STEINHAUER","date":"20091221","title":"Finances Push Beverly Hills Schools to Rescind Welcome to Neighbors","url":"http://www.nytimes.com/2009/12/21/education/21beverly.html"},{"body":"THE TWILIGHT YEARS The Paradox of Britain Between the Wars By Richard Overy Illustrated. 522 pp. Viking. $35 ''It is a fact so familiar that we seldom remember how very strange it is,'' the historian George N. Clark wrote in 1932, ''that the commonest phrases we hear used about civilization at the present time all relate to the possibility, or even","byline":"By ALEX VON TUNZELMANN","date":"20091220","title":"After the War, Before the War","url":"http://www.nytimes.com/2009/12/20/books/review/VonTunzelmann-t.html"},{"body":"On a September afternoon, about 60 prominent Christians assembled in the library of the Metropolitan Club on the east side of Central Park. It was a gathering of unusual diversity and power. Many in attendance were conservative evangelicals like the born-again Watergate felon Chuck Colson, who helped initiate the meeting. Metropolitan Jonah, the","byline":"By DAVID D. KIRKPATRICK","date":"20091220","title":"THE RIGHT HAND OF THE FATHERS","url":"http://www.nytimes.com/2009/12/20/magazine/20george-t.html"},{"body":"Watch a movie in the auditorium of the Jewish Theological Seminary in Manhattan, and the unwritten deal is that you have to stay for the panel discussion afterward. A few people did not honor the deal, scooting out at the end of ''Inglourious Basterds,'' Quentin Tarantino's revenge fantasy about Jews killing Nazis, which was screened Wednesday","byline":"By PAUL VITELLO","date":"20091218","title":"Seeing Nazis Massacred, Followed by a Discussion","url":"http://www.nytimes.com/2009/12/18/nyregion/18basterds.html"},{"body":"''The king of Prussia today stands at the head of the most formidable army in the world,'' wrote Harper's Weekly, the American news magazine of the 19th century. ''The whole male population of his kingdom may be said to be trained for arms, and is always ready to take the field,'' the magazine reported in the summer of 1870. The kingdom that had","byline":"By H. D. S. GREENWAY","date":"20091216","title":"OP-ED CONTRIBUTOR; Bring Back Prussia","url":"http://www.nytimes.com/2009/12/16/opinion/16iht-edgreenway.html"}],"tokens":["Hitler"],"total":308},{"offset":"0","results":[{"body":"Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.","date":"20101231","title":"The Listings","url":"http://www.nytimes.com/2010/12/31/arts/design/31art.html"},{"body":"LONDON -- News reports that senior U.S. commanders in Afghanistan want to expand Special Operations ground raids into Pakistan's tribal areas may well have been leaked deliberately in order to increase pressure on Pakistani military leaders to take tougher action against Taliban fighters seeking refugee in their country. However, if American","byline":"By ANATOL LIEVEN","date":"20101230","title":"I.H.T. OP-ED CONTRIBUTOR; A March of Folly in Pakistan","url":"http://www.nytimes.com/2010/12/30/opinion/30iht-edlieven30.html"},{"body":"BERLIN -- It's eerily quiet in the depths of the German Foreign Ministry, where tens of thousands of documents are filed away in narrow drawers. The documents consist of telegrams and reports filed by German ambassadors from all over the world as well as from diplomats based in Berlin. One document on display tells of the Wannsee Conference in","byline":"By JUDY DEMPSEY","date":"20101227","title":"Reich Bureaucrats Seen in a New Light","url":"http://www.nytimes.com/2010/12/27/world/europe/27iht-berlin27.html"},{"body":"NOT many people noticed at the time, but World War I ended this year. Well, in a sense it did: on Oct. 3, Germany finally paid off the interest on bonds that had been taken out by the shaky Weimar government in an effort to pay the war reparations imposed by the Treaty of Versailles. While the amount, less than $100 million, was trivial by today's","byline":"By MARGARET MacMILLAN","date":"20101226","title":"OP-ED CONTRIBUTOR; Ending the War to End All Wars","url":"http://www.nytimes.com/2010/12/26/opinion/26macmillan.html"},{"body":"HOLY IGNORANCE When Religion and Culture Part Ways By Olivier Roy Translated by Ros Schwartz.259 pp. Columbia University Press. $27.50 Every winter Fox News, seeking to stir up anger through the land, uncovers evidence of a war on Christmas. Secular humanists ignorant of religion and hostile to its traditions, someone in the studio will declare,","byline":"By ALAN WOLFE","date":"20101226","title":"Faith and Modernity","url":"http://www.nytimes.com/2010/12/26/books/review/Wolfe-t.html"},{"body":"AT an Amsterdam auction in 1938 an anonymous American walked away with a Rembrandt for a rock-bottom $65,000. Joseph Duveen, long the pre-eminent art dealer on both sides of the Atlantic, was peeved. Who is this American, he asked his agents in Europe. The buyer was J. Paul Getty, an inscrutable 45-year-old oilman from Minnesota who had suddenly","byline":"By HUGH EAKIN","date":"20101226","title":"Self-Portrait Of the Oilman As Collector","url":"http://www.nytimes.com/2010/12/26/arts/design/26getty.html"},{"body":"Dan Kurzman, who wrote military histories that illuminated little-known incidents in World War II and an exhaustively reported account of the first Arab-Israeli war, died Dec. 12 in Manhattan. He was 88 and lived in North Bergen, N.J. The cause was pneumonia following cancer treatments, his brother Calvin said. Mr. Kurzman, a former foreign","byline":"By DANIEL E. SLOTNIK","date":"20101226","title":"Dan Kurzman, 88, Military Historian","url":"http://www.nytimes.com/2010/12/26/arts/26kurzman.html"},{"body":"Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.","date":"20101224","title":"The Listings","url":"http://www.nytimes.com/2010/12/24/arts/design/24art.html"},{"body":"Movies Ratings and running times are in parentheses; foreign films have English subtitles. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com/movies. 'All Good Things' (R, 1:38) Andrew Jarecki (''Capturing the Friedmans'') fictionalizes an old true crime involving the moneyed and bloodied of New York. The","date":"20101224","title":"The Listings","url":"http://www.nytimes.com/2010/12/24/movies/24movies.html"},{"body":"MINSK, Belarus -- With campaign fliers promising ''action instead of promises,'' Yegor Vasilievsky stood outside a busy shopping center here on Friday, drumming up support for a challenger to Belarus's president, Aleksandr G. Lukashenko. He had been at it for four hours and had managed, remarkably, to stay out of jail. ''Handing out information","byline":"By MICHAEL SCHWIRTZ","date":"20101219","title":"In Belarus Campaign, a Veneer of Pluralism Emerges With the West in Mind","url":"http://www.nytimes.com/2010/12/19/world/europe/19belarus.html"}],"tokens":["Hitler"],"total":315},{"offset":"0","results":[{"body":"1911 Treaty Abrogation Suits U.S. A signed editorial article by Mr. Roosevelt appears in the current issue of the ''Outlook,'' cordially approving the abrogation of the Russo-American Commercial Treaty, but expressing the opinion that it would have been better first to secure the decision of the Hague Tribunal on the interpretation of the treaty.","date":"20111230","title":"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago","url":"http://www.nytimes.com/2011/12/30/opinion/100-75-50-years-ago.html"},{"body":"FORGOTTEN LAND Journeys Among the Ghosts of East Prussia By Max Egremont Illustrated. 359 pages. Farrar, Straus & Giroux. $28. Maps are supposed to clarify, but the map of East Prussia at the start of Max Egremont's ''Forgotten Land: Journeys Among the Ghosts of East Prussia'' is a muddling haze, with place names in German, Russian, Polish and","byline":"By RICHARD EDER","date":"20111229","title":"BOOKS OF THE TIMES; A Romantic Journey Through a Vanished Land","url":"http://www.nytimes.com/2011/12/29/books/forgotten-land-by-max-egremont-review.html"},{"body":"LONDON -- When a Conservative member of Parliament suggested this month that Prime Minister David Cameron should not return from euro crisis talks in Brussels like Neville Chamberlain, the man who sought to appease Hitler, it reminded me of my first meeting with my husband's grandmother. An officer's widow who had spent half her life in various","byline":"By KATRIN BENNHOLD","date":"20111228","title":"THE FEMALE FACTOR; Treatment of Motherhood Illustrates Divides in European Union","url":"http://www.nytimes.com/2011/12/28/world/europe/28iht-letter28.html"},{"body":"Must have been nearly 20 years ago, and I was scheduled to give a noon poetry reading in Paterson, N.J. My host, the poet Maria Mazziotti Gillan, picked me up on a sunny September morning across from the big post office on Eighth Avenue, and through the tunnel to Jersey we went. It was then that Maria told me I was only half the show; the other","byline":"By PHILIP LEVINE","date":"20111225","title":"THE LIVES THEY LIVED; Ruth Stone, b. 1915","url":"http://www.nytimes.com/2011/12/25/magazine/ruth-stone.html"},{"body":"1911 Wall Street Books Look Good With the approach of the New Year, Wall Street has been looking over its books and has decided that it has not been such a bad year after all. The year passed with only one failure on the Stock Exchange, and that the disbursement of bonuses by banking and brokerage houses is larger than a year ago itself indicates","date":"20111224","title":"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago","url":"http://www.nytimes.com/2011/12/24/opinion/100-75-50-years-ago.html"},{"body":"SOME organizations that travel the classical music mainstream have undertaken innovations this year. Take, for example, the demand for fresh programming that made the Spring for Music festival of visiting orchestras at Carnegie Hall such a success. But for me the most memorable performances were by groups that specialize in the repertory's","byline":"By ALLAN KOZINN","date":"20111218","title":"Opera Flourishing At the Extremes","url":"http://www.nytimes.com/2011/12/18/arts/music/provocative-opera-at-2-extremes-early-and-new-music.html"},{"body":"Henry Lafont, a French pilot who took part in a harrowing aerial escape from North Africa to fight for the honor of France after its capitulation to Hitler and who became the last surviving French veteran of the Battle of Britain, died on Dec. 2 in Trmuson, in the Brittany region of France. He was 91. His death was announced by the French Embassy","byline":"By RICHARD GOLDSTEIN","date":"20111218","title":"Henry Lafont, 91, French Pilot in the Battle of Britain","url":"http://www.nytimes.com/2011/12/18/world/europe/henry-lafont-french-pilot-in-battle-of-britain-dies-at-91.html"},{"body":"WASHINGTON I WAS intrigued to learn that the president and I have the same favorite new TV series: Showtime's spectacular ''Homeland,'' set right here in the capital. The season finale is tonight, and finales of addictive shows can be tricky and disappointing. However it ends, though, they should dispense with the Best-Actors-in-a-Drama contest and","byline":"By MAUREEN DOWD","date":"20111218","title":"OP-ED COLUMNIST; The Pungent Aroma of Paranoia","url":"http://www.nytimes.com/2011/12/18/opinion/sunday/dowd-the-pungent-aroma-of-paranoia.html"},{"body":"THE BETRAYAL By Helen Dunmore. Black Cat. Paper, $14.95. Dunmore gamely returns to Soviet Russia with her follow-up to ''The Siege,'' which captured the frenzy of Leningrad ravaged by German forces in 1941. Eleven years later, the fear and distrust that poisoned relations between war-torn residents has only been amplified. Among the survivors are","byline":"By JAN STUART","date":"20111218","title":"Fiction Chronicle","url":"http://www.nytimes.com/2011/12/18/books/review/fiction-chronicle.html"},{"body":"Joe Simon, a writer, editor and illustrator of comic books who was a co-creator of the superhero Captain America, conceived out of a patriotic impulse as war was roiling Europe, died on Wednesday at his home in Manhattan. He was 98. His death was confirmed by Steve Saffel, an editor at Titan Books, which published Mr. Simon's autobiography this","byline":"By BRUCE WEBER","date":"20111216","title":"Joe Simon, 98, a Creator Of Captain America, Dies","url":"http://www.nytimes.com/2011/12/16/books/joe-simon-a-creator-of-captain-america-is-dead-at-98.html"}],"tokens":["Hitler"],"total":320},{"offset":"0","results":[{"body":"BEIJING &mdash; Chinese politics is controlled by the Communist Party and its powerful families and factions, so when the son of a former party chief says the state is virtually &ldquo;fascist,&rdquo; it&rsquo;s worth listening. That&rsquo;s what Hu Deping, son of the late Hu Yaobang, the party general secretary forced to resign in 1987 for being","byline":"By DIDI KIRSTEN TATLOW","date":"20121101","title":"LETTER FROM CHINA; Can China Be Described as 'Fascist'?","url":"http://www.nytimes.com/2012/11/01/world/asia/01iht-letter01.html"},{"body":"Los Angeles ZOMBIES will come to my door on Wednesday night &mdash; in rags, eye-sockets blackened, pumping devices that make fake blood run down their faces &mdash; asking for candies. There seem to be more and more zombies every Halloween, more zombies than princesses, fairies, ninjas or knights. In all probability, none of them knows what a","byline":"By AMY WILENTZ","date":"20121031","title":"OP-ED CONTRIBUTOR; A Zombie Is a Slave Forever","url":"http://www.nytimes.com/2012/10/31/opinion/a-zombie-is-a-slave-forever.html"},{"body":"&ldquo;When I find myself in the company of scientists,&rdquo; W. H. Auden wrote, &ldquo;I feel like a shabby curate who has strayed by mistake into a drawing room full of dukes.&rdquo; Benoit B. Mandelbrot (1924-2010) had the kind of beautiful, buzzing mind that made even gifted fellow scientists feel shabby around the edges. Mandelbrot is said to","byline":"By DWIGHT GARNER","date":"20121031","title":"BOOKS OF THE TIMES; The Fractalist, Benoit B. Mandelbrots Math Memoir","url":"http://www.nytimes.com/2012/10/31/books/the-fractalist-benoit-b-mandelbrots-math-memoir.html"},{"body":"1912 Turkish Forces Weakening Athens &mdash; All the news from the front reveals the utter demoralization of the Turks. The Greek forces under the Crown Prince to-day [Oct. 29] occupied the defile of Tripotamos, which commands the approach to the town of Verria, an important strategic point some eighty kilom&egrave;tres west of Salonica and","date":"20121030","title":"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago","url":"http://www.nytimes.com/2012/10/30/opinion/100-75-50-years-ago.html"},{"body":"MENLO PARK, Calif. &mdash; Many people cite Albert Einstein&rsquo;s aphorism &ldquo;Everything should be made as simple as possible, but no simpler.&rdquo; Only a handful, however, have had the opportunity to discuss the concept with the physicist over breakfast. One of those is Peter G. Neumann, now an 80-year-old computer scientist at SRI","byline":"By JOHN MARKOFF","date":"20121030","title":"PROFILES IN SCIENCE PETER G. NEUMANN; Rethinking the Computer at 80","url":"http://www.nytimes.com/2012/10/30/science/rethinking-the-computer-at-80.html"},{"body":"WASHINGTON &mdash; A Treasury economist rummaging in the department&rsquo;s library has stumbled on a historical treasure hiding in plain sight: a transcript of the Bretton Woods conference in 1944 that cast the foundations of the modern international monetary system. Historians had never known that a transcript existed for the event held in the","byline":"By ANNIE LOWREY","date":"20121026","title":"Transcript of 44 Bretton Woods Meeting Found at Treasury","url":"http://www.nytimes.com/2012/10/26/business/transcript-of-1944-bretton-woods-meeting-found-at-treasury.html"},{"body":"LONDON &mdash; As hallowed institutions of British life &mdash; the BBC above all, but also the police and prosecutors, and hospitals and schools that should care for young people &mdash; were being sullied by the spreading scandal around the always weird Jimmy Savile, it was a moment of clarity, and hope. Scores of people, most of them from the","byline":"By ALISON SMALE","date":"20121026","title":"LETTER FROM EUROPE; Honoring a Life Lived Courageously","url":"http://www.nytimes.com/2012/10/26/world/europe/26iht-letter26.html"},{"body":"1912 Balkan War 'Not Unmixed Evil' NEW YORK -- ''The Balkan war is not an unmixed evil,'' said Count von Bernstorff, German Ambassador to the United States, when interviewed on his arrival to-day [Oct. 22]. ''The Balkan menace has brought Germany and France into closer intimacy on a saner diplomatic footing. In fact, it has brought together all the","date":"20121023","title":"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago","url":"http://www.nytimes.com/2012/10/23/opinion/100-75-50-years-ago.html"},{"body":"&#xC9;mile Allais, a daring champion French skier who helped shape his sport by developing and popularizing a new style of skiing in the 1930s &#x2014; keeping the skis parallel &#x2014; as well as by coaching Olympic teams and designing ski equipment, died on Wednesday in Sallanches, in the French Alps. He was 100.&#xa; &#xa;The French Skiing","byline":"By DOUGLAS MARTIN","date":"20121021","title":"&#xc9;mile Allais, Hailed as the Father of Modern Skiing, Dies at 100","url":"http://www.nytimes.com/2012/10/21/sports/emile-allais-father-of-modern-skiing-dies-at-100.html"},{"body":"ATHENS -- The cafes are full, the night life vibrant and the tourists still visiting in droves, but beneath the veneer of normalcy here Greece is unraveling. In good times, money papered over some of the problems. As the economic crisis grinds along, austerity is fraying the bonds of civility, forcing long-submerged divisions to the surface.","byline":"By RACHEL DONADIO; Dimitris Bounias contributed reporting.","date":"20121021","title":"Amid the Echoes of an Economic Crash, the Sounds of Greek Society Being Torn","url":"http://www.nytimes.com/2012/10/21/world/europe/amid-the-echoes-of-an-economic-crash-the-sounds-of-greek-society-being-torn.html"}],"tokens":["Hitler"],"total":210}]}