[
    {
        "offset": "0",
        "results": [
            {
                "body": "A school of hard-nosed nuclear strategists has been arguing for years that nuclear weapons are not only a deterrent: they can actually be used in war, in a carefully controlled way that avoids escalation to a general catastrophe. Accordingly, in this view, we must plan to use them like other weapons for a variety of purposes: to stop tanks, cut",
                "byline": "By Anthony Lewis",
                "date": "19811210",
                "title": "ABROAD AT HOME; NUCLEAR ILLUSIONS",
                "url": "http://www.nytimes.com/1981/12/10/opinion/abroad-at-home-nuclear-illusions.html"
            },
            {
                "body": "Paul Henry Nitze's career as a maker and a critic of foreign policy has spanned the entire period of the cold war and, as an unrelenting hard-liner for all of that era, Mr. Nitze has at regular intervals warned that the United States was entering a period of maximum danger from the Soviet Union, requiring vast rearmament. But he has also spent a",
                "byline": "By CHARLES MOHR, Special to the New York Times",
                "date": "19811201",
                "title": "MAN IN THE WEST; FOR THE U.S., A HARD-LINER",
                "url": "http://www.nytimes.com/1981/12/01/world/man-in-the-west-for-the-us-a-hard-liner.html"
            },
            {
                "body": "Wayne Biddle writes frequently about science and public issues. By Wayne Biddle Four years ago, the United States triggered a controversy in Europe over its plans to build neutron bombs. In April 1978, Ronald Reagan, then a future Presidential candidate, stepped into the fray. He declared that the new bomb was ''the first weapon that's come along",
                "date": "19811115",
                "title": "NEUTRON BOMB: AN EXPLOSIVE ISSUE",
                "url": "http://www.nytimes.com/1981/11/15/magazine/neutron-bomb-an-explosive-issue.html"
            },
            {
                "body": "Following are excerpts from questions submitted by Der Spiegel, the West German news magazine, to Leonid I. Brezhnev, the Soviet leader, and his written answers as published Monday by Der Spiegel and translated by The New York Times from the German: Following are excerpts from questions submitted by Der Spiegel, the West German news magazine, to",
                "date": "19811104",
                "title": "EXCERPTS FROM BREZHNEV'S REPLIES TO QUESTIONS ON EAST-WEST ARMS ISSUES",
                "url": "http://www.nytimes.com/1981/11/04/world/excerpts-from-brezhnev-s-replies-to-questions-on-east-west-arms-issues.html"
            },
            {
                "body": "The overall defense strategy of the Administration is expected in time to force the Soviet Union to re-examine and perhaps revise its strategic and conventional military policy. Discussions in Washington with senior military and civilian sources in the Department of Defense suggested that the most important reaction of the Russians to present",
                "byline": "By DREW MIDDLETON",
                "date": "19811102",
                "title": "U.S. REARMED: WILL STRATEGY ALTER SOVIET'S?; Military Analysis",
                "url": "http://www.nytimes.com/1981/11/02/world/us-rearmed-will-strategy-alter-soviet-s-military-analysis.html"
            },
            {
                "body": "LONDON THREE comments from three European officials, all of them swimmers in the mainstream of politics and public opinion and none of them intemperate or demagogic, suggest the mounting anxiety in many parts of this continent over the prospect of nuclear cataclysm. At the British Labor Party's annual conference a month ago, Alex Kitson, a Scottish",
                "byline": "By R.W.APPLE Jr.",
                "date": "19811025",
                "title": "NUCLEAR FEARS STIR EUROPE AND STRAIN THE ALLIANCE",
                "url": "http://www.nytimes.com/1981/10/25/weekinreview/nuclear-fears-stir-europe-and-strain-the-alliance.html"
            },
            {
                "body": "To the Editor: Anthony Lewis professes to find no evidence that the Soviets believe nuclear war is winnable and cites a student of Soviet strategy at Johns Hopkins University as his expert source, who states that there is no such concept in modern Soviet writings. Apparently their readings in Soviet literature have excluded the military literature",
                "date": "19811018",
                "title": "MOSCOW COUNTS ON WINNING A NUCLEAR WAR",
                "url": "http://www.nytimes.com/1981/10/18/opinion/l-moscow-counts-on-winning-a-nuclear-war-055156.html"
            },
            {
                "body": "MX Prescription for Disaster. By Herbert Scoville Jr. Illustrated. 231 pp. Cambridge, Mass.: The MIT Press. Cloth, $15. Paper, $6.95. By THOMAS POWERS BACK in 1969 it was proposed to Henry Kissinger that the United States seek a ban on MIRV technology in the first round of strategic arms limitation talks (SALT) with the Soviet Union. MIRV stands",
                "date": "19810913",
                "title": "CALL IT SUIGENOCIDE",
                "url": "http://www.nytimes.com/1981/09/13/books/call-it-suigenocide.html"
            },
            {
                "body": "The main rationale is a no-proof assertion that the neutron bomb is a defensive weapon designed to prevent war. Nothing could be further from the truth because the bomb lowers the threshold of nuclear conflict and thereby makes it more likely and because in combat qualities it undoubtedly is one of the most sophisticated types of offensive",
                "byline": "By Gennadi Shishkin",
                "date": "19810831",
                "title": "ARMS RACE MADNESS; MOSCOW - Dangerous madness has seized the ruling circles of the United States. Only thus can one assess President Reagan's decision on neutron weapons production and the reasons behind it.",
                "url": "http://www.nytimes.com/1981/08/31/opinion/arms-race-madness-moscow-dangerous-madness-has-seized-ruling-circles-united.html"
            },
            {
                "body": "WASHINGTON When the biggest single buyer of handguns on this side of the Atlantic goes shopping for a new model, it is bound to arouse considerable interest. Also controversy, especially when it involves what American companies view as giving an unfair edge to their foreign competitors. The Defense Department plans to retire its .45-caliber",
                "byline": "By Cynthia Jabs",
                "date": "19810816",
                "title": "OTHER BUSINESS; GOODBYE COLT .45, HELLO METRIC AT THE PENTAGON",
                "url": "http://www.nytimes.com/1981/08/16/business/other-business-goodbye-colt-.45-hello-metric-at-the-pentagon.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 28
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "THE NUCLEAR DELUSION Soviet-American Relations in the Atomic Age. By George F. Kennan. 208 pp. New York: Pantheon Books. $13.95. THE 13 most dangerous days in world history occurred 20 years ago, between Oct. 16 and 28, 1962, when the Cuban missile crisis transformed the nuclear arms race from the illusion of deterrence into the terror of nuclear",
                "byline": "By Martin J. Sherwin; Martin J. Sherwin, the Walter S. Dickson Professor of History at Tufts University, is writing a biography of J. Robert Oppenheimer. He is the author of ''A World Destroyed,'' a study of Hiroshima and the origins of the cold war.",
                "date": "19821107",
                "title": "THE MILITARIZATION OF FOREIGN AFFAIRS",
                "url": "http://www.nytimes.com/1982/11/07/books/the-militarization-of-foreign-affairs.html"
            },
            {
                "body": "MIRACLE AT MIDWAY. By Gordon W. Prange, Donald M. Goldstein and Kath- erine V. Dillon. 397 pages. McGraw-Hill Book Company. $19.95. The defeat of the Japanese fleet off Midway by an American carrier force in early June of 1942 was the turning point in the war in the Pacific. Four Japanese carriers were sunk and with them planes and pilots who had",
                "byline": "By DREW MIDDLETON",
                "date": "19821106",
                "title": "BOOKS OF THE TIMES; BATTLE IN THE PACIFIC",
                "url": "http://www.nytimes.com/1982/11/06/books/books-of-the-times-battle-in-the-pacific.html"
            },
            {
                "body": "In next week's Congressional elections, the voters in nine states will be asked to pass judgment on the nuclear arms race. But while most of them will probably come out for ''freezing'' the development of these weapons of mass destruction, this question has almost vanished as a major issue in the election. The Reagan Administration opposes a",
                "byline": "By James Reston",
                "date": "19821027",
                "title": "WASHINGTON; CHURCH, STATE AND THE BOMB",
                "url": "http://www.nytimes.com/1982/10/27/opinion/washington-church-state-and-the-bomb.html"
            },
            {
                "body": "Here are excerpts from the proposed pastoral letter on nuclear arms drawn up by the Committee on War and Peace of the National Conference of Catholic Bishops: In the nuclear arsenals of the United States or the Soviet Union alone, there exists a capacity to do something no other age could imagine; we can threaten the created order. For people of",
                "byline": "Special to the New York Times",
                "date": "19821026",
                "title": "EXCERPTS FROM PROPOSED LETTER ON NUCLEAR ARMS",
                "url": "http://www.nytimes.com/1982/10/26/us/excerpts-from-proposed-letter-on-nuclear-arms.html"
            },
            {
                "body": "Two summers ago, when Robert A. Weinberg was asked what causes cancer, the distinguished molecular biologist at the Massachusetts Institute of Technology could only hazard a guess: Something gone awry in the genetic programming of a normal cell might cause that cell to proliferate out of control. If you pressed him to describe what that",
                "byline": "By Sharon McAuliffe and Kathleen McAuliffe; Sharon McAuliffe, who writes frequently about science, and her sister Kathleen McAuliffe, an editor at Omni magazine, are the authors of ''Life For Sale,'' a book about the genetic-engineering industry.",
                "date": "19821024",
                "title": "THE GENETIC ASSAULT ON CANCER",
                "url": "http://www.nytimes.com/1982/10/24/magazine/the-genetic-assault-on-cancer.html"
            },
            {
                "body": "The lights dimmed in the auditorium, the slide projector whirred and the rectangular chart projected onto the large screen could be fairly described as a dispassionate version of the apocalypse. ''If there were to be a nuclear attack of 65 megatons - which is the scale used by the Federal Emergency Management Administration for civil-defense",
                "byline": "By RICHARD BERNSTEIN",
                "date": "19821022",
                "title": "NUCLEAR FOES PONDER FATE OF THE EARTH",
                "url": "http://www.nytimes.com/1982/10/22/nyregion/nuclear-foes-ponder-fate-of-the-earth.html"
            },
            {
                "body": "The seemingly inexorable push toward expanded military operations in space has raised some of the most complex and difficult questions ever faced by the world's political and military leaders. Is this course truly inevitable, given the nature of man and international rivalries? Will it reduce the risk of war or merely lead to another, more costly",
                "byline": "By JOHN NOBLE WILFORD",
                "date": "19821019",
                "title": "MILITARY'S FUTURE IN SPACE: A MATTER OF WAR OR PEACE",
                "url": "http://www.nytimes.com/1982/10/19/science/military-s-future-in-space-a-matter-of-war-or-peace.html"
            },
            {
                "body": "Edward Teller, the nuclear physicist widely credited with inventing the hydrogen bomb, visited President Reagan at the White House recently to give him an idea for another revolutionary weapon. The device might be stationed in space or launched into space at a moment's notice. Its core would be a small nuclear bomb and its power would be delivered",
                "byline": "By PHILIP M. BOFFEY, Special to the New York Times",
                "date": "19821018",
                "title": "PRESSURES ARE INCREASING FOR ARMS RACE IN SPACE",
                "url": "http://www.nytimes.com/1982/10/18/us/pressures-are-increasing-for-arms-race-in-space.html"
            },
            {
                "body": "When I first heard that the United States had dropped an atomic bomb on a Japanese city, I reacted in a way I am not proud of. I remember telling a friend that if a single American life had been saved, the bombing was the right thing to do. I was 19 years old, a medical student, and I wanted what other Americans wanted - a quick and victorious end",
                "byline": "By Robert Jay Lifton; Robert Jay Lifton, professor of psychiatry at Yale University, is the author of ''Death in Life, Survivors of Hiroshima'' and ''The Broken Connection.'' This article is adapted from the forthcoming ''Indefensible Weapons,'' a book that he wrote with Richard Falk.",
                "date": "19820926",
                "title": "THE PSYCHIC TOLL OF THE NUCLEAR AGE",
                "url": "http://www.nytimes.com/1982/09/26/magazine/the-psychic-toll-of-the-nuclear-age.html"
            },
            {
                "body": "Following is a letter sent by Andrei D. Sakharov to the Pugwash Conference. The letter was written for delivery to the anniversary meeting of the group in Canada earlier this year, but was not received in the West until August. This is the second time that I am addressing the Pugwash Conference (the first time was in 1975). Scientists and the",
                "date": "19820910",
                "title": "TEXT OF SAKHAROV'S LETTER TO PUGWASH PARLEY ON SOVIET POLICY",
                "url": "http://www.nytimes.com/1982/09/10/world/text-of-sakharov-s-letter-to-pugwash-parley-on-soviet-policy.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 31
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Following are the key sections of ''Report of the D.O.D. Commission on Beirut International Airport Terrorist Act, Oct. 23, 1983,'' which was dated Dec. 20 and made public today by the Pentagon: Preface On 23 October 1983, a truck laden with the equivalent of over 12,000 pounds of TNT crashed through the perimeter of the compound of the U.S.",
                "date": "19831229",
                "title": "KEY SECTIONS OF PENTAGON'S REPORT ON ATTACK ON THE MARINES",
                "url": "http://www.nytimes.com/1983/12/29/world/key-sections-of-pentagon-s-report-on-attack-on-the-marines.html"
            },
            {
                "body": "Detailed arguments for the hypothesis that a catastrophic ''nuclear winter'' might result from concerted missile attacks on major cities and be followed by the annihilation of much, if not all, of the human species have been presented for the first time in a scientific journal. Two articles on the subject written by teams of authors representing",
                "byline": "By WALTER SULLIVAN",
                "date": "19831226",
                "title": "SPECIALISTS DETAIL 'NUCLEAR WINTER'",
                "url": "http://www.nytimes.com/1983/12/26/us/specialists-detail-nuclear-winter.html"
            },
            {
                "body": "Pope John Paul II urged world leaders today to spend less on arms and to turn their attention to the ''unspeakable sorrow'' of starving children. The Pope made the appeal in his annual Urbi et Orbi Christmas message to the city of Rome and the world, and afterward gave Christmas greetings in 43 different languages. In his third such appeal in four",
                "byline": "AP",
                "date": "19831226",
                "title": "POPE BIDS WORLD FIGHT HUNGER NOT WAR",
                "url": "http://www.nytimes.com/1983/12/26/world/pope-bids-world-fight-hunger-not-war.html"
            },
            {
                "body": "When we commemorate great achievements, it is important to consider those events that have been beneficial to mankind. Thus, when I read that the Norden bombsight was among the top 10 Westchester County engineering achievements (''Engineers Pick Top 10 Feats,'' Dec. 11), I was appalled. ''We wondered about it being a weapon of war,'' Mr. (Frank C.)",
                "date": "19831225",
                "title": "Great Achievements: Words of Assessment",
                "url": "http://www.nytimes.com/1983/12/25/nyregion/l-great-achievements-words-of-assessment-124780.html"
            },
            {
                "body": "How can we reduce the risk of nuclear war? The question was on the minds of many Americans even before television dramatized the danger. People see the hatred and violence in the world. Whatever their politics, they worry that tension may someday escalate into disaster. The essential answer to the question is not really in doubt. It is to improve",
                "byline": "By Anthony Lewis",
                "date": "19831124",
                "title": "ABROAD AT HOME; THE REAL ISSUE",
                "url": "http://www.nytimes.com/1983/11/24/opinion/abroad-at-home-the-real-issue.html"
            },
            {
                "body": "To the Editor: The Times raises two important issues in its editorial ''The Winter After the Bomb'' (Nov. 6): our seeming preoccupation with nuclear horror and the reliability of deterrence. I recently previewed both movies you cite, ''The Day After'' and ''Testament,'' and I read Carl Sagan's article on nuclear winter. Like you, I found myself",
                "date": "19831115",
                "title": "DETERRENCE: TWO PATHS TO SELF-DESTRUCTION",
                "url": "http://www.nytimes.com/1983/11/15/opinion/l-deterrence-two-paths-to-self-destruction-042150.html"
            },
            {
                "body": "Flora Lewis writes the Foreign Affairs column for The New York Times. This essay is based on a speech delivered at Johns Hopkins University. UMAN HISTORY HAS MOVED IN A SERies of stages as we have tried to understand the world around us. The first views we know about attributed to invisible spirits all the inexplicable things that happened to rocks",
                "byline": "By Flora Lewis",
                "date": "19831106",
                "title": "THE QUANTUM MECHANICS OF POLITICS",
                "url": "http://www.nytimes.com/1983/11/06/magazine/the-quantum-mechanics-of-politics.html"
            },
            {
                "body": "During Mr. Reagan's autumn press conference (we're down to one a season now), the answer that revealed a snail's-pace flow of paper into the Oval Office had to do with a recommendation for missile defense in outer space. ''Nothing has actually been presented to me as yet,'' the President said. ''I'm fascinated with reading all about it, but I",
                "byline": "By William Safire",
                "date": "19831023",
                "title": "ESSAY; BOOST PHASE INTERCEPT?",
                "url": "http://www.nytimes.com/1983/10/23/opinion/essay-boost-phase-intercept.html"
            },
            {
                "body": "It is a case laden with the elements of espionage fiction: stolen documents, secret agents, clandestine meetings in Vienna and Geneva, a safehouse in Warsaw, a spy called ''The Minister,'' a mysterious American businessman code-named ''The Big Man.'' When the Federal Bureau of Investigation announced last week that it had arrested James Durward",
                "byline": "By ROBERT LINDSEY",
                "date": "19831016",
                "title": "THERE ARE STILL PLENTY OF BUGS IN SILICON VALLEY SECURITY",
                "url": "http://www.nytimes.com/1983/10/16/news/there-are-still-plenty-of-bugs-in-silicon-valley-security.html"
            },
            {
                "body": "Sometimes things have to get a little scary around here before anybody pays much attention. This may be happening here now with regard to United States-Soviet relations, though it is not so far in Moscow. President Reagan is singing a gentler tune and once in a while Speaker O'Neill thinks they should sing it together. The John Wayne and Li'l Abner",
                "byline": "By James Reston",
                "date": "19831005",
                "title": "WASHINGTON; THE NUCLEAR QUANDARY",
                "url": "http://www.nytimes.com/1983/10/05/opinion/washington-the-nuclear-quandary.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 36
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The church is full, the choir falls silent and the preacher approaches the lectern. By most accounts, the Christmas sermon is the most important and most difficult of the year. The subject in most cases is the birth of Christ, but the lessons drawn from that familiar story are as individual as the preacher and the congregation. In a sampling of",
                "date": "19841225",
                "title": "HOLIDAY SAMPLER: SERMONS INTERPRET THE CHRISTMAS MESSAGE",
                "url": "http://www.nytimes.com/1984/12/25/nyregion/holiday-sampler-sermons-interpret-the-christmas-message.html"
            },
            {
                "body": "Marshal Dmitri F. Ustinov, the Soviet Defense Minister, oversaw a military buildup and played a key role in internal Kremlin politics. A burly, sandy-haired technocrat with great self-confidence, technical gifts and administrative skill, he had humble beginnings as a 14-year-old Red Army volunteer and then as a mechanic in a paper mill. But he soon",
                "byline": "By ERIC PACE",
                "date": "19841222",
                "title": "USTINOV HAD KEY ROLES IN MILITARY AND POLITICS",
                "url": "http://www.nytimes.com/1984/12/22/obituaries/ustinov-had-key-roles-in-military-and-politics.html"
            },
            {
                "body": "Leaders of the movement for a freeze on nuclear weapons say that they view President Reagan's re-election as a major defeat but that they have been heartened by the victories of several Congressional candidates favoring a halt in the deployment of nuclear arms. Advocates of the freeze said this week that they would concentrate their efforts in the",
                "date": "19841118",
                "title": "ARMS FREEZE ADVOCATES COUNT ON 1986 RACES",
                "url": "http://www.nytimes.com/1984/11/18/us/arms-freeze-advocates-count-on-1986-races.html"
            },
            {
                "body": "And he gathered them together into a place called in the Hebrew tongue Ar- ma-ged-don.'' That sentence from the Book of Revelation (16:16), the only mention of Armageddon in the Bible, has become the focus of an unusual political controversy. On a number of occasions over the years, President Reagan has referred to Armageddon, the place where,",
                "byline": "By WALTER GOODMAN",
                "date": "19841028",
                "title": "RELIGIOUS DEBATE FUELED BY POLITICS",
                "url": "http://www.nytimes.com/1984/10/28/us/religious-debate-fueled-by-politics.html"
            },
            {
                "body": "THE FATEFUL ALLIANCE France, Russia, and the Coming of the First World War. By George F. Kennan. 300 pp. New York: Pantheon Books. $19.95. THE writing of history, E. H. Carr once observed, has a dual and reciprocal function - ''to promote our understanding of the past in the light of the present, and of the present in ,the light of the past.'' And",
                "byline": "By Paul Kennedy",
                "date": "19841021",
                "title": "THE DOOMSDAY MACHINE OF 1914",
                "url": "http://www.nytimes.com/1984/10/21/books/the-doomsday-machine-of-1914.html"
            },
            {
                "body": "Following are excerpts from ''Psychological Operations in Guerrilla Warfare,'' a primer for Nicaraguan rebels prepared by the Central Intelligence Agency. The document was translated from the Spanish by the Congressional Research Service at the request of the House Select Committee on Intelligence. Armed Propaganda Teams are formed through a",
                "date": "19841017",
                "title": "EXCERPTS FROM PRIMER FOR INSURGENTS",
                "url": "http://www.nytimes.com/1984/10/17/world/excerpts-from-primer-for-insurgents.html"
            },
            {
                "body": "Blending gospel citations, personal anecdotes and fiery appeals, the Rev. Billy Graham stood before the icons of the Russian Orthodox Church of the Resurrection today and exhorted the congregation to become followers of Christ. ''Today the world is in trouble; you hear it on the radio, you see it on television and you read it in the papers,'' Mr.",
                "byline": "By SERGE SCHMEMANN",
                "date": "19840917",
                "title": "BELIEVERS FLOCK TO GRAHAM AS THE K.G.B. WATCHES",
                "url": "http://www.nytimes.com/1984/09/17/world/believers-flock-to-graham-as-the-kgb-watches.html"
            },
            {
                "body": "A senior Soviet diplomat has told United States officials that Marshal Nikolai V. Ogarkov was dismissed as chief of the General Staff because he was showing ''unpartylike tendencies,'' Administration officials said today. They said the comment was made Friday, when the Soviet press agency Tass said that Marshal Ogarkov had been replaced by his",
                "byline": "By BERNARD GWERTZMAN , Special to the New York Times",
                "date": "19840913",
                "title": "SOVIET DISMISSAL NOW BEING LAID TO A POLICY SPLIT",
                "url": "http://www.nytimes.com/1984/09/13/world/soviet-dismissal-now-being-laid-to-a-policy-split.html"
            },
            {
                "body": "The Rev. Billy Graham arrived here today for a preaching tour of four Soviet cities, declaring that he had been ''woefully misinterpreted'' on his first visit two years ago and evidently determined to avoid the criticism he drew then. Mr. Graham was greeted at Sheremetyevo Airport with hugs and effusive words from Metropolitan Filaret of Minsk, a",
                "byline": "By SERGE SCHMEMANN",
                "date": "19840910",
                "title": "BILLY GRAHAM STARTS SECOND SOVIET TOUR",
                "url": "http://www.nytimes.com/1984/09/10/world/billy-graham-starts-second-soviet-tour.html"
            },
            {
                "body": "REFLECTING a rising tide of opposition by scientists to the arming of space, experts who gathered here yesterday called with near unanimity for a ban on testing of antisatellite weapons and a limit to development of even more exotic technologies for so-called ''Star Wars.'' The urgency expressed yesterday seemed to grow out of a fear that the",
                "byline": "By JOHN NOBLE WILFORD",
                "date": "19840529",
                "title": "SCIENCE MEETING IN NEW YORK: ATOMS TO INFINITY; EXPERTS PLEAD FOR A BAN ON ANTISATELLITE WEAPONS",
                "url": "http://www.nytimes.com/1984/05/29/science/science-meeting-new-york-atoms-infinity-experts-plead-for-ban-antisatellite.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 23
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "To the Editor: Flora Lewis's Dec. 3 column, ''A 'Star Wars' Cover-Up,'' asserts that opponents of the Strategic Defense Initiative are muzzled, while proponents can speak freely. Actually, the columnist and her informants are well protected in misleading the public. Technically unfounded accusations do not violate classification laws, but the",
                "date": "19851229",
                "title": "PROGRESS MADE IN PROTECTIVE-DEFENSE RESEARCH",
                "url": "http://www.nytimes.com/1985/12/29/opinion/l-progress-made-in-protective-defense-research-256904.html"
            },
            {
                "body": "More than two and a half years after President Reagan broached the idea of a space-based defense, many Administration experts and critics alike remain uncertain about the consequences of such a defense for nuclear strategy and arms control. Yet almost all in the Government are going along with the program and, as a result, it has moved forward",
                "byline": "By LESLIE H. GELB, Special to the New York Times",
                "date": "19851215",
                "title": "'STAR WARS' ADVANCES: THE PLAN VS. THE REALITY",
                "url": "http://www.nytimes.com/1985/12/15/world/star-wars-advances-the-plan-vs-the-reality.html"
            },
            {
                "body": "Following are the speeches here today by Dr. Yevgeny I. Chazov and Dr. Bernard Lown, accepting the 1985 Nobel Peace Prize on behalf of International Physicians for the Prevention of Nuclear War: Chazov Address Ladies and gentlemen, dear colleagues, I am convinced that today is a great and exciting day not only for the members of our international",
                "date": "19851211",
                "title": "SPEECHES BY TWO IN OSLO",
                "url": "http://www.nytimes.com/1985/12/11/world/speeches-by-two-in-oslo.html"
            },
            {
                "body": "Americans have been attacked in 72 countries since 1968, and American citizens and property are now the targets of about 30 to 35 percent of all international terrorist incidents, according to State Department figures. Attacks so far in 1985 have left 17 Americans dead and 154 wounded. Nevertheless, the State Department also counts more than 90",
                "byline": "Special to the New York Times; The following article is based on reporting by Richard Halloran and David K. Shipler and was written by Mr. Shipler.",
                "date": "19851126",
                "title": "TERROR: AMERICANS AS TARGETS",
                "url": "http://www.nytimes.com/1985/11/26/world/terror-americans-as-targets.html"
            },
            {
                "body": "''After all these years, almost 40 years, of being deeply con-cerned about arms and arms control, I've come to realize we took the wrong road. We could not make a rational policy on nuclear weapons because we were obsessed with Russia. ''From the beginning, with the Baruch proposal, we coupled how terrible the weapons are with how terrible the",
                "byline": "By Anthony Lewis",
                "date": "19851118",
                "title": "ABROAD AT HOME; The Diabolical Russians",
                "url": "http://www.nytimes.com/1985/11/18/opinion/abroad-at-home-the-diabolical-russians.html"
            },
            {
                "body": "Hovering over preparations for the Soviet-American summit meeting, as over any high-level East-West contact these days, is the plight of thousands of people who have clashed with the Government or simply want to leave the Soviet Union. This human rights issue is one that Mikhail S. Gorbachev has confronted in London, in Paris and in his meetings",
                "byline": "By SERGE SCHMEMANN, Special to the New York Times",
                "date": "19851113",
                "title": "SUMMIT PARLEY OVERSHADOWED BY RIGHTS ISSUE",
                "url": "http://www.nytimes.com/1985/11/13/world/summit-parley-overshadowed-by-rights-issue.html"
            },
            {
                "body": "BY THE BOMB'S EARLY LIGHT American Thought and Culture at the Dawn of the Atomic Age. By Paul Boyer. Illustrated. 440 pp. New York: Pantheon Books. $22.50. ON the day after the destruction of Hiroshima, CBS Radio's ''Service to the Front'' program presented a dramatization of the development and first use of atomic power. At its conclusion, a",
                "date": "19851110",
                "title": "THE INFANCY OF THE APOCALYPSE",
                "url": "http://www.nytimes.com/1985/11/10/books/the-infancy-of-the-apocalypse.html"
            },
            {
                "body": "Following is a transcript of President Reagan's speech yesterday to the United Nations General Assembly, as recorded by The New York Times: Forty years ago, the world awoke daring to believe hatred's unyielding grip had finally been broken, daring to believe the torch of peace would be protected in liberty's firm grasp. Forty years ago, the world",
                "date": "19851025",
                "title": "THE U.N.'S ANNIVERSARY; TRANSCRIPT OF THE PRESIDENT'S ADDRESS TO THE GENERAL ASSEMBLY",
                "url": "http://www.nytimes.com/1985/10/25/world/un-s-anniversary-transcript-president-s-address-general-assembly.html"
            },
            {
                "body": "Defense Secretary Caspar W. Weinberger said today that the Reagan Administration had abandoned past American military strategies as ''obsolete'' and devised ''a new defense strategy for the 1990's.'' Mr. Weinberger, in a speech to the National Press Club, said the Administration's new ''conceptual arsenal'' rested on three ''pillars'' - the effort",
                "byline": "By BILL KELLER, Special to the New York Times",
                "date": "19851010",
                "title": "WEINBERGER DESCRIBES U.S. STARTEGY FOR 90'S",
                "url": "http://www.nytimes.com/1985/10/10/world/weinberger-describes-us-startegy-for-90-s.html"
            },
            {
                "body": "Following are excerpts from speeches at the General Assembly by Secretary of State George P. Shultz on Monday and Foreign Minister Eduard A. Shevardnadze of the Soviet Union today. Mr. Shevardnadze's speech was translated by the Soviet Mission. Shultz Speech Much of the conflict in the world today stems from the refusal of some governments to",
                "byline": "Special to the New York Times",
                "date": "19850925",
                "title": "EXCERPTS FROM U.N. SPEECHES BY SHULTZ AND SHEVARDNADZE",
                "url": "http://www.nytimes.com/1985/09/25/world/excerpts-from-un-speeches-by-shultz-and-shevardnadze.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 29
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Harrison Brown, who played a key role in producing plutonium for the first atomic bombs, then spent much of his career trying to prevent further use of such weapons, died yesterday in Albuquerque, N.M. He was 69 years old. His death, from a lung ailment, ended a diverse career that included long service as foreign secretary of the National Academy",
                "byline": "By WALTER SULLIVAN",
                "date": "19861209",
                "title": "HARRISON BROWN IS DEAD; SAW PERIL IN ATOM BOMB HE HELPED DEVELOP",
                "url": "http://www.nytimes.com/1986/12/09/obituaries/harrison-brown-is-dead-saw-peril-in-atom-bomb-he-helped-develop.html"
            },
            {
                "body": "IT IS EARLY MORNING IN CAM-bridge, Mass., and W. Daniel Hillis, the 30-year-old founding scientist of Thinking Machines Corporation, is staring wearily at a blank video display screen. He enters a few commands on a keyboard and an image of black and white lines resembling a dart board appears on the screen. As Hillis punches the keys, a sleek,",
                "byline": "BY PAUL HOFFMAN; Paul Hoffman is the former executive editor of Science Digest.",
                "date": "19861207",
                "title": "THE NEXT LEAP IN COMPUTERS",
                "url": "http://www.nytimes.com/1986/12/07/magazine/the-next-leap-in-computers.html"
            },
            {
                "body": "ABOVE THE CLOUD of controversy that surrounded the ''presummit'' meeting in Iceland last month between President Reagan and the Soviet leader Mikhail S. Gorbachev, one shared vision seemed to float clear: a world freed from the fear of nuclear war. It is the vision behind the Strategic Defense Initiative that Mr. Reagan has pushed so hard. It is",
                "byline": "BY RICHARD H. ULLMAN; Richard H. Ullman is professor of International Affairs at Princeton University. This article draws extensively on the work of Dr. Harold A. Feiveson and Prof. Frank von Hippel, also of Princeton.",
                "date": "19861116",
                "title": "NUCLEAR ARMS: HOW BIG A CUT?",
                "url": "http://www.nytimes.com/1986/11/16/magazine/nuclear-arms-how-big-a-cut.html"
            },
            {
                "body": "BLUNDERING INTO DISASTER Surviving the First Century of the Nuclear Age. By Robert McNamara. 212 pp. New York: Pantheon Books. $14.95. FROM 1961 to 1968 Robert McNamara dominated United States security policy, serving Presidents Kennedy and Johnson as Secretary of Defense. His reputation before his arrival at the Pentagon was as a manager rather",
                "byline": "BY LAWRENCE FREEDMAN; Lawrence Freedman is a profesor of war studies at King's College, University of London. His most recent book is ''The Price of Peace.''",
                "date": "19861116",
                "title": "WHAT ARE NUCLEAR WEAPONS GOOD FOR?",
                "url": "http://www.nytimes.com/1986/11/16/books/what-are-nuclear-weapons-good-for.html"
            },
            {
                "body": "To the Editor: In a news story from Washington on Sept. 26, reporting on talks in Vienna to reduce the number of troops in Central Europe, it is speculated that the Soviet Union might accept some threshold on nuclear tests instead of the total ban it has been proposing. A reference is made to remarks I am said to have made to a respected American",
                "date": "19861007",
                "title": "Soviet Still Seeks Total Nuclear-Test Ban",
                "url": "http://www.nytimes.com/1986/10/07/opinion/l-soviet-still-seeks-total-nuclear-test-ban-795786.html"
            },
            {
                "body": "Following are key sections of Foreign Minister Eduard A. Shevardnadze's speech today to the General Assembly, as distributed in translation by the Soviet Mission: Mr. President, distinguished delegates, as we come to this high rostrum, we speak of our perception of the world. In this way, collective efforts produce a picture of present-day",
                "byline": "Special to the New York Times",
                "date": "19860924",
                "title": "KEY SECTIONS OF SOVIET FOREIGN MINISTER'S SPEECH AT THE U.N.",
                "url": "http://www.nytimes.com/1986/09/24/world/key-sections-of-soviet-foreign-minister-s-speech-at-the-un.html"
            },
            {
                "body": "Following is a transcript of President Reagan's speech today to the United Nations General Assembly, as recorded by The Associated Press: Mr. President, Mr. Secretary General, honored guests and distinguished delegates, a short walk from this chamber is the delegates' Meditation Room, a refuge from a world deafened by the noise of strife and",
                "byline": "AP",
                "date": "19860923",
                "title": "TRANSCRIPT OF REAGAN'S SPEECH TO THE U.N. GENERAL ASSEMBLY",
                "url": "http://www.nytimes.com/1986/09/23/world/transcript-of-reagan-s-speech-to-the-un-general-assembly.html"
            },
            {
                "body": "Novel forms of warfare, once technically feasible, can rarely be constrained. Biological warfare promises to be an encouraging exception. A conference in Geneva is now reviewing compliance with the 1972 convention banning production of germ and toxin weapons. Despite suspicions, which the Russians have been slow to dispel, there is no proof that",
                "date": "19860920",
                "title": "Bottling Up Biological Warfare",
                "url": "http://www.nytimes.com/1986/09/20/opinion/bottling-up-biological-warfare.html"
            },
            {
                "body": "THE LANDSCAPED INDUSTRIAL park that flanks San Diego's Balboa Avenue hints of well-appointed board rooms, robotic assembly lines and healthy workers bronzed by weekends on the nearby beaches. The street is only a few minutes' drive from Sea World and other tourist magnets, and to the casual visitor it seems as far removed as an American suburb",
                "byline": "By MALCOLM W. BROWNE; Malcolm W. Brown is a science reporter for The Times",
                "date": "19860824",
                "title": "THE STAR WARS SPINOFF",
                "url": "http://www.nytimes.com/1986/08/24/magazine/the-star-wars-spinoff.html"
            },
            {
                "body": "To the Editor: Having spent four years at the Woods Hole Oceanographic Institution, programming the computers on board the submersible craft Alvin, I have followed with special pride and excitement the triumphant mission of my former colleagues to the liner Titanic, two and a half miles down. More than just entering the legendary ballrooms and",
                "date": "19860803",
                "title": "Keep Your Missiles Off the Ocean Floor",
                "url": "http://www.nytimes.com/1986/08/03/opinion/l-keep-your-missiles-off-the-ocean-floor-191686.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 18
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: The nation's most powerful unmanned rocket returned to work with a roar yesterday, ending two years of back-to-back failures. The nation's most powerful unmanned rocket returned to work with a roar yesterday, ending two years of back-to-back failures. It successfully sent into orbit a secret military payload that civilian experts said was",
                "date": "19871027",
                "title": "2 YEARS OF FAILURE END AS U.S. LOFTS BIG TITAN ROCKET",
                "url": "http://www.nytimes.com/1987/10/27/science/2-years-of-failure-end-as-us-lofts-big-titan-rocket.html"
            },
            {
                "body": "LEAD: The dark pall of smoke hovering above giant forest fires recently in the West has yielded a scientific bonanza for researchers studying whether nuclear warfare would plunge the earth into a freezing ''nuclear winter.'' The dark pall of smoke hovering above giant forest fires recently in the West has yielded a scientific bonanza for",
                "byline": "AP",
                "date": "19871020",
                "title": "Fires in West Aiding Study of Nuclear War",
                "url": "http://www.nytimes.com/1987/10/20/science/fires-in-west-aiding-study-of-nuclear-war.html"
            },
            {
                "body": "LEAD: ON A BRISK, BLUE MORNING LAST spring in Minneapolis, 1,100 men, women and children, holding hands and singing peace songs, formed a double-strand human chain around the headquarters of Honeywell Inc., the triangular, dark-red-brick complex they call ''the death factory.'' ON A BRISK, BLUE MORNING LAST spring in Minneapolis, 1,100 men, women",
                "byline": "By Ronnie Dugger: Ronnie Dugger, the publisher of The Texas Observer, is writing a book on the ethical implications of nuclear weapons.",
                "date": "19870920",
                "title": "The Company As Target",
                "url": "http://www.nytimes.com/1987/09/20/magazine/the-company-as-target.html"
            },
            {
                "body": "LEAD: STEMMING THE TIDE Arms Control in the Johnson Years. By Glenn T. Seaborg with Benjamin S. Loeb. Illustrated. 495 pp. Lexington, Mass.: Lexington Books. $24.95. STEMMING THE TIDE Arms Control in the Johnson Years. By Glenn T. Seaborg with Benjamin S. Loeb. Illustrated. 495 pp. Lexington, Mass.: Lexington Books. $24.95. GLENN SEABORG was no",
                "byline": "By ALTON FRYE; Alton Frye is Washington director of the Council on Foreign Relations.",
                "date": "19870719",
                "title": "LIFE BEFORE PROLIFERATION",
                "url": "http://www.nytimes.com/1987/07/19/books/life-before-proliferation.html"
            },
            {
                "body": "LEAD: The Federal Aviation Administration this spring will conduct tests of an advanced detection system designed to keep bombs or other explosive devices from being loaded into the cargo holds of airliners. The Federal Aviation Administration this spring will conduct tests of an advanced detection system designed to keep bombs or other explosive",
                "byline": "By RICHARD WITKIN",
                "date": "19870418",
                "title": "U.S. WILL TEST BOMB DETECTOR FOR AIR CARGO",
                "url": "http://www.nytimes.com/1987/04/18/us/us-will-test-bomb-detector-for-air-cargo.html"
            },
            {
                "body": "LEAD: Long before Ronald Reagan and Mikhail Gorbachev started talking about abolishing nuclear weapons, the trend moving us step by step toward a ''postnuclear era'' was clear and relentless. To be sure, there are more nuclear weapons around than ever before. But the effect of nuclear weapons on the military balance has continued to diminish. Long",
                "byline": "By Edward N. Luttwak; Edward N. Luttwak is the author of, among other books, ''Strategy: The Logic of War and Peace,'' which will be published next month.",
                "date": "19870405",
                "title": "SYMPOSIUM: A WORLD WITHOUT NUCLEAR ARMS?; Entering the Postnuclear Age",
                "url": "http://www.nytimes.com/1987/04/05/magazine/symposium-a-world-without-nuclear-arms-entering-the-postnuclear-age.html"
            },
            {
                "body": "LEAD: THE FUTURE OF IMMORTALITY: And Other Essays for a Nuclear Age. By Robert Jay Lifton. (Basic, $21.95.) These 20 morally urgent, intellectually rigorous essays by the psychiatrist Robert Jay Lifton encourage us to hope for the future, even though nuclear weapons pose an unprecedented threat of total destruction. THE FUTURE OF IMMORTALITY: And",
                "byline": "By THOMAS DEPIETRO",
                "date": "19870405",
                "title": "MIND/BODY/HEALTH; IN SHORT",
                "url": "http://www.nytimes.com/1987/04/05/books/mind-body-health-in-short-873088.html"
            },
            {
                "body": "LEAD: AMONG the first children's books to take on the threat of nuclear war was Dr. Seuss' ''Butter Battle Book'' (Random House, 1984). There had been many books set in a post-holocaust future, and a few in the past at Hiroshima, like Eleanor Coerr's gentle ''Sadako and the Thousand Paper Cranes'' (Putnam, 1977) and Toshi Maruki's ''Hiroshima No",
                "byline": "By Roger Sutton; Roger Sutton, a librarian with the Chicago Public Library, writes regularly about young adult books.",
                "date": "19870222",
                "title": "CHILDREN'S BOOKS; YOOKS,ZOOKS AND THE BOMB",
                "url": "http://www.nytimes.com/1987/02/22/books/children-s-books-yookszooks-and-the-bomb.html"
            },
            {
                "body": "LEAD: The events described in this article are true, the people are real. However, because the case has not yet gone to trial, the name of the deceased and the names of witnesses and suspects have been changed at the request of the New York City Police Department. The events described in this article are true, the people are real. However, because",
                "byline": "By RON ROSENBLUM; Ron Rosenbaum's new book of journalism, ''Manhattan Passions,'' will be published this month by Beech Tree/William Morrow.",
                "date": "19870215",
                "title": "CRACK MURDER: A DETECTIVE STORY",
                "url": "http://www.nytimes.com/1987/02/15/magazine/crack-murder-a-detective-story.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 9
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: Concerned by the spread of ballistic missiles in the Middle East, the United States is proposing talks with Israel and Egypt to explore what steps might be taken by Middle East nations to limit the use and development of those weapons in the region, Administration officials say. Concerned by the spread of ballistic missiles in the Middle",
                "byline": "By MICHAEL R. GORDON, Special to the New York Times",
                "date": "19881227",
                "title": "U.S. Urges Talks on Missiles in Mideast",
                "url": "http://www.nytimes.com/1988/12/27/world/us-urges-talks-on-missiles-in-mideast.html"
            },
            {
                "body": "LEAD: Following are excerpts from a transcript of remarks by President-elect Bush, Representative Manuel Lujan Jr., Dr. Louis W. Sullivan, Samuel K. Skinner, Ambassador Edwin Derwinski and William K. Reilly at a news conference yesterday in Washington, as recorded by The New York Times through the facilities of ABC News: Following are excerpts from",
                "date": "19881223",
                "title": "Remarks by Bush and 5 Designees at Capital News Conference",
                "url": "http://www.nytimes.com/1988/12/23/us/remarks-by-bush-and-5-designees-at-capital-news-conference.html"
            },
            {
                "body": "LEAD: There are two games in the Middle East conflict. One is deadly. There are two games in the Middle East conflict. One is deadly. At the relatively low level of the intifada, Palestinians have been dying at the rate of one a day. Five times war has broken out. But there are not likely ''to be more wars like 1973,'' an Israeli diplomat noted,",
                "byline": "By Flora Lewis",
                "date": "19881214",
                "title": "FOREIGN AFFAIRS; The Words People Play",
                "url": "http://www.nytimes.com/1988/12/14/opinion/foreign-affairs-the-words-people-play.html"
            },
            {
                "body": "LEAD: A NEW type of small, nuclear reactor, designed to be immune to meltdown, is being seen by experts as a safer alternative to conventional reactors and on coal- and gas-fired plants whose emissions are have been linked to environmental ills like acid rain and global warming. A NEW type of small, nuclear reactor, designed to be immune to",
                "byline": "By WILLIAM J. BROAD",
                "date": "19881115",
                "title": "Experts Call Reactor Design 'Immune' to Disaster",
                "url": "http://www.nytimes.com/1988/11/15/science/experts-call-reactor-design-immune-to-disaster.html"
            },
            {
                "body": "LEAD: WINSTON S. CHURCHILL Volume VIII: ''Never Despair,'' 1945-1965. By Martin Gilbert. Illustrated. 1,438 pp. Boston: Houghton Mifflin. $40. CHURCHILL A Photographic Portrait. By Martin Gilbert. Illustrated. 374 pp. Boston: Houghton Mifflin. $24.95. WINSTON S. CHURCHILL Volume VIII: ''Never Despair,'' 1945-1965. By Martin Gilbert. Illustrated.",
                "byline": "By KENNETH S. DAVIS; Kenneth S. Davis's most recent book is ''FDR: The New Deal Years 1933-1937.'' He is at work on the fourth and final volume of his Franklin D. Roosevelt history.",
                "date": "19881023",
                "title": "BLOOD, SWEAT AND 9.2 MILLION WORDS",
                "url": "http://www.nytimes.com/1988/10/23/books/blood-sweat-and-9.2-million-words.html"
            },
            {
                "body": "LEAD: In a country that has been besieged this year by plagues of almost biblical proportions - famine, flood, drought and locusts - a protracted civil war is proving the most debilitating of all. In a country that has been besieged this year by plagues of almost biblical proportions - famine, flood, drought and locusts - a protracted civil war is",
                "byline": "By JANE PERLEZ, Special to the New York Times",
                "date": "19881019",
                "title": "Of Sudan's Woes, War Is the Worst",
                "url": "http://www.nytimes.com/1988/10/19/world/of-sudan-s-woes-war-is-the-worst.html"
            },
            {
                "body": "LEAD: The reluctance of several European doctors to diagnose chemical warfare poisoning among Kurds who have fled Iraq underscores difficulties a physician has in documenting such poisonings when he is able to examine supposed victims only after they have left the scene of the alleged attacks. The reluctance of several European doctors to diagnose",
                "byline": "By LAWRENCE K. ALTMAN",
                "date": "19880918",
                "title": "Poison Gas Attacks: Why a Diagnosis Is So Difficult",
                "url": "http://www.nytimes.com/1988/09/18/world/poison-gas-attacks-why-a-diagnosis-is-so-difficult.html"
            },
            {
                "body": "LEAD: AMERICAN POLICY toward the Soviet Union is essentially made at the top. Congressmen and commentators, the expert and the influential, public opinion and the press, all now play significantly greater roles in foreign affairs decision making than they did during my years in the White House. But in our relations with the world's only other",
                "byline": "By Theodore C. Sorensen; Theodore C. Sorensen served as Special Counsel to President John F. Kennedy. He practices international law in New York.",
                "date": "19880626",
                "title": "SYMMETRY, NOT SUMMITRY",
                "url": "http://www.nytimes.com/1988/06/26/magazine/symmetry-not-summitry.html"
            },
            {
                "body": "LEAD: Early this year, after Iran accused Iraq of using chemical weapons again in Kurdish-held border areas, Jalal Talabani slipped through the mountains into Iran to bring the story firsthand to the capitals of the Middle East, Europe and the United States. Early this year, after Iran accused Iraq of using chemical weapons again in Kurdish-held",
                "byline": "By ELAINE SCIOLINO, Special to the New York Times",
                "date": "19880622",
                "title": "Kurdish Chief Gains Support In U.S. Visit",
                "url": "http://www.nytimes.com/1988/06/22/world/kurdish-chief-gains-support-in-us-visit.html"
            },
            {
                "body": "LEAD: Warning that ''advanced weapons technology is spreading throughout the globe,'' Secretary of State George P. Shultz declared today that developing countries must help reduce international tension and ease the arms race. Warning that ''advanced weapons technology is spreading throughout the globe,'' Secretary of State George P. Shultz declared",
                "byline": "By PAUL LEWIS, Special to the New York Times",
                "date": "19880614",
                "title": "Third World Must Stem Arms Flow, Shultz Warns",
                "url": "http://www.nytimes.com/1988/06/14/world/third-world-must-stem-arms-flow-shultz-warns.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 16
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LEAD: Andrei Dmitriyevich Sakharov was one of those rare figures who appear at turning points in history, a man whose courage in fighting for intellectual and political freedom impressed much of the world but put him in long and dangerous conflict with his own country. Andrei Dmitriyevich Sakharov was one of those rare figures who appear at turning",
                "byline": "By RAYMOND H. ANDERSON",
                "date": "19891215",
                "title": "Andrei Sakharov, 68, Nuclear Inventor and Mainspring of the Soviet Conscience",
                "url": "http://www.nytimes.com/1989/12/15/obituaries/andrei-sakharov-68-nuclear-inventor-and-mainspring-of-the-soviet-conscience.html"
            },
            {
                "body": "LEAD: East Germany's fallen Communist chief, Egon Krenz, gave up his remaining state positions today amid the continuing political turmoil. The foundering Communist Party advanced its emergency congress to Friday and is expected to shed its Stalinist structures and even its name. East Germany's fallen Communist chief, Egon Krenz, gave up his",
                "byline": "By SERGE SCHMEMANN, Special to The New York Times",
                "date": "19891207",
                "title": "UPHEAVAL IN THE EAST; EAST GERMAN OUT AS CHIEF OF STATE; PARTY IN DISARRAY",
                "url": "http://www.nytimes.com/1989/12/07/world/upheaval-in-the-east-east-german-out-as-chief-of-state-party-in-disarray.html"
            },
            {
                "body": "LEAD: Sweden has long had mixed feelings about its position as a major exporter of weapons. Sweden has long had mixed feelings about its position as a major exporter of weapons. On one hand, it has believed that it needed a large weapons industry to maintain its neutrality and that was impossible without exports. On the other hand, Sweden has also",
                "byline": "By STEVEN PROKESCH, Special to The New York Times",
                "date": "19891109",
                "title": "Pushed by Scandals and Changing Times, Swedes Worry Over Arms Sales",
                "url": "http://www.nytimes.com/1989/11/09/world/pushed-by-scandals-and-changing-times-swedes-worry-over-arms-sales.html"
            },
            {
                "body": "LEAD: The sun had barely risen, and there was still a chill in the desert air; but already cameramen, actors and prop people were scurrying about the dusty set, a small shack and lone 100-foot tower built amid the arid wasteland of northern Durango. As he waited for his crew to prepare the first shot of the day, the director, Roland Joffe, gently",
                "byline": "By LARRY ROHTER",
                "date": "19891015",
                "title": "FILM; The Road to Critical Mass",
                "url": "http://www.nytimes.com/1989/10/15/movies/film-the-road-to-critical-mass.html"
            },
            {
                "body": "LEAD: THE MEANING OF THE NUCLEAR REVOLUTION Statecraft and the Prospect of Armageddon. By Robert Jervis. 266 pp. Ithaca, N.Y.: Cornell University Press. $21.95. THE MEANING OF THE NUCLEAR REVOLUTION Statecraft and the Prospect of Armageddon. By Robert Jervis. 266 pp. Ithaca, N.Y.: Cornell University Press. $21.95. In 1945, Secretary of War Henry L.",
                "byline": "By MICHAEL KREPON; Michael Krepon is the president of the Henry L. Stimson Center, an organization involved in the study of arms control. His most recent book is ''Arms Control in the Reagan Administration.''",
                "date": "19891001",
                "title": "THE THEOLOGY OF THE BOMB",
                "url": "http://www.nytimes.com/1989/10/01/books/the-theology-of-the-bomb.html"
            },
            {
                "body": "LEAD: Following are excerpts from President Bush's address yesterday to the United Nations General Assembly, as recorded by The New York Times: Following are excerpts from President Bush's address yesterday to the United Nations General Assembly, as recorded by The New York Times: . . . I feel a great personal pleasure on this occasion, for this is",
                "date": "19890926",
                "title": "Excerpts From Bush's Speech at the Opening of the U.N. General Assembly",
                "url": "http://www.nytimes.com/1989/09/26/world/excerpts-from-bush-s-speech-at-the-opening-of-the-un-general-assembly.html"
            },
            {
                "body": "LEAD: In advance of new high-level Soviet-American talks, top officials of the Bush Administration are expressing concern that President Mikhail S. Gorbachev's policies could lead to the breakup of the Western alliance and the disintegration of the postwar European order. In advance of new high-level Soviet-American talks, top officials of the Bush",
                "byline": "By THOMAS L. FRIEDMAN, Special to The New York Times",
                "date": "19890916",
                "title": "U.S. VOICING FEARS THAT GORBACHEV WILL DIVIDE WEST",
                "url": "http://www.nytimes.com/1989/09/16/world/us-voicing-fears-that-gorbachev-will-divide-west.html"
            },
            {
                "body": "LEAD: A top State Department official said today that it would be impractical to curb biological weapons through a system of international export controls, even though their spread is a serious threat to American security. A top State Department official said today that it would be impractical to curb biological weapons through a system of",
                "byline": "By MICHAEL R. GORDON, Special to The New York Times",
                "date": "19890727",
                "title": "U.S. Seeks Curbs on Biological Weapons",
                "url": "http://www.nytimes.com/1989/07/27/world/us-seeks-curbs-on-biological-weapons.html"
            },
            {
                "body": "LEAD: A West German chemical company has arranged the sale to Iran of several hundred tons of chemicals used in making poison gas, American officials say. A West German chemical company has arranged the sale to Iran of several hundred tons of chemicals used in making poison gas, American officials say. The discovery of the deal, six months after",
                "byline": "By MICHAEL R. GORDON with STEPHEN ENGELBERG, Special to The New York Times",
                "date": "19890627",
                "title": "A GERMAN CONCERN SOLD CHEMICALS TO IRAN, U.S. SAYS",
                "url": "http://www.nytimes.com/1989/06/27/world/a-german-concern-sold-chemicals-to-iran-us-says.html"
            },
            {
                "body": "LEAD: APRIL 17, 1989: Sporadic shelling this morning. I drive home from my office at midday with a 25-liter canister of gasoline for my electric generator. Just moments after I pass the state-run Lebanese University, a mortar shell strikes the campus. The blast causes my car to wobble, but I make it home to my apartment building on the rue Bachir",
                "byline": "By IHSAN A. HIJAZI: Ihsan A. Hijazi reports for The New York Times from Beirut.",
                "date": "19890528",
                "title": "BEIRUT DIARY",
                "url": "http://www.nytimes.com/1989/05/28/magazine/beirut-diary.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 19
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Leaders of 15 Iraqi opposition groups met here today and announced that they were joining forces to topple the Government of President Saddam Hussein in Baghdad. A statement issued after the meeting condemned Mr. Hussein's invasion and annexation of Kuwait, but at the same time deplored the massing of foreign forces in Saudi Arabia, which the",
                "byline": "By IHSAN A. HIJAZI, Special to The New York Times",
                "date": "19901230",
                "title": "CONFRONTATION IN THE GULF; 15 Iraqi Opposition Groups Join to Oust Hussein Regime",
                "url": "http://www.nytimes.com/1990/12/30/world/confrontation-in-the-gulf-15-iraqi-opposition-groups-join-to-oust-hussein-regime.html"
            },
            {
                "body": "Praying for Gulf Peace Top officials of the National Council of Churches, who recently returned from the Middle East, have called for a day of prayer and fasting on Sunday, Jan. 6, in an effort to avert a war over Iraq's occupation of Kuwait. The church leaders, representing 40 major Protestant and Eastern Orthodox denominations in the United",
                "byline": "By Ari L. Goldman",
                "date": "19901229",
                "title": "Religion Notes",
                "url": "http://www.nytimes.com/1990/12/29/us/religion-notes.html"
            },
            {
                "body": "ASKED BY DEFENSE News if he had a message for American forces stationed in his country, Saudi Arabia's Ambassador to the United States, Prince Bandar bin Sultan, replied in part: \"Don't let the ankle-biters get to you. You are not there to defend material things. . . . You are defending your national interest and also you are defending great",
                "byline": "BY WILLIAM SAFIRE",
                "date": "19901223",
                "title": "On Language; Well, Bite My Ankle",
                "url": "http://www.nytimes.com/1990/12/23/magazine/on-language-well-bite-my-ankle.html"
            },
            {
                "body": "International conflicts attract historical analogies the way honey attracts bears, because the \"lessons learned\" from such analogies are supposed to help us avoid past mistakes. The Persian Gulf crisis is no exception, and two analogies in particular -- Munich and Vietnam -- might have something to tell us. The first, more familiar to older",
                "byline": "By Alexander M. Haig Jr.; Alexander M. Haig Jr., Secretary of State from 1981 to 1982, was Supreme Commander of NATO from 1975 to 1979.",
                "date": "19901210",
                "title": "Gulf Analogy: Munich or Vietnam?",
                "url": "http://www.nytimes.com/1990/12/10/opinion/gulf-analogy-munich-or-vietnam.html"
            },
            {
                "body": "Following are excerpts from testimony to the Senate Armed Services Committee today by Defense Secretary Dick Cheney and Gen. Colin L. Powell, Chairman of the Joint Chiefs of Staff, as provided by the Federal News Service, a transcription service: MR. CHENEY: Let me say just a word about sanctions. . . . We think we've shut down much of the flow of",
                "date": "19901204",
                "title": "MIDEAST TENSIONS; Excerpts From Gulf Testimony",
                "url": "http://www.nytimes.com/1990/12/04/world/mideast-tensions-excerpts-from-gulf-testimony.html"
            },
            {
                "body": "Several of Israel's most influential Government leaders warned today of the deep worry they and most other Israelis share that United States might find a peaceful solution to the Persian Gulf crisis that would leave Iraq's military power intact. For the last several days, ever since President Bush announced that the United States was willing to",
                "byline": "By JOEL BRINKLEY, Special to The New York Times",
                "date": "19901204",
                "title": "MIDEAST TENSIONS; Top Israelis Warn of Deep Worry Over Diplomatic Accord in Gulf",
                "url": "http://www.nytimes.com/1990/12/04/world/mideast-tensions-top-israelis-warn-of-deep-worry-over-diplomatic-accord-in-gulf.html"
            },
            {
                "body": "PRESIDENT BUSH demonstrated last week that to build support for war in the Persian Gulf he must prove his dedication to peace. That was the message inherent in the events of a week in which expressions of hope for peace increased significantly, as did prospects for war. On Thursday, the United Nations Security Council authorized member states to",
                "byline": "By JUDITH MILLER",
                "date": "19901202",
                "title": "Bush's Gambit; A Way Into War And a Way Out",
                "url": "http://www.nytimes.com/1990/12/02/weekinreview/bush-s-gambit-a-way-into-war-and-a-way-out.html"
            },
            {
                "body": "Following are excerpts from President Bush's news conference yesterday in Washington, as recorded by The New York Times: OPENING STATEMENT I have a statement -- an opening statement -- that is a little longer than normal and I'd ask your indulgence, and then I will be glad to respond to questions. We're in the gulf because the world must not and",
                "date": "19901201",
                "title": "MIDEAST TENSIONS; Excerpts From President's News Conference on Crisis in Gulf",
                "url": "http://www.nytimes.com/1990/12/01/world/mideast-tensions-excerpts-from-president-s-news-conference-on-crisis-in-gulf.html"
            },
            {
                "body": "In promising that any prospective war with Iraq will not be a painful and protracted replay of the Vietnam conflict, President Bush drew the public's attention yesterday to the sharp contrasts between today's war zone and the one still fresh in the national memory. But in adding the pledge that the contentious Congressional politics and \"murky",
                "byline": "By PATRICK E. TYLER",
                "date": "19901201",
                "title": "MIDEAST TENSIONS; Vietnam and Gulf Zone: Real Military Contrasts",
                "url": "http://www.nytimes.com/1990/12/01/world/mideast-tensions-vietnam-and-gulf-zone-real-military-contrasts.html"
            },
            {
                "body": "The United Nations Security Council voted 12 to 2 with 1 abstention today to authorize the United States and its allies to expel Iraq from Kuwait by force if President Saddam Hussein does not withdraw his forces by Jan. 15. Security Council members plan to observe \"a pause of good will\" until that date by taking no further actions against Iraq and",
                "byline": "By PAUL LEWIS, Special to The New York Times",
                "date": "19901130",
                "title": "MIDEAST TENSIONS; U.N. GIVES IRAQ UNTIL JAN. 15 TO RETREAT OR FACE FORCE; HUSSEIN SAYS HE WILL FIGHT",
                "url": "http://www.nytimes.com/1990/11/30/world/mideast-tensions-un-gives-iraq-until-jan-15-retreat-face-force-hussein-says-he.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 50
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The disintegration of the Soviet Union has raised fears that hundreds or even thousands of nuclear scientists who earn only a few dollars a month may be tempted to sell their talents to the highest bidders. Their presumed availability to renegade nations or terrorists causes almost as much concern as the problem of controlling the 27,000 nuclear",
                "date": "19911222",
                "title": "Forget Dr. No",
                "url": "http://www.nytimes.com/1991/12/22/opinion/forget-dr-no.html"
            },
            {
                "body": "As United Nations inspectors scour Iraq in a desperate hunt for contraband and nuclear materials, Washington is abuzz with schemes to insure that future Saddam Husseins don't turn up on the world stage. The coming debate over the lapsed Export Administration Act will enable members of Congress and the Administration to offer their plans, and high",
                "byline": "By MICHAEL MASTANDUNO and RAYMOND VERNON;",
                "date": "19911215",
                "title": "FORUM; Restoring Loyalty to the Workplace",
                "url": "http://www.nytimes.com/1991/12/15/business/forum-restoring-loyalty-to-the-workplace.html"
            },
            {
                "body": "Leaders of North and South Korea signed a treaty of reconciliation and nonaggression this morning, renouncing armed force against each other and saying that they would formally bring the Korean War to an end 38 years after the fighting ceased. The agreement would also re-establish some measure of regular communication between the two countries,",
                "byline": "By DAVID E. SANGER,",
                "date": "19911213",
                "title": "KOREAS SIGN PACT RENOUNCING FORCE IN A STEP TO UNITY",
                "url": "http://www.nytimes.com/1991/12/13/world/koreas-sign-pact-renouncing-force-in-a-step-to-unity.html"
            },
            {
                "body": "A secret report by a German member of the United Nations special commission investigating Iraq's weapons of mass destruction has determined that German companies provided many pieces of equipment to Iraq's Scud missile program. The report draws no conclusions about whether parts labeled in German and found at Iraqi missile sites had been specially",
                "byline": "By KEITH BRADSHER",
                "date": "19911208",
                "title": "Report Links German Companies and Scud Parts",
                "url": "http://www.nytimes.com/1991/12/08/world/report-links-german-companies-and-scud-parts.html"
            },
            {
                "body": "If the world's experience in Iraq proves anything, it's that bombing can't stop The Bomb. Even the victorious allies must rely on sustained political pressure to block would-be proliferators like North Korea. Israel's attack on Iraq's nuclear reactor in 1981 only drove the bomb-makers underground, beyond reach of Desert Storm's air armada. The",
                "date": "19911206",
                "title": "Stop The Bomb, and Not Just in Iraq",
                "url": "http://www.nytimes.com/1991/12/06/opinion/stop-the-bomb-and-not-just-in-iraq.html"
            },
            {
                "body": "Kasim Rashid, a Kurdish rebel swathed in bandoleers and carrying a Kalashnikov automatic rifle, stood at one end of a four-lane bridge spanning the Zab River. A driver who had just passed through the Iraqi Army roadblock on the other side of the bridge, just outside this northern Iraqi city, pulled to a stop and told the guerrilla commander, \"The",
                "byline": "By CHRIS HEDGES,",
                "date": "19911126",
                "title": "Kurdish Talks Frozen, Iraqis Advance Anew",
                "url": "http://www.nytimes.com/1991/11/26/world/kurdish-talks-frozen-iraqis-advance-anew.html"
            },
            {
                "body": "President Hashemi Rafsanjani criticized the United States today for trying to prevent other countries from selling nuclear technology to Iran and said his Government would continue to seek the \"tools\" it needs to preserve its \"independence and survival.\" \"With utter insolence, the United States declares that Iran does not have the right to utilize",
                "date": "19911118",
                "title": "U.S. Nuclear Technology Tactics Vex Iran",
                "url": "http://www.nytimes.com/1991/11/18/world/us-nuclear-technology-tactics-vex-iran.html"
            },
            {
                "body": "A team of United Nations inspectors, acting on information obtained from intelligence agencies and on previous visits, will start hunting for a secret Iraqi biological weapons plant next week. Rolf Ekeus, the Swedish head of the Special Commission overseeing the destruction of Iraq's nuclear, chemical and biological weapons as well as its ballistic",
                "byline": "By PAUL LEWIS",
                "date": "19911117",
                "title": "U.N. Weapons Inspectors Renew Hunt in Iraq",
                "url": "http://www.nytimes.com/1991/11/17/world/un-weapons-inspectors-renew-hunt-in-iraq.html"
            },
            {
                "body": "Pentagon and Western intelligence officials are expressing growing alarm that aggressive new efforts by the Soviet Union to sell weapons and advanced technology for badly needed cash are setting off a new wave of arms proliferation. Advanced Soviet MIG-31 fighter jets were on the block at a weapons trade fair in Dubai this month, an American",
                "byline": "By ERIC SCHMITT,",
                "date": "19911116",
                "title": "U.S. Aides Worry About Spread of Arms From Sales by the Soviets",
                "url": "http://www.nytimes.com/1991/11/16/world/us-aides-worry-about-spread-of-arms-from-sales-by-the-soviets.html"
            },
            {
                "body": "The United States received clear intelligence data three years ago indicating that China was helping Algeria build a nuclear reactor that many Administration officials suspect is intended for nuclear weapons research and production, according to current and former senior Administration officials. But American officials did nothing with the data",
                "byline": "By ELAINE SCIOLINO with ERIC SCHMITT,",
                "date": "19911115",
                "title": "ALGERIAN REACTOR CAME FROM CHINA",
                "url": "http://www.nytimes.com/1991/11/15/world/algerian-reactor-came-from-china.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 184
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Following are excerpts from President-elect Bill Clinton's news conference today in Little Rock, Ark., where he introduced his selections for several top positions. The text was provided by Reuters. OPENING STATEMENTS WARREN M. CHRISTOPHER (Secretary of State-designate) Today I want to thank Governor Clinton for making a dream come true. In my law",
                "date": "19921223",
                "title": "THE TRANSITION; Excerpts From Clinton's News Conference Introducing His Latest Nominees",
                "url": "http://www.nytimes.com/1992/12/23/us/transition-excerpts-clinton-s-conference-introducing-his-latest-nominees.html"
            },
            {
                "body": "President-elect Bill Clinton selected Warren M. Christopher as Secretary of State and Representative Les Aspin of Wisconsin as Secretary of Defense today, making them the two anchors of a foreign policy team that draws heavily from the last Democratic Administration. In a news conference here today, Mr. Clinton also nominated R. James Woolsey Jr.,",
                "byline": "By GWEN IFILL,",
                "date": "19921223",
                "title": "THE TRANSITION; CHRISTOPHER AND ASPIN NAMED FOR STATE DEPT. AND PENTAGON",
                "url": "http://www.nytimes.com/1992/12/23/world/the-transition-christopher-and-aspin-named-for-state-dept-and-pentagon.html"
            },
            {
                "body": "An Iraqi nuclear scientist was assassinated here today, security officials said. The officials, who spoke on condition of anonymity, said the scientist, Muayad Hassan Naji al-Janabi, 52 years old, was hit by four bullets as he parked a car while his wife and three children looked on. The Jordanian Government news agency Petra reported the killing",
                "date": "19921208",
                "title": "Iraqi, Linked to Baghdad A-Arms, Is Slain by a Gunman in Jordan",
                "url": "http://www.nytimes.com/1992/12/08/world/iraqi-linked-to-baghdad-a-arms-is-slain-by-a-gunman-in-jordan.html"
            },
            {
                "body": "For the second time in eight months, the Security Council today turned down Iraq's plea for a relaxation of the economic sanctions levied on Baghdad for having started the Persian Gulf war. After two days of debate, the 15-member Council agreed unanimously that Iraq had failed to meet the conditions imposed by the terms of the cease-fire in October",
                "byline": "By FRANK J. PRIAL,",
                "date": "19921125",
                "title": "U.N. Again Rejects Plea by Iraq to Ease Sanctions",
                "url": "http://www.nytimes.com/1992/11/25/world/un-again-rejects-plea-by-iraq-to-ease-sanctions.html"
            },
            {
                "body": "The Western trade group established to police high-technology sales to Communist countries radically shifted its focus today by opening its doors to its former enemies and urging them to join in controlling sensitive exports to nations threatening global security. The 17-nation Coordinating Committee for Multilateral Export Controls, or Cocom, held",
                "byline": "By ROGER COHEN,",
                "date": "19921125",
                "title": "WEST WILL EXPAND HIGH-TECH SALES",
                "url": "http://www.nytimes.com/1992/11/25/world/west-will-expand-high-tech-sales.html"
            },
            {
                "body": "Iraq's Foreign Minister, Mohammed Said al-Sahhaf, and the Deputy Prime Minister, Tariq Aziz, plan to appeal to the Security Council on Monday that it end the economic sanctions imposed on Iraq after the invasion of Kuwait in August 1990, Western diplomats said today. But the diplomats said the officials would probably be rebuffed. In a letter to",
                "byline": "By FRANK J. PRIAL,",
                "date": "19921122",
                "title": "2 Top Iraqis to Ask U.N. Again to End Economic Sanctions",
                "url": "http://www.nytimes.com/1992/11/22/world/2-top-iraqis-to-ask-un-again-to-end-economic-sanctions.html"
            },
            {
                "body": "The United States is to meet Friday with six of its closest economic partners in an attempt to persuade them to halt sales of all militarily useful equipment and technology to Iran, Administration officials said today. But in preliminary discussions, the Bush Administration has already met considerable resistance from its allies, who are eager to",
                "byline": "By ELAINE SCIOLINO,",
                "date": "19921118",
                "title": "U.S. Hopes to Broaden Ban on Arms Sales to Iran",
                "url": "http://www.nytimes.com/1992/11/18/world/us-hopes-to-broaden-ban-on-arms-sales-to-iran.html"
            },
            {
                "body": "Following are excerpts from President-elect Bill Clinton's news conference today at the Old State House in Little Rock, Ark., as recorded by News Transcripts Inc., a private transcription service. Q. Governor, you campaigned on a theme of economic hope and a pledge of putting Americans back to work. Are you finding it increasingly necessary to",
                "date": "19921113",
                "title": "THE TRANSITION; Excerpts From President-Elect's News Conference in Arkansas",
                "url": "http://www.nytimes.com/1992/11/13/us/the-transition-excerpts-from-president-elect-s-news-conference-in-arkansas.html"
            },
            {
                "body": "Words are George Bush's enemies; President-elect Bill Clinton showed today that they can be his friends. That was the dominant impression of a Presidential style in embryo as it emerged from Mr. Clinton's first full-dress news conference since his victory 10 days ago. Whatever one thought of the substance of what he said -- and there was plenty of",
                "byline": "By R. W. APPLE Jr.,",
                "date": "19921113",
                "title": "THE TRANSITION: News Analysis; In Command Of Language",
                "url": "http://www.nytimes.com/1992/11/13/us/the-transition-news-analysis-in-command-of-language.html"
            },
            {
                "body": "President-elect Bill Clinton today named a transition team notable for its diversity in age, sex and ethnic background that will help Mr. Clinton shape the initial economic, foreign and social policies of his Administration. The 48-person team includes a rich mix of white, black, Hispanic and Asian-American advisers, men and women, the youthful and",
                "byline": "By THOMAS L. FRIEDMAN,",
                "date": "19921113",
                "title": "THE TRANSITION: The New Team 1; Clinton Selects Diverse Team of Advisers",
                "url": "http://www.nytimes.com/1992/11/13/us/the-transition-the-new-team-1-clinton-selects-diverse-team-of-advisers.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 143
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Trying to strengthen his national security team and to blunt criticism of his military policies, President Clinton announced today that he was replacing Defense Secretary Les Aspin with Bobby Ray Inman, a retired four-star admiral who has held top intelligence posts in Republican and Democratic Administrations alike. Mr. Clinton announced the",
                "byline": "By MICHAEL R. GORDON,",
                "date": "19931217",
                "title": "CHANGE AT THE PENTAGON; Inman, Ex-Admiral, Is Defense Nominee",
                "url": "http://www.nytimes.com/1993/12/17/us/change-at-the-pentagon-inman-ex-admiral-is-defense-nominee.html"
            },
            {
                "body": "Over the objections of the United States, Russian cargo planes flew special truck chassis that are commonly used for mobile missile launchers from North Korea to Syria last summer, Clinton Administration officials say. Aides familiar with classified intelligence reports said two large Russian Condor planes had flown the vehicles in August from",
                "byline": "By MICHAEL R. GORDON,",
                "date": "19931212",
                "title": "U.S. SAYS RUSSIANS HELPED DAMASCUS IN A MISSILE PLAN",
                "url": "http://www.nytimes.com/1993/12/12/world/us-says-russians-helped-damascus-in-a-missile-plan.html"
            },
            {
                "body": "To guard against new third-world threats, the Pentagon said today that it was undertaking a major effort to protect American troops against poison gas, biological agents and nuclear weapons. The Pentagon initiative reflects the view that efforts to stem the spread of weapons of mass destruction are likely to fall short, making American forces",
                "byline": "By MICHAEL R. GORDON,",
                "date": "19931208",
                "title": "Pentagon Begins Effort to Combat More Lethal Arms in Third World",
                "url": "http://www.nytimes.com/1993/12/08/world/pentagon-begins-effort-to-combat-more-lethal-arms-in-third-world.html"
            },
            {
                "body": "The economic sanctions imposed on Iraq have finally forced Saddam Hussein to accept international monitoring designed to keep Iraq from producing weapons of mass destruction. But it would be premature to lift the embargo on Iraqi exports until Iraq develops a better record of cooperating with arms inspectors and reveals all the foreign companies",
                "date": "19931130",
                "title": "Iraq Yields on Arms",
                "url": "http://www.nytimes.com/1993/11/30/opinion/iraq-yields-on-arms.html"
            },
            {
                "body": "The United States has refused to discuss its terms for lifting the oil embargo against Iraq directly with Deputy Prime Minister Tariq Aziz during his current visit here, although representatives of the other 14 Security Council members have met informally with him, a senior Administration official said today. The official said there was no reason",
                "byline": "By PAUL LEWIS,",
                "date": "19931128",
                "title": "U.S. Won't Discuss Embargo Terms With Iraq",
                "url": "http://www.nytimes.com/1993/11/28/world/us-won-t-discuss-embargo-terms-with-iraq.html"
            },
            {
                "body": "Bowing to the pressure of shortages, hunger and inflation arising from a three-year trade embargo, Iraq said today that it had finally agreed to let the United Nations start monitoring its industries on a long-term basis to insure it does not seek again to produce weapons of mass destruction. The agreement, described by United Nations officials as",
                "byline": "By PAUL LEWIS,",
                "date": "19931127",
                "title": "Bowing to U.N., Iraq Will Permit Arms Monitors",
                "url": "http://www.nytimes.com/1993/11/27/world/bowing-to-un-iraq-will-permit-arms-monitors.html"
            },
            {
                "body": "International 3-6 ISRAEL MAY MISS PULLOUT DEADLINE Yitzhak Rabin said Israel might be unable to meet a deadline of Dec. 13 for starting its troop pullout and the assumption of Palestinian rule in the Gaza Strip and Jericho.1 IRAQ AGREES TO U.N. INSPECTIONS Iraq agreed to let the United Nations start long-term monitoring of its industries to insure",
                "date": "19931127",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1993/11/27/nyregion/news-summary-888893.html"
            },
            {
                "body": "To the Editor: W. Anthony Lake, the President's national security adviser, has appealed to opinion makers and Congress to keep making a distinction between the immediate and the important when dealing with the \"less strategically significant questions\" of small countries that are ripping themselves apart like Somalia and Haiti. He might also",
                "date": "19931122",
                "title": "Why Small Powers Also Deserve Respect",
                "url": "http://www.nytimes.com/1993/11/22/opinion/l-why-small-powers-also-deserve-respect-913593.html"
            },
            {
                "body": "The United Nations is planning to send investigators to Iran next week to search for evidence that Iraqi forces have been using poison gas and other chemical weapons against Shiite Muslim dissidents in the southern marshlands of Iraq. The investigators are being sent by the special commission charged by the Security Council with eliminating Iraq's",
                "byline": "By PAUL LEWIS,",
                "date": "19931107",
                "title": "U.N. to Study if Iraq Used Poison Gas in Its South",
                "url": "http://www.nytimes.com/1993/11/07/world/un-to-study-if-iraq-used-poison-gas-in-its-south.html"
            },
            {
                "body": "The United States warned Libya today that it may face a global boycott of its oil if it does not hand over suspected terrorists. The warning came after Russia, under Western pressure, dropped its objections to a new set of Security Council sanctions against the North African oil-producing country. American officials said the Administration would",
                "byline": "By PAUL LEWIS,",
                "date": "19931106",
                "title": "U.S. Warns Libya of Oil Boycott Unless It Gives Up Bomb Suspects",
                "url": "http://www.nytimes.com/1993/11/06/world/us-warns-libya-of-oil-boycott-unless-it-gives-up-bomb-suspects.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 104
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "With his resignation as Director of Central Intelligence, R. James Woolsey leaves an agency under siege and still trying to articulate a new mission for the post-cold-war era. Not since the 1970's has the C.I.A. come under such sustained and varied criticism both for its narrow vision and inbred culture. And not since those days of Congressional",
                "byline": "By STEPHEN ENGELBERG,",
                "date": "19941229",
                "title": "Spy Agency Under Siege; C.I.A. Critics Calling For Radical Changes",
                "url": "http://www.nytimes.com/1994/12/29/us/spy-agency-under-siege-cia-critics-calling-for-radical-changes.html"
            },
            {
                "body": "Setting the stage for a Security Council debate next month on easing sanctions against Iraq, the head of a commission monitoring the elimination of Iraq's weapons of mass destruction said today that Baghdad was falling \"far short\" in some areas. Of particular concern are questions about existing biological weapons. These are difficult to answer",
                "byline": "By BARBARA CROSSETTE,",
                "date": "19941221",
                "title": "Iraq Hinders Arms Monitors, U.N. Panel Reports",
                "url": "http://www.nytimes.com/1994/12/21/world/iraq-hinders-arms-monitors-un-panel-reports.html"
            },
            {
                "body": "THROUGH 45 YEARS of cold war rivalry, the superpowers tried only half-heartedly to develop chemical and biological weapons, reserving their true enthusiasm for the perfection of nuclear combat. Had either side gotten serious about germ attacks or nerve gas, the world might now be bristling withanother means of destruction just as deadly as nuclear",
                "byline": "By Nicholas Wade",
                "date": "19941218",
                "title": "METHOD & MADNESS; Armed With Integrity",
                "url": "http://www.nytimes.com/1994/12/18/magazine/method-madness-armed-with-integrity.html"
            },
            {
                "body": "The effective collapse of the United Nations peacekeeping efforts in Bosnia, weeks after the Security Council decided to end an increasingly fruitless mission in Somalia, is forcing the organization and its members to confront two stark truths. The United Nations is faltering in its most crucial post-cold-war task: keeping the peace in a world that",
                "byline": "By BARBARA CROSSETTE,",
                "date": "19941205",
                "title": "U.N. Falters in Post-Cold-War Peacekeeping, but Sees Role as Essential",
                "url": "http://www.nytimes.com/1994/12/05/world/un-falters-in-post-cold-war-peacekeeping-but-sees-role-as-essential.html"
            },
            {
                "body": "The Security Council maintained its economic sanctions against Iraq today after the United States provided evidence that President Saddam Hussein was spending lavishly on his own comforts while millions of Iraqis lacked food and medicine. The United States representative, Madeleine K. Albright, told the Council that while \"living standards for most",
                "byline": "By RICHARD D. LYONS,",
                "date": "19941115",
                "title": "U.N. Council Decides to Keep Economic Sanctions on Iraq",
                "url": "http://www.nytimes.com/1994/11/15/world/un-council-decides-to-keep-economic-sanctions-on-iraq.html"
            },
            {
                "body": "American officials trying to maintain support for economic sanctions against Iraq said today that since the end of the Persian Gulf war, Saddam Hussein has spent what may be as much as $1 billion on palaces and presidential retreats around the country. At a time when many Iraqis are destitute, Iraq has not only repaired the damage allied bombings",
                "byline": "By MICHAEL R. GORDON,",
                "date": "19941114",
                "title": "As Iraqis Scrimp, Their President Lives Lavishly, U.S. Says",
                "url": "http://www.nytimes.com/1994/11/14/world/as-iraqis-scrimp-their-president-lives-lavishly-us-says.html"
            },
            {
                "body": "Breaking with its European allies, the Clinton Administration has directed the United States military to stop enforcing the arms embargo against the Bosnian Government, beginning on Saturday. Under the new approach, which has been sharply debated within the Administration, the United States Navy will not divert ships carrying arms to Bosnia or",
                "byline": "By MICHAEL R. GORDON,",
                "date": "19941111",
                "title": "PRESIDENT ORDERS END TO ENFORCING BOSNIAN EMBARGO",
                "url": "http://www.nytimes.com/1994/11/11/world/president-orders-end-to-enforcing-bosnian-embargo.html"
            },
            {
                "body": "The State Department upset many members of Congress today by issuing a scathing report about a prominent Iranian opposition group without meeting with officials from the group, as more than 100 lawmakers had asked it to do. Brushing aside Congressional pleas to get the views of the People's Mujahedeen, the State Department concluded that the armed",
                "byline": "By STEVEN GREENHOUSE,",
                "date": "19941101",
                "title": "Harsh Report on Iran Opposition Group Draws Ire in Congress",
                "url": "http://www.nytimes.com/1994/11/01/world/harsh-report-on-iran-opposition-group-draws-ire-in-congress.html"
            },
            {
                "body": "Following are excerpts from remarks by President Clinton and President Hafez el-Assad of Syria at a joint news conference after they met at the Presidential Palace in Damascus, as transcribed for Reuters by the Federal News Service, a private transcription company. President Assad's remarks were made through an interpreter. OPENING STATEMENTS",
                "date": "19941028",
                "title": "CLINTON IN THE MIDDLE EAST; Assad and Clinton Speak: Shared Quest for Peace",
                "url": "http://www.nytimes.com/1994/10/28/world/clinton-in-the-middle-east-assad-and-clinton-speak-shared-quest-for-peace.html"
            },
            {
                "body": "Following are excerpts from the official English text of the Israel-Jordan peace treaty: The Government of the State of Israel and the Government of the Hashemite Kingdom of Jordan: BEARING IN MIND the Washington Declaration, signed by them on 25th July, 1994, and which they are both committed to honor; AIMING at the achievement of a just, lasting",
                "byline": "By The Associated Press",
                "date": "19941027",
                "title": "THE JORDAN-ISRAEL ACCORD:; The Agreement: Establishing Principles for a Lasting Peace",
                "url": "http://www.nytimes.com/1994/10/27/world/jordan-israel-accord-agreement-establishing-principles-for-lasting-peace.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 75
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The authorities have seized several pounds of chemicals bound for Iraq that could be used to make weapons in violation of United Nations sanctions, officials said today. The material was intercepted several weeks ago after a tip from United Nations authorities who discovered information on the shipment in documents Iraq had handed over to weapons",
                "byline": "AP",
                "date": "19951228",
                "title": "World News Briefs;Jordanians Intercept Chemicals Bound for Iraq",
                "url": "http://www.nytimes.com/1995/12/28/world/world-news-briefs-jordanians-intercept-chemicals-bound-for-iraq.html"
            },
            {
                "body": "The Government of President Saddam Hussein may be continuing to try to produce a long-range missile system with the help of prohibited imports, a United Nations commission on Iraqi disarmament told the Security Council today. Rolf Ekeus, the commission's chairman, showed the Council and reporters a muddied gyroscope used to guide missiles that",
                "byline": "By BARBARA CROSSETTE",
                "date": "19951222",
                "title": "U.N. Panel Says Iraq May Still Be Trying to Produce Missiles",
                "url": "http://www.nytimes.com/1995/12/22/world/un-panel-says-iraq-may-still-be-trying-to-produce-missiles.html"
            },
            {
                "body": "A Pentagon team is on a secret mission to Iraq, searching the desert for the remains of the first American pilot downed in the Persian Gulf war in 1991. The mission, undertaken with the approval of President Saddam Hussein, represents a small but potentially significant step in Iraq's attempts to end its deep isolation. Since the end of the gulf",
                "byline": "By TIM WEINER",
                "date": "19951214",
                "title": "With Iraq's O.K., a U.S. Team Seeks War Pilot's Body",
                "url": "http://www.nytimes.com/1995/12/14/world/with-iraq-s-ok-a-us-team-seeks-war-pilot-s-body.html"
            },
            {
                "body": "Missile parts being smuggled to Iraq that were intercepted by Jordanian authorities last month were Russian-made guidance components valued at $25 million, a senior Jordanian official said today. The Jordanian attributed his information to the United Nations commission that is overseeing the elimination of Iraq's weapons of mass destruction. A",
                "byline": "Reuters",
                "date": "19951209",
                "title": "World News Briefs;Jordan Identifies Arms Bound for Iraq as Russian",
                "url": "http://www.nytimes.com/1995/12/09/world/world-news-briefs-jordan-identifies-arms-bound-for-iraq-as-russian.html"
            },
            {
                "body": "To the Editor: The headline \"Iraq Sanctions Kill Children, U.N. Reports\" (news article, Dec. 1) is wrong. As shown by the article itself, the headline should have read \"Iraqi Dictator Kills Iraqi Children.\" The Security Council twice offered Iraq the right to sell $2 billion worth of oil to buy food and medicine. That would have prevented the death",
                "date": "19951207",
                "title": "Saddam Hussein's Crime",
                "url": "http://www.nytimes.com/1995/12/07/opinion/l-saddam-hussein-s-crime-089974.html"
            },
            {
                "body": "ARE we still close to nuclear catastrophe? To mark its 50th anniversary, The Bulletin of the Atomic Scientists, the magazine that conjured up and periodically resets the symbolic minutes-to-doomsday clock, will convene its first public hearing Thursday in Chicago on just how much time is left before the proverbial nuclear \"midnight.\" The Bulletin",
                "byline": "By BRENDA FOWLER",
                "date": "19951203",
                "title": "Word for Word: The Doomsday Clock;How Many Minutes to Midnight 50 Years After The A-Bomb's Birth?",
                "url": "http://www.nytimes.com/1995/12/03/weekinreview/word-for-word-doomsday-clock-many-minutes-midnight-50-years-after-bomb-s-birth.html"
            },
            {
                "body": "As many as 576,000 Iraqi children may have died since the end of the Persian Gulf war because of economic sanctions imposed by the Security Council, according to two scientists who surveyed the country for the Food and Agriculture Organization. The study also found steeply rising malnutrition among the young, suggesting that more children will be",
                "byline": "By BARBARA CROSSETTE",
                "date": "19951201",
                "title": "Iraq Sanctions Kill Children, U.N. Reports",
                "url": "http://www.nytimes.com/1995/12/01/world/iraq-sanctions-kill-children-un-reports.html"
            },
            {
                "body": "Following is a transcript of President Clinton's remarks on Bosnia tonight, as recorded by The New York Times. Good evening. Last week the warring factions in Bosnia reached a peace agreement as a result of our efforts in Dayton, Ohio, and the support of our European and Russian partners. Tonight I want to speak with you about implementing the",
                "date": "19951128",
                "title": "BALKAN ACCORD;Clinton's Words on Mission to Bosnia: 'The Right Thing to Do'",
                "url": "http://www.nytimes.com/1995/11/28/world/balkan-accord-clinton-s-words-on-mission-to-bosnia-the-right-thing-to-do.html"
            },
            {
                "body": "Issuing a major policy statement on arms control, China tonight sharply rebuked the United States, Russia, Britain and France for continuing to develop \"nuclear weapons and outer space weapons, including guided missile defense systems,\" while seeking in some cases to deny the peaceful use of nuclear technology to the developing world. The policy",
                "byline": "By PATRICK E. TYLER",
                "date": "19951117",
                "title": "China Rebukes Four Other Nuclear Powers on Arms Control",
                "url": "http://www.nytimes.com/1995/11/17/world/china-rebukes-four-other-nuclear-powers-on-arms-control.html"
            },
            {
                "body": "The Security Council, as expected, decided today to continue trade sanctions against Iraq after concluding that Baghdad had failed to make sufficient progress in meeting demands imposed by the Council. Sir John Weston, the delegate of Britain, said it was \"the will of the Council to continue the existing sanctions regime on grounds that Iraqi",
                "byline": "Reuters",
                "date": "19951109",
                "title": "Security Council Continues Trade Curbs on Iraq",
                "url": "http://www.nytimes.com/1995/11/09/world/security-council-continues-trade-curbs-on-iraq.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 90
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Senator Claiborne Pell, the Rhode Island Democrat who wrote the legislation creating national endowments for arts and humanities and who gave his name to Pell grants, the Federal college scholarships for needy students, is retiring in January after 36 years in the Senate. ''I could have won if I'd run for re-election,'' Mr. Pell said with a smile",
                "byline": "By WILLIAM H. HONAN",
                "date": "19961225",
                "title": "Reflections of Advocate for Education and Arts",
                "url": "http://www.nytimes.com/1996/12/25/us/reflections-of-advocate-for-education-and-arts.html"
            },
            {
                "body": "The leader of a United Nations team in charge of destroying Iraqi weapons told the Security Council today that he believes Baghdad may be hiding more operational missiles than monitors had suspected. Until recently, inspectors had concluded that there might be as many as 16 Iraqi missiles unaccounted for. That number is now thought to be as high as",
                "byline": "By BARBARA CROSSETTE",
                "date": "19961219",
                "title": "U.N. Says Iraq May Be Hiding More Missiles Than Suspected",
                "url": "http://www.nytimes.com/1996/12/19/world/un-says-iraq-may-be-hiding-more-missiles-than-suspected.html"
            },
            {
                "body": "Iraq will be allowed to begin selling oil this week for the first time since its invasion of Kuwait in 1990, but only in limited quantities and only to raise money for food, medicine and other urgent civilian needs. ''It's a go,'' said Sylvana Foa, spokeswoman for Secretary General Boutros Boutros-Ghali said today. After nearly six months of",
                "byline": "By BARBARA CROSSETTE",
                "date": "19961210",
                "title": "Iraq Gets U.N. Approval to Sell Oil to Meet Civilian Needs",
                "url": "http://www.nytimes.com/1996/12/10/world/iraq-gets-un-approval-to-sell-oil-to-meet-civilian-needs.html"
            },
            {
                "body": "Six questions that President Clinton's nominees as head of the C.I.A. and Secretaries of State and Defense will face when they go before Senate confirmation committees: 1. Is Saddam Hussein stronger militarily now than after his defeat in the gulf war? 2. Is he stronger politically than before he violated U.N. resolutions and defied America by",
                "byline": "By A. M. ROSENTHAL",
                "date": "19961210",
                "title": "The Saddam Questions",
                "url": "http://www.nytimes.com/1996/12/10/opinion/the-saddam-questions.html"
            },
            {
                "body": "Following are excerpts from the news conference yesterday at which President Clinton introduced new Cabinet appointees, as transcribed by the Federal Document Clearing House. MR. CLINTON During our first term in office, the Vice President and I were blessed to work with a remarkable national security team -- Secretary of State Warren Christopher,",
                "date": "19961206",
                "title": "Excerpts From the Announcement on the Cabinet",
                "url": "http://www.nytimes.com/1996/12/06/us/excerpts-from-the-announcement-on-the-cabinet.html"
            },
            {
                "body": "Iraq and the United Nations announced today that they had reached a final agreement on the long-delayed deal allowing Iraq to sell oil for food and other emergency goods for the country's suffering civilian population. Diplomats said Iraqi oil could begin flowing again as early as next month, for the first time in six years. The plan has seemed",
                "byline": "By BARBARA CROSSETTE",
                "date": "19961126",
                "title": "Iraq and U.N. Make Deal on Oil Sales for Aid",
                "url": "http://www.nytimes.com/1996/11/26/world/iraq-and-un-make-deal-on-oil-sales-for-aid.html"
            },
            {
                "body": "THE monument to Felix E. Dzerzhinsky, the first head of the Soviet secret police, is gone. But tucked away inside the intelligence service headquarters in Lubyanka Square is the K.G.B. museum. Established 15 years ago for Soviet citizens who had been initiated into the cult of espionage, and now open to foreigners by appointment, the museum is",
                "byline": "By MICHAEL R. GORDON",
                "date": "19961124",
                "title": "The Spies Didn't Come In From The Cold War",
                "url": "http://www.nytimes.com/1996/11/24/weekinreview/the-spies-didn-t-come-in-from-the-cold-war.html"
            },
            {
                "body": "As Mayor Rudolph W. Giuliani displayed what he called ''an enormous cache of weapons that can be used for mass destruction,'' officials said yesterday that a grand jury would investigate the secretive group that amassed the stockpile of guns and ammunition in a cluster of Brooklyn apartment buildings. The Brooklyn District Attorney, Charles J.",
                "byline": "By CHARISSE JONES",
                "date": "19961114",
                "title": "Grand Jury Seeks Reason Behind a Group's Arsenal",
                "url": "http://www.nytimes.com/1996/11/14/nyregion/grand-jury-seeks-reason-behind-a-group-s-arsenal.html"
            },
            {
                "body": "Following are excerpts from a Washington news conference yesterday by President Clinton, who announced the appointment of Erskine B. Bowles to replace Leon E. Panetta as the White House chief of staff, as recorded by the Federal News Service, a private transcription service: Before I begin, I'd like to ask the Vice President and Leon Panetta and",
                "date": "19961109",
                "title": "Excerpts From Remarks by Clinton at His Post-Election News Conference",
                "url": "http://www.nytimes.com/1996/11/09/us/excerpts-from-remarks-by-clinton-at-his-post-election-news-conference.html"
            },
            {
                "body": "President Clinton said today that he was considering sending more American troops to Bosnia next year as part of a follow-on force to keep the peace, acknowledging something his aides have said for weeks. NATO military commanders are drawing up detailed recommendations for what kind of force might be required after the current NATO mission, which",
                "byline": "By STEVEN ERLANGER",
                "date": "19961109",
                "title": "President Makes It Official: He May Send More Troops to Bosnia Next Year",
                "url": "http://www.nytimes.com/1996/11/09/us/president-makes-it-official-he-may-send-more-troops-to-bosnia-next-year.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 69
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Iraqi leaders accused the United States today of planning air strikes to plant false evidence of chemical or biological weapons in their country. The White House immediately dismissed the charge as ridiculous. The accusation came from Baghdad after a meeting of the Revolutionary Command Council and the Regional Command of Iraq's governing Baath",
                "byline": "By DAVID STOUT",
                "date": "19971227",
                "title": "Iraq Says U.S. Is Planning Air Strikes to Plant Chemical Weapons",
                "url": "http://www.nytimes.com/1997/12/27/world/iraq-says-us-is-planning-air-strikes-to-plant-chemical-weapons.html"
            },
            {
                "body": "INTERNATIONAL A3-6 Laotian Refugees Suffer After Food Aid Is Denied The United States Department of Agriculture's decision to cut off food stamps to the families of Laotian veterans of the Vietnam War has led to despair and suicides among these refugees in the few weeks the cutoff has been in effect. A1 Arafat Plans Peace Overture Palestinian",
                "date": "19971227",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1997/12/27/nyregion/news-summary-805084.html"
            },
            {
                "body": "China's Foreign Minister said today that he doubted that Iraq still had weapons of mass destruction and said that remaining suspicions should be cleared up quickly so that United Nations sanctions could be eased. ''What weapons are still in Iraq and have not been discovered by inspection teams?'' the Foreign Minister, Qian Qichen, asked a news",
                "date": "19971226",
                "title": "Chinese Official Voices Doubt on Iraq Sanctions",
                "url": "http://www.nytimes.com/1997/12/26/world/chinese-official-voices-doubt-on-iraq-sanctions.html"
            },
            {
                "body": "Once a boom town whose oil wells were the font of Iraq's wealth and the lifeblood of its economy, Kirkuk today is on its knees. Heaps of scrap steel, rusting machinery and decrepit vehicles dot its oilfield. In its heyday, the oilfield produced about 1.7 million barrels a day, just over half of Iraq's Opec quota of 3.14 million barrels. After the",
                "date": "19971226",
                "title": "Ruined Iraqi Oilfield Awaits Lifting of Oil-Export Embargo",
                "url": "http://www.nytimes.com/1997/12/26/world/ruined-iraqi-oilfield-awaits-lifting-of-oil-export-embargo.html"
            },
            {
                "body": "Iraq lashed out again today at the chief arms inspector for the United Nations, accusing him of making ''unobjective and inaccurate'' statements about Iraq. Tariq Aziz, the Deputy Prime Minister, said the inspector, Richard Butler, is merely ''serving an American plot which aims at a fabricated escalation'' of the standoff over whether Iraq has a",
                "date": "19971221",
                "title": "Iraq Again Upbraids U.N.'s Arms Monitor",
                "url": "http://www.nytimes.com/1997/12/21/world/iraq-again-upbraids-un-s-arms-monitor.html"
            },
            {
                "body": "Iraq's Deputy Prime Minister led foreign reporters today on a tour of buildings described as presidential palaces, showing off lawns as big as soccer fields and ornate sitting rooms that he declared the United Nations weapons inspectors would never see. The Deputy Prime Minister, Tariq Aziz, insisted during the tour of about a dozen palaces with",
                "date": "19971220",
                "title": "Reporters Tour Iraq Palaces Off-Limits to U.N.",
                "url": "http://www.nytimes.com/1997/12/20/world/reporters-tour-iraq-palaces-off-limits-to-un.html"
            },
            {
                "body": "The Security Council resumed discussion today on Iraq's refusal to open all sites requested by United Nations arms inspectors, but there was no indication that Council members were prepared to take any action to end the standoff. The Council heard a report from Richard Butler, head of the special commission charged with disarming Iraq, who returned",
                "byline": "By BARBARA CROSSETTE",
                "date": "19971219",
                "title": "U.N. Takes Up Iraqi Refusal On Inspections",
                "url": "http://www.nytimes.com/1997/12/19/world/un-takes-up-iraqi-refusal-on-inspections.html"
            },
            {
                "body": "The Russian Foreign Minister, Yevgeny M. Primakov, told the United States and other NATO members here today that Russia remained opposed to the use of force to get Iraq to permit full international inspection of suspected storage sites for biological and chemical weapons stockpiles. On another matter, Mr. Primakov assured the allies that Russia",
                "byline": "By CRAIG R. WHITNEY",
                "date": "19971218",
                "title": "At NATO, Russia Voices Opposition to Any Raids Against Iraq",
                "url": "http://www.nytimes.com/1997/12/18/world/at-nato-russia-voices-opposition-to-any-raids-against-iraq.html"
            },
            {
                "body": "Ruling out nothing, President Clinton warned Saddam Hussein today that he would consider other options for United States actions if the Iraqi president continued to obstruct United Nations inspectors, who have been barred from so-called presidential sites in Iraq. Richard Butler, the chief inspector, left Baghdad earlier in the day and said on",
                "byline": "By R. W. APPLE Jr.",
                "date": "19971217",
                "title": "PRESIDENT'S PRESS CONFERENCE: FOREIGN AFFAIRS; CLINTON CAUTIONS IRAQIS ON OPTIONS IN HUNT FOR ARMS",
                "url": "http://www.nytimes.com/1997/12/17/world/president-s-press-conference-foreign-affairs-clinton-cautions-iraqis-options.html"
            },
            {
                "body": "Following are excerpts from President Clinton's press conference at the State Department today, as transcribed by the Federal News Service, a private transcription company. On Aid to Other Countries Q. Three weeks ago, in Vancouver, you said that the economic chaos in Asia was just a glitch in the road. But the currency turmoil continues, and South",
                "date": "19971217",
                "title": "PRESIDENT'S PRESS CONFERENCE; Clinton's Remarks on Asian and U.S. Economies, Trouble Spots and Race",
                "url": "http://www.nytimes.com/1997/12/17/us/president-s-press-conference-clinton-s-remarks-asian-us-economies-trouble-spots.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 132
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The greatest misfortune that has been visited on three-year-old Isra Ahmed was not contracting leukemia. It was contracting leukemia in Iraq at a time when the country's medical system is all but paralyzed as a result of economic sanctions imposed by the United Nations eight years ago. Since Isra's illness was diagnosed earlier this year, she has",
                "byline": "By STEPHEN KINZER",
                "date": "19981228",
                "title": "Iraq a Pediatrician's Hell: No Way to Stop the Dying",
                "url": "http://www.nytimes.com/1998/12/28/world/iraq-a-pediatrician-s-hell-no-way-to-stop-the-dying.html"
            },
            {
                "body": "With 1999 almost on us and the year 2000 starting to awaken, growl and plod fatefully toward the camera lens, you can count on 12 months of panicky millennial excitements. The personnel are certainly out there, ready to go. According to a 1997 Associated Press poll, nearly 1 in 4 adult Christians -- upward of 26 million people -- expect Christ to",
                "byline": "By Alex Heard and Peter Klebnikov",
                "date": "19981227",
                "title": "Apocalypse Now. No, Really. Now!",
                "url": "http://www.nytimes.com/1998/12/27/magazine/apocalypse-now-no-really-now.html"
            },
            {
                "body": "If Saddam Hussein were not such a recidivist, it might be possible to fashion a less confrontational approach to restrain Iraq and prevent it from producing and using weapons of mass destruction. Pressure to ease up is building on the Security Council in the wake of the American and British air strikes this month. But the dangers of relaxing the",
                "date": "19981227",
                "title": "No Illusions About Iraq",
                "url": "http://www.nytimes.com/1998/12/27/opinion/no-illusions-about-iraq.html"
            },
            {
                "body": "EUROPE BRITAIN: PINOCHET IS DENIED TRIP TO MASS -- A British court said Gen. Augusto Pinochet cannot leave the suburban house where he is living under police guard to attend Christmas Eve midnight Mass because of the elaborate security needed to transport the 83-year-old former Chilean dictator. A priest will instead say Mass at his house. Warren",
                "byline": "Compiled by Christopher S. Wren",
                "date": "19981224",
                "title": "World Briefing",
                "url": "http://www.nytimes.com/1998/12/24/world/world-briefing.html"
            },
            {
                "body": "In the face of international calls for changes in the Iraqi weapons inspection program, the Clinton Administration said today that it would stick to its demand that Iraq allow strict United Nations inspections to resume. Even as the Pentagon ordered a withdrawal of some of the American forces sent to the Persian Gulf, Samuel R. Berger, the national",
                "byline": "By JAMES RISEN",
                "date": "19981224",
                "title": "U.S. Stands Firm in Calling For U.N. Inspections in Iraq",
                "url": "http://www.nytimes.com/1998/12/24/world/us-stands-firm-in-calling-for-un-inspections-in-iraq.html"
            },
            {
                "body": "In the wake of the British and American bombing of Iraq, France proposed today that the United Nations should set up a new system for monitoring Iraq's arms programs and let it export oil, but make sure none of the revenue is used to buy weapons. In an interview, Foreign Minister Hubert Vedrine said: ''We think that seven years of monitoring by the",
                "byline": "By CRAIG R. WHITNEY",
                "date": "19981223",
                "title": "France Seeks New U.N. System for Monitoring Iraqi Weapons",
                "url": "http://www.nytimes.com/1998/12/23/world/france-seeks-new-un-system-for-monitoring-iraqi-weapons.html"
            },
            {
                "body": "A major theme of American policy toward Iraq has been the increasing sentiment in Congress and the White House that Saddam Hussein should be overthrown. Yet there is deep division between Congressional Republicans and President Clinton over how aggressively Washington should pursue that goal. So despite President Clinton's insistent calls for a new",
                "byline": "By JAMES RISEN",
                "date": "19981223",
                "title": "Defining Goal in Iraq",
                "url": "http://www.nytimes.com/1998/12/23/world/defining-goal-in-iraq.html"
            },
            {
                "body": "Iraq today rejected suggestions that it might change its decision to end cooperation with United Nations weapons inspectors if the composition or leadership of the inspection teams were changed. At a news conference, Deputy Prime Minister Tariq Aziz brushed aside a proposal from President Jacques Chirac of France under which United Nations",
                "byline": "By STEPHEN KINZER",
                "date": "19981222",
                "title": "Iraq Rebuffs France on Plan for Compromise on U.N. Weapons Inspections",
                "url": "http://www.nytimes.com/1998/12/22/world/iraq-rebuffs-france-on-plan-for-compromise-on-un-weapons-inspections.html"
            },
            {
                "body": "A man accused of conspiring with Osama bin Laden appeared in Federal District Court in Manhattan yesterday after his extradition from Germany and continued to deny any connection to terrorism, his lawyer said after the hearing. The suspect, Mamdouh Mahmud Salim, was ordered held without bond by a Federal magistrate judge after a Federal prosecutor",
                "byline": "By BENJAMIN WEISER",
                "date": "19981222",
                "title": "Judge Orders Embassy Bomb Suspect Held Without Bail",
                "url": "http://www.nytimes.com/1998/12/22/nyregion/judge-orders-embassy-bomb-suspect-held-without-bail.html"
            },
            {
                "body": "The Clinton Administration warned today that Iraq might quickly try to rebuild its programs to develop chemical and biological weapons after last week's furious air strikes, and that additional American strikes might be needed soon. ''Obviously it is very hard to say that everything that he has in weapons of mass destruction has been destroyed,''",
                "byline": "By PHILIP SHENON",
                "date": "19981221",
                "title": "ATTACK ON IRAQ: THE STRATEGY; U.S. Declares It Might Need More Strikes on Iraq Soon",
                "url": "http://www.nytimes.com/1998/12/21/world/attack-on-iraq-the-strategy-us-declares-it-might-need-more-strikes-on-iraq-soon.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 366
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The concluding day of the 20th century and therefore of the second millennium -- that event so freighted with various meanings by historians, politicians, fictionists and doomsaying preachers -- is upon us. With allowances for the dateline, it will fall everywhere with equal finality, evoking all around the world the same feelings of solemnity for",
                "date": "19991231",
                "title": "The Journey to 2000",
                "url": "http://www.nytimes.com/1999/12/31/opinion/the-journey-to-2000.html"
            },
            {
                "body": "At times even the most serious trials and hearings can feel like football games, with palpable shifts in momentum. That was evident at the unusual three-day bail hearing in Albuquerque this week for Wen Ho Lee, the government scientist accused of mishandling nuclear weapons data. When an F.B.I. counterintelligence agent tried to convince a",
                "byline": "By JAMES STERNGOLD",
                "date": "19991231",
                "title": "Legal Journal; In Nuclear Secrets Case, Judge's Ruling on Bail Brought Levity to Quick End",
                "url": "http://www.nytimes.com/1999/12/31/us/legal-journal-nuclear-secrets-case-judge-s-ruling-bail-brought-levity-quick-end.html"
            },
            {
                "body": "A YEAR ago, the world was mesmerized by the spectacle of exploding rockets lighting the skies over Baghdad as American and British warplanes taught Saddam Hussein a lesson about defying United Nations arms inspections. A year later, it is clear that the fireworks were obscuring another reality: the final retreat of the Clinton administration from a",
                "byline": "By BARBARA CROSSETTE",
                "date": "19991226",
                "title": "The World; America Moves Apart From the U.N. on Iraq",
                "url": "http://www.nytimes.com/1999/12/26/weekinreview/the-world-america-moves-apart-from-the-un-on-iraq.html"
            },
            {
                "body": "INTERNATIONAL A2-16 Jet Hijacked Over India; At Least One Person Killed Five Sikh men said to be armed with grenades and rifles hijacked an Indian Airlines jet and killed at least 1 of the 189 people aboard on a forced odyssey across India, Pakistan, Afghanistan and the Persian Gulf before landing in Kandahar, Afghanistan, shortly after 10 o'clock",
                "date": "19991225",
                "title": "NEWS SUMMARY",
                "url": "http://www.nytimes.com/1999/12/25/nyregion/news-summary-064645.html"
            },
            {
                "body": "A divided Security Council voted today to create a new arms inspection system for Iraq with the promise to President Saddam Hussein that sanctions against his country could be suspended within a year and eventually lifted if he cooperates. The plan immediately removes the ceiling on the amount of oil Iraq may sell abroad -- now set at $5.26 billion",
                "byline": "By BARBARA CROSSETTE",
                "date": "19991218",
                "title": "Divided U.N. Council Approves New Iraq Arms Inspection Plan",
                "url": "http://www.nytimes.com/1999/12/18/world/divided-un-council-approves-new-iraq-arms-inspection-plan.html"
            },
            {
                "body": "France, which has delayed a vote in the Security Council on a new arms-inspection system for Iraq until Friday, is hoping for an agreement that all five permanent council members can support. ''A text that not everybody on the Security Council votes for is a great victory for Saddam Hussein,'' President Jacques Chirac said in an interview. ''A",
                "byline": "By CRAIG R. WHITNEY",
                "date": "19991217",
                "title": "France Seeks Unified Vote at the U.N. on Iraq Arms Inspections",
                "url": "http://www.nytimes.com/1999/12/17/world/france-seeks-unified-vote-at-the-un-on-iraq-arms-inspections.html"
            },
            {
                "body": "Conceding ''a dramatic departure from what I've argued and believed,'' Patrick J. Buchanan today called for an end to economic sanctions by the White House as a ''sword that slaughters children'' and entrenches dictators. ''Our sanctions are sowing seeds of hatred that will one day flower in acts of terrorism against us,'' Mr. Buchanan said in a",
                "byline": "By FRANCIS X. CLINES",
                "date": "19991217",
                "title": "Buchanan, In a Change, Calls for End To Sanctions",
                "url": "http://www.nytimes.com/1999/12/17/us/buchanan-in-a-change-calls-for-end-to-sanctions.html"
            },
            {
                "body": "The Security Council backed away today from a vote that had been planned on a new arms-inspection system for Iraq. Diplomats said foreign ministers of the five permanent council members were continuing to confer by telephone in hope of broadening support for the resolution. The vote to create a new disarmament commission for Iraq and a new program",
                "byline": "By BARBARA CROSSETTE",
                "date": "19991214",
                "title": "Security Council Backs Off Again on Vote on Inspections for Iraq",
                "url": "http://www.nytimes.com/1999/12/14/world/security-council-backs-off-again-on-vote-on-inspections-for-iraq.html"
            },
            {
                "body": "THE SOCIAL CONSTRUCTION OF WHAT? By Ian Hacking. 261 pp. Cambridge, Mass.: Harvard University Press. $29.95. I AM writing this review in the Reading Room of the London Library. Both are reflections of society. Each concept has a history, an evolving social function. Reviewing books is roughly contemporaneous with the rise of literary and academic",
                "byline": "By Daniel Johnson",
                "date": "19991212",
                "title": "Are You for Real?",
                "url": "http://www.nytimes.com/1999/12/12/books/are-you-for-real.html"
            },
            {
                "body": "The Clinton administration has made ''impressive strides'' in preventing former Soviet scientists from working for rogue states and terrorists seeking unconventional weapons, but it should spend much more to achieve that aim, a Washington research group said yesterday. ''Given the consequences of the chemical and biological brain drain,'' says a",
                "byline": "By JUDITH MILLER",
                "date": "19991210",
                "title": "U.S. Told to Spend More to Neutralize Soviet Germ Scientists",
                "url": "http://www.nytimes.com/1999/12/10/world/us-told-to-spend-more-to-neutralize-soviet-germ-scientists.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 150
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "For more than two years, one man more than any other has driven the debate over whether to build a national missile defense: Donald H. Rumsfeld. Now, in choosing Mr. Rumsfeld to be his secretary of defense, President-elect George W. Bush has signaled that the politically and diplomatically divisive goal of building a shield against nuclear missiles",
                "byline": "By STEVEN LEE MYERS",
                "date": "20001229",
                "title": "THE 43RD PRESIDENT: DEFENSE POLICY; Choice of Rumsfeld Creates Solid Team for Missile Shield",
                "url": "http://www.nytimes.com/2000/12/29/us/43rd-president-defense-policy-choice-rumsfeld-creates-solid-team-for-missile.html"
            },
            {
                "body": "President-elect George W. Bush today selected Donald H. Rumsfeld, a veteran Washington insider and champion of missile defenses, to be secretary of defense, the same job Mr. Rumsfeld held in the Ford administration a quarter-century ago before entering the world of business. Picking Mr. Rumsfeld, 68, a blunt-spoken former Navy fighter pilot and",
                "byline": "By ERIC SCHMITT",
                "date": "20001229",
                "title": "THE 43RD PRESIDENT: THE PRESIDENT-ELECT; DEFENSE SECRETARY CHOSEN; HELD SAME POST UNDER FORD",
                "url": "http://www.nytimes.com/2000/12/29/us/43rd-president-president-elect-defense-secretary-chosen-held-same-post-under.html"
            },
            {
                "body": "Following are excerpts from a news conference yesterday at which President-elect George W. Bush named Donald H. Rumsfeld as his choice for secretary of defense, as recorded by The New York Times: PRESIDENT-ELECT BUSH It is my honor to announce that I'm submitting the name of Donald Rumsfeld to be secretary of defense. I -- there's no question in my",
                "date": "20001229",
                "title": "THE 43RD PRESIDENT; Comments by Bush and Rumsfeld on Selection for the Secretary of Defense",
                "url": "http://www.nytimes.com/2000/12/29/us/43rd-president-comments-bush-rumsfeld-selection-for-secretary-defense.html"
            },
            {
                "body": "Following are excerpts from remarks by President-elect George W. Bush designating General Colin L. Powell as secretary of state and General Powell's response as recorded by The New York Times: PRESIDENT-ELECT BUSH: Many times during the course of my campaign I said that if all went well Gen. Colin Powell just might be called back into the service",
                "date": "20001217",
                "title": "THE 43RD PRESIDENT; Remarks at Announcement of Powell's Nomination as Secretary of State",
                "url": "http://www.nytimes.com/2000/12/17/us/43rd-president-remarks-announcement-powell-s-nomination-secretary-state.html"
            },
            {
                "body": "In his first cabinet appointment, President-elect George W. Bush today named retired Gen. Colin L. Powell to be his secretary of state and called for a foreign policy addressing global opportunities, challenges and dangers ''in a spirit of national unity and bipartisanship.'' Standing together in a school in a dusty crossroads town near Mr. Bush's",
                "byline": "By ALISON MITCHELL",
                "date": "20001217",
                "title": "THE 43RD PRESIDENT: THE PRESIDENT-ELECT; POWELL TO HEAD STATE DEPT. AS BUSH'S FIRST CABINET PICK",
                "url": "http://www.nytimes.com/2000/12/17/us/43rd-president-president-elect-powell-head-state-dept-bush-s-first-cabinet-pick.html"
            },
            {
                "body": "Foreign Minister Tariq Aziz of Iraq was in town doing some lobbying on behalf of President Saddam Hussein last month, and while he was here, he took the opportunity to say on national television what several former Soviet client states may have been wanting to say for a long time. ''For the last 10 years, some people have held jobs in the Russian",
                "byline": "By PATRICK E. TYLER",
                "date": "20001213",
                "title": "Putin, Nurturing Friendships of Soviet Era, Tosses a Wide Net",
                "url": "http://www.nytimes.com/2000/12/13/world/putin-nurturing-friendships-of-soviet-era-tosses-a-wide-net.html"
            },
            {
                "body": "SADDAM'S BOMBMAKER The Terrifying Inside Story of the Iraqi Nuclear and Biological Weapons Agenda. By Khidhir Hamza with Jeff Stein. 352 pp. New York: A Lisa Drew Book/Scribner. $26. There are several stories in Khidhir Hamza's gripping and unsettling memoir, ''Saddam's Bombmaker.'' First there is the rare account of the life of the privileged in",
                "byline": "By Barbara Crossette",
                "date": "20001210",
                "title": "He's Got to Have It",
                "url": "http://www.nytimes.com/2000/12/10/books/he-s-got-to-have-it.html"
            },
            {
                "body": "IN a little-noticed speech to American veterans of the Persian Gulf war last year, former President George Bush joked that it was a ''sore spot with me'' to be ''out of work while Saddam Hussein still has a job.'' ''It's not fair,'' Mr. Bush complained. Mr. Hussein was supposed to be long gone by now -- or at least inexorably weakened by an erosion",
                "byline": "By ELAINE SCIOLINO",
                "date": "20001210",
                "title": "The World; He Knows How to Torment Presidents. Who's Next?",
                "url": "http://www.nytimes.com/2000/12/10/weekinreview/the-world-he-knows-how-to-torment-presidents-who-s-next.html"
            },
            {
                "body": "Russia is ready to cooperate with the new military force being drawn up by the European Union, Foreign Minister Igor Ivanov said today. ''We consider it completely natural, the effort by Europe with their own forces to provide for their own security,'' Mr. Ivanov told leading European policy makers and analysts at a forum on Europe. ''And in a",
                "date": "20001126",
                "title": "Russia Backs European Plan For New Force",
                "url": "http://www.nytimes.com/2000/11/26/world/russia-backs-european-plan-for-new-force.html"
            },
            {
                "body": "Elaine Scarry is in her garden fretting over her dahlias. ''They were completely wiped out by the freezing temperatures last night,'' she says, her voice edged with concern. She bends over to inspect the limp pink blooms. Perhaps the damage will not prove fatal. The day is warm, after all. Though it is late September, Scarry's narrow patch of green",
                "byline": "By Emily Eakin",
                "date": "20001119",
                "title": "Professor Scarry Has a Theory",
                "url": "http://www.nytimes.com/2000/11/19/magazine/professor-scarry-has-a-theory.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 101
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Within hours of the Sept. 11 attacks, President Bush said, ''We will make no distinction between the terrorists who committed these acts and those who harbor them.'' From that first statement, Mr. Bush shaped a grand strategy for the war on terrorism that is as transforming of American policy as was Ronald Reagan's pledge to consign an ''evil",
                "byline": "By Richard Perle",
                "date": "20011228",
                "title": "The U.S. Must Strike at Saddam Hussein",
                "url": "http://www.nytimes.com/2001/12/28/opinion/the-us-must-strike-at-saddam-hussein.html"
            },
            {
                "body": "Addressing the challenge of strengthening the nation against terrorist threats, President Bush will emphasize domestic security in his State of the Union speech next month and propose billions of dollars in security initiatives in his new budget, White House officials say. To underscore the new national priority, the budget will include for the",
                "byline": "By ALISON MITCHELL",
                "date": "20011227",
                "title": "A NATION CHALLENGED: DOMESTIC SECURITY; Security Issues Called a Focus Of Next Budget",
                "url": "http://www.nytimes.com/2001/12/27/us/nation-challenged-domestic-security-security-issues-called-focus-next-budget.html"
            },
            {
                "body": "In the wake of the attempted bombing last week of the American Airlines flight from Paris by a terrorist nut with explosives in his shoe, I'm thinking of starting my own airline, which would be called: Naked Air. Its motto would be: ''Everybody flies naked and nobody worries.'' Or ''Naked Air -- where the only thing you wear is a seat belt.'' Think",
                "byline": "By THOMAS L. FRIEDMAN",
                "date": "20011226",
                "title": "Naked Air",
                "url": "http://www.nytimes.com/2001/12/26/opinion/naked-air.html"
            },
            {
                "body": "A white supremacist accused of mailing white powder and racist literature to a woman at the height of the anthrax scare is being held without bail. The supremacist, Donald Bruce McAninch, 45, pleaded not guilty to ''threatened use of certain weapons of mass destruction,'' mail theft and mail fraud. On Friday, he was ordered to remain in federal",
                "date": "20011225",
                "title": "A NATION CHALLENGED; Supremacist Is Accused in Anthrax Scare",
                "url": "http://www.nytimes.com/2001/12/25/us/a-nation-challenged-supremacist-is-accused-in-anthrax-scare.html"
            },
            {
                "body": "At a pivotal moment in the siege of Kunduz late last month, a Northern Alliance commander urgently requested American airstrikes against several hundred Taliban soldiers and tanks massing on a ridge more than a mile from the city. He pleaded that the attack be launched within 24 hours. A Special Operations ground spotter immediately radioed an",
                "byline": "By ERIC SCHMITT and JAMES DAO",
                "date": "20011224",
                "title": "A NATION CHALLENGED: THE AIR CAMPAIGN; Use of Pinpoint Air Power Comes of Age in New War",
                "url": "http://www.nytimes.com/2001/12/24/world/nation-challenged-air-campaign-use-pinpoint-air-power-comes-age-new-war.html"
            },
            {
                "body": "The vast, empty foyer of the American Red Cross's stately headquarters in Washington seemed as remote from ground zero as white marble from rubble. That was my inescapable, if facile, thought as I glided up the Tara-like central staircase one morning in early November. The holy hush was misleading, though. It gave no hint of the passionate, even",
                "byline": "By Deborah Sontag",
                "date": "20011223",
                "title": "Who Brought Bernadine Healy Down?",
                "url": "http://www.nytimes.com/2001/12/23/magazine/who-brought-bernadine-healy-down.html"
            },
            {
                "body": "Prime Minister Tony Blair ended two days of talks with President Vladimir V. Putin of Russia promising new intelligence exchanges and saying relations between Moscow and the West were the closest they had been in decades. Mr. Blair praised Russia for its cooperation with the antiterror coalition since the attacks on the United States on Sept. 11",
                "byline": "By WARREN HOGE",
                "date": "20011223",
                "title": "Blair and Putin Agree to Begin Exchange of Intelligence Data",
                "url": "http://www.nytimes.com/2001/12/23/world/blair-and-putin-agree-to-begin-exchange-of-intelligence-data.html"
            },
            {
                "body": "When a postal worker allegedly scrawled a note about anthrax on a package at his job as a joke, the authorities found no humor in the deed. The worker, Clarence Lindsey, was indicted and, if convicted, could face up to five years in prison. Mr. Lindsey is one of 58 people nationwide arrested and charged in connection with anthrax hoaxes or threats",
                "date": "20011222",
                "title": "A NATION CHALLENGED: THE FALSE ALARMS; Postal Service Is Kept Busy Tracking Down Anthrax Scares",
                "url": "http://www.nytimes.com/2001/12/22/us/nation-challenged-false-alarms-postal-service-kept-busy-tracking-down-anthrax.html"
            },
            {
                "body": "An Iraqi defector who described himself as a civil engineer said he personally worked on renovations of secret facilities for biological, chemical and nuclear weapons in underground wells, private villas and under the Saddam Hussein Hospital in Baghdad as recently as a year ago. The defector, Adnan Ihsan Saeed al-Haideri, gave details of the",
                "byline": "By JUDITH MILLER",
                "date": "20011220",
                "title": "A NATION CHALLENGED: SECRET SITES; Iraqi Tells of Renovations at Sites For Chemical and Nuclear Arms",
                "url": "http://www.nytimes.com/2001/12/20/world/nation-challenged-secret-sites-iraqi-tells-renovations-sites-for-chemical.html"
            },
            {
                "body": "Libyan leader Col. Muammar el-Qadaffi has notified diplomats in the Netherlands that after two decades of building one of the largest stockpiles of chemical weapons in the Middle East he is ready to sign an international treaty banning them. Colonel Qadaffi's decision -- which would open his extensive underground desert facilities to outside",
                "byline": "By PATRICK E. TYLER",
                "date": "20011220",
                "title": "A NATION CHALLENGED: LIBYA; In Changed World, Qadaffi Is Changing, Too",
                "url": "http://www.nytimes.com/2001/12/20/world/a-nation-challenged-libya-in-changed-world-qadaffi-is-changing-too.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 257
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Iraq today accused the United States of using a double standard, contrasting the American military buildup in the Persian Gulf with the Bush administration's decision to use diplomacy to try to settle a nuclear arms crisis in North Korea. Al Thawra, the official newspaper of President Saddam Hussein's Baath Party, said it was unfair that Washington",
                "date": "20021231",
                "title": "Iraq Condemns U.S. Over North Korea",
                "url": "http://www.nytimes.com/2002/12/31/world/iraq-condemns-us-over-north-korea.html"
            },
            {
                "body": "The Bush administration backed away today from a longstanding declaration by the United States that it would not tolerate a North Korean nuclear arsenal, as Secretary of State Colin L. Powell and other officials insisted that it would be counterproductive to set deadlines for North Korea to meet American demands or make threats to take military",
                "byline": "By DAVID E. SANGER",
                "date": "20021230",
                "title": "THREATS AND RESPONSES: NUCLEAR ANXIETY; U.S. EASES THREAT ON NUCLEAR ARMS FOR NORTH KOREA",
                "url": "http://www.nytimes.com/2002/12/30/world/threats-responses-nuclear-anxiety-us-eases-threat-nuclear-arms-for-north-korea.html"
            },
            {
                "body": "If the Bush administration hopes to use trade sanctions to force North Korea to abandon its nuclear bomb program, it has not counted on the likes of Kim Yoon Kyu, an energetic South Korean capitalist who is proud of his photos with North Korea's leader. Next month, Mr. Kim's bulldozers are to break ground on what is planned as the largest foreign",
                "byline": "By JAMES BROOKE",
                "date": "20021230",
                "title": "THREATS AND RESPONSES: THE ASIAN ARENA; U.S. Plan for Trade Penalties for North Korea Worries South Korean Investors",
                "url": "http://www.nytimes.com/2002/12/30/world/threats-responses-asian-arena-us-plan-for-trade-penalties-for-north-korea.html"
            },
            {
                "body": "For three weeks -- in October, the area around the nation's capital was a sea of anxiety, as 10 people were killed in a series of sniper attacks. An ex-soldier, John Muhammad, and his teenage protg, Lee Malvo, were charged in the shootings. Republicans regained control of the Senate in November after President Bush campaigned around the",
                "date": "20021230",
                "title": "THE YEAR IN PICTURES: OCTOBER/NOVEMBER/DECEMBER",
                "url": "http://www.nytimes.com/2002/12/30/us/the-year-in-pictures-october-november-december.html"
            },
            {
                "body": "IF centuries of brutal power struggles over the Korean Peninsula could be ignored, if Seoul could be protected, if Asia had a NATO, the crisis that has re-ignited in Korea would lend itself to a swift -- if temporary -- solution. Yongbyon, the nuclear plant that North Korea began reactivating last week, might be the perfect place to execute the",
                "byline": "By DAVID E. SANGER",
                "date": "20021229",
                "title": "Ideas & Trends; Asia's Splits Deepen Korea Crisis",
                "url": "http://www.nytimes.com/2002/12/29/weekinreview/ideas-trends-asia-s-splits-deepen-korea-crisis.html"
            },
            {
                "body": "JANUARY Euro becomes legal tender in Europe. The jobless rate rose in December to 5.8 percent, a level it last reached in April 1995. President Bush chokes on a pretzel, faints and falls off couch while watching TV. Palestinian gunman kills six Israelis at bat mitzvah celebration. Kmart files for bankruptcy. The journalist Daniel Pearl is reported",
                "date": "20021229",
                "title": "Year in Review",
                "url": "http://www.nytimes.com/2002/12/29/weekinreview/year-in-review.html"
            },
            {
                "body": "Iraq handed over to the United Nations office here today a list of more than 500 experts involved in the development of ballistic missiles and nuclear, chemical or biological weapons, setting the stage for one of the knottiest tasks facing the renewed inspections. The list fulfills one requirement of the United Nations Security Council's Resolution",
                "byline": "By NEIL MacFARQUHAR",
                "date": "20021229",
                "title": "THREATS AND RESPONSES: SCIENTISTS; Iraq Gives the U.N. a List Of 500 Weapons Experts",
                "url": "http://www.nytimes.com/2002/12/29/world/threats-and-responses-scientists-iraq-gives-the-un-a-list-of-500-weapons-experts.html"
            },
            {
                "body": "The Kurdish security official sat at his desk, handling letters from his informants. Each contained a tip that might change the future of Iraq. Or maybe he was being played for a dope. He held a sheet of paper aloft. ''This one says the Iraqis built a mosque in Tuz Khormatu, but under the ground is a hollow place,'' he said. ''The mosque has no",
                "byline": "By C. J. CHIVERS",
                "date": "20021229",
                "title": "THREATS AND RESPONSES: NORTHERN IRAQ; Kurdish Agents Play Spy Games With Iraqis on Arms Tips",
                "url": "http://www.nytimes.com/2002/12/29/world/threats-responses-northern-iraq-kurdish-agents-play-spy-games-with-iraqis-arms.html"
            },
            {
                "body": "The Bush administration has prepared a comprehensive strategy to increase financial and political pressure on North Korea if it does not abandon its effort to make nuclear weapons, according to senior administration officials. Under the new policy, the United Nations Security Council could threaten economic sanctions, and the American military",
                "byline": "By MICHAEL R. GORDON",
                "date": "20021229",
                "title": "THREATS AND RESPONSES: ASIAN ARENA; U.S. READIES PLAN TO RAISE PRESSURE ON NORTH KOREANS",
                "url": "http://www.nytimes.com/2002/12/29/world/threats-responses-asian-arena-us-readies-plan-raise-pressure-north-koreans.html"
            },
            {
                "body": "Osama bin Laden, the founder and leader of Al Qaeda, was dead for about five months this past year. In July, Dale Watson, then the F.B.I.'s head of counterterrorism, said publicly that he thought bin Laden had died, perhaps in the savage battle of Tora Bora in Afghanistan. No, said Pervez Musharraf, the president and generalissimo of Pakistan, bin",
                "byline": "By James Traub",
                "date": "20021229",
                "title": "THE WAY WE LIVE NOW: 12-29-02; Osama, Dead or Alive",
                "url": "http://www.nytimes.com/2002/12/29/magazine/the-way-we-live-now-12-29-02-osama-dead-or-alive.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 702
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "A month after American troops occupied Baghdad, the family of Dr. Taki al-Moosawi was gathered at his Baghdad home, watching one of the Arab satellite channels that have become popular since the toppling of Saddam Hussein made it possible for any Iraqi, not just the ruling clique, to have satellite receivers. And suddenly there it was: Old film",
                "byline": "By JOHN F. BURNS",
                "date": "20031231",
                "title": "How Disappearance in '84 Blighted Family in Iraq",
                "url": "http://www.nytimes.com/2003/12/31/world/how-disappearance-in-84-blighted-family-in-iraq.html"
            },
            {
                "body": "The top United Nations nuclear inspector, Dr. Mohamed ElBaradei, said Monday that Libya's nuclear program was years away from producing a nuclear weapon and that important pieces of equipment were now largely dismantled and stored in boxes. But Dr. ElBaradei, who spoke in Libya after visiting four previously undeclared sites where scientists had",
                "byline": "By PATRICK E. TYLER",
                "date": "20031230",
                "title": "LIBYA'S ATOM BID IN EARLY PHASES",
                "url": "http://www.nytimes.com/2003/12/30/world/libya-s-atom-bid-in-early-phases.html"
            },
            {
                "body": "There is a deceiving sense of timelessness to the stillness of rural life. The jungles of Mindanao offer few clues as to whether it's the early 20th century, or the early 21st. Nor do the highlands of Guatemala, the Mekong Delta in Vietnam or the cotton-rich plains of the Sahel in West Africa. But these disparate regions are very much of the",
                "date": "20031230",
                "title": "The Unkept Promise",
                "url": "http://www.nytimes.com/2003/12/30/opinion/the-unkept-promise.html"
            },
            {
                "body": "IRAQ saw a brutal era end, and an uncertain one begin. After threatening to do so for a year, the Bush administration sent troops into Iraq to unseat Saddam Hussein. From the start, on March 19, little happened according to plan. Airstrikes proved less shocking to Iraq than anticipated. But lines of Iraqi defenders barely materialized, giving way",
                "date": "20031229",
                "title": "THE YEAR IN PICTURES: IRAQ",
                "url": "http://www.nytimes.com/2003/12/29/news/the-year-in-pictures-iraq.html"
            },
            {
                "body": "At the end of each year, Arts & Ideas asks a handful of writers, scholars and other opinionated people to identify the year's most underrated and overrated ideas. Contributors may choose any subject they please, from designer chocolate to extreme makeovers, but most pick Big Concepts like religion, money or politics. If you find yourself outraged",
                "byline": "Emily Eakin and Felicia R. Lee compiled the responses.",
                "date": "20031227",
                "title": "2003's Most Overrated and Underrated Ideas; . . . and Those Underachievers",
                "url": "http://www.nytimes.com/2003/12/27/arts/2003-s-most-overrated-and-underrated-ideas-and-those-underachievers.html"
            },
            {
                "body": "It is understandable that David Kay, the chief American weapons inspector in Iraq, may want to bail out before the search for weapons of mass destruction has reached a conclusion. The search team has turned up little of significance so far, its work has been slowed by a lack of security, and some of its staff and budget is being diverted to help in",
                "date": "20031226",
                "title": "Leading the Weapons Hunt in Iraq",
                "url": "http://www.nytimes.com/2003/12/26/opinion/leading-the-weapons-hunt-in-iraq.html"
            },
            {
                "body": "Libya's pledge to give up its weapons of mass destruction and the possibility that the United States may soon end its economic sanctions against Libya could be a boon for several American oil companies that once had extensive operations there, several energy executives said on Monday. ConocoPhillips and Marathon Oil, both based here; Amerada Hess",
                "byline": "By SIMON ROMERO",
                "date": "20031224",
                "title": "Oil Giants Look Anew At Libya",
                "url": "http://www.nytimes.com/2003/12/24/business/oil-giants-look-anew-at-libya.html"
            },
            {
                "body": "Parmalat Invented Assets, Italian Investigators Say Parmalat engaged in a tangled scheme involving dozens of offshore front companies to invent assets to offset perhaps as much as $11 billion in liabilities over more than a decade, Italian investigators said. The case prompted the Italian cabinet to approve a decree to make it easier for Parmalat",
                "date": "20031224",
                "title": "BUSINESS DIGEST",
                "url": "http://www.nytimes.com/2003/12/24/business/business-digest-688290.html"
            },
            {
                "body": "To the Editor: The Bush administration's linkage of the invasion of Iraq with Libya's offer on unconventional weapons (front page, Dec. 20) violates two laws of logic: ''who proves too much proves nothing'' and ''because it happens after X does not mean it is because of X.'' Libya had many political and economic motives for ending its primitive",
                "date": "20031223",
                "title": "Was Qaddafi Swayed by the War?",
                "url": "http://www.nytimes.com/2003/12/23/opinion/l-was-qaddafi-swayed-by-the-war-672696.html"
            },
            {
                "body": "To the Editor: Col. Muammar el-Qaddafi has been an active enemy of the United States and a threat to world peace for more than 30 years. His decision to rid his country of all weapons of mass destruction and to submit to international inspections (front page, Dec. 20) is a direct consequence of President Bush's policy of using military power to",
                "date": "20031223",
                "title": "Was Qaddafi Swayed by the War?",
                "url": "http://www.nytimes.com/2003/12/23/opinion/l-was-qaddafi-swayed-by-the-war-672653.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 907
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "In 41 years as a pundit, Robert D. Novak has rarely shied from controversy. As a syndicated columnist and fixture on cable-news shoutfests, Mr. Novak has opined from the right about some of the biggest stories of his time. He has been a stout cold warrior, a critic of Israeli policies and a passionate defender of military veterans who criticized",
                "byline": "By LORNE MANLY and ADAM LIPTAK",
                "date": "20041231",
                "title": "At Leak Inquiry's Center, a Circumspect Columnist",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A00E3D81439F932A05751C1A9629C8B63"
            },
            {
                "body": "AS he considers new candidates for secretary of homeland security, President Bush should resist the temptation to nominate a politician, a policeman or a protg. The new secretary should have experience in both the business world and in Washington, and be as adept at overseeing mergers and acquisitions as at navigating the federal bureaucracy",
                "byline": "By Clark Kent Ervin",
                "date": "20041227",
                "title": "Mission: Difficult, but Not Impossible",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C05E0DC1F30F934A15751C1A9629C8B63"
            },
            {
                "body": "You might think that the debacle in Iraq would be enough for the Pentagon, that it would not be in the mood to seek out new routes to unnecessary wars for the United States to fight. But with Donald Rumsfeld at the apex of the defense establishment, enough is never enough. So, as detailed in an article in The Times on Dec. 19, Mr. Rumsfeld's",
                "byline": "By BOB HERBERT",
                "date": "20041227",
                "title": "Shopping For War",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D06E5DA1F30F934A15751C1A9629C8B63"
            },
            {
                "body": "It was the pun that launched a thousand quips. Publications and Web sites of a leftish bent have been using the phrase ''weapons of mass distraction'' as a cudgel against the Bush administration. The phrase is not new; the wordplay on ''weapons of mass destruction'' is too tempting to go unuttered for long. But the word that does the phrase's heavy",
                "byline": "By JOHN SCHWARTZ",
                "date": "20041226",
                "title": "2004: In a Word; WEAPONS OF MASS DISTRACTION",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C04E6DC1E30F935A15751C1A9629C8B63"
            },
            {
                "body": "To the Editor: Re ''Fighting On Is the Only Option, Americans Say'' (front page, Dec. 22): While I was opposed to the invasion of Iraq, and predicted, as many others did, the current mess, I have to agree that currently there is no choice. We cannot leave without even more disastrous results. The continued assertion by the Bush administration that",
                "date": "20041223",
                "title": "The Massacre in Mosul, and the Echoes at Home",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=940CEEDC1130F930A15751C1A9629C8B63"
            },
            {
                "body": "OUTSIDE, a hard winter's afternoon settles on the village, but inside their cottage Nikolai and Nastia lay out a spread: apples from their orchard, pickles from their garden, mushrooms from the woods around and full glasses of samogon, otherwise known as Ukrainian moonshine. Samogon, the locals say, offers protection from radioactivity, a",
                "byline": "By Martin Cruz Smith",
                "date": "20041222",
                "title": "Living in the Dead Zone",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C04E4DE1030F931A15751C1A9629C8B63"
            },
            {
                "body": "To the Editor: It is fascinating the extent to which apologists for the Iraq war will go to justify the unjustifiable, although William Safire does so with a literary flair that is unique. To find weapons of mass destruction, he constructs an alternate reality, thereby hoping to justify an invasion in this (actual) reality. Unfortunately, such an",
                "date": "20041222",
                "title": "The War in Iraq, Fiction and Reality",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C0DEFDD1030F931A15751C1A9629C8B63"
            },
            {
                "body": "The White House seems to have slipped the bonds of simple denial and escaped into the disturbing realm of utter delusion. On Tuesday, there was President Bush hanging the nation's highest civilian honor, the Presidential Medal of Freedom, on George Tenet, the former C.I.A. director who slept through the run-up to Sept. 11 and then did the president",
                "byline": "By BOB HERBERT",
                "date": "20041217",
                "title": "Fiddling as Iraq Burns",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9D04EEDF1530F934A25751C1A9629C8B63"
            },
            {
                "body": "To the Editor: Re ''War Figures Honored With Medal of Freedom'' (news article, Dec. 15): How can one justify awarding the Presidential Medal of Freedom to those whom President Bush called ''three men who have played pivotal roles in great events''? George J. Tenet, the former director of central intelligence, came to the ''pivotal'' conclusion that",
                "date": "20041216",
                "title": "Medals at Odds With Reality of War",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9F06E7DE1430F935A25751C1A9629C8B63"
            },
            {
                "body": "Timely Jazz Tribute When the Panamanian-born pianist Danilo Prez created the Panama Jazz Festival last year, he wanted to celebrate the homegrown talent that gets little notice outside that country. For the second annual festival, to begin in Panama City on Jan. 20, Mr. Prez planned a tribute to Victor Boa, a pianist Mr. Prez has called ''the",
                "byline": "Compiled by Ben Sisario",
                "date": "20041213",
                "title": "Arts, Briefly",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C05E2D91F31F930A25751C1A9629C8B63"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 509
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Everyone at the conference was hanging on the words of Ryan Henry, and it was not difficult to figure out why. Mr. Henry, a top Pentagon planning official, was giving an early glimpse of the Defense Department's priorities over the next four years to an industry gathering in New York of executives of Lockheed Martin, Boeing, General Dynamics and",
                "byline": "By LESLIE WAYNE",
                "date": "20051227",
                "title": "Contractors Are Warned: Cuts Coming For Weapons",
                "url": "http://www.nytimes.com/2005/12/27/business/27weapons.html"
            },
            {
                "body": "It is hard to believe, but more than four years after the Sept. 11 attacks, Congress has still not acted to make chemical plants, one of the nation's greatest terrorist vulnerabilities, safer. Last week, Senators Susan Collins, a Maine Republican, and Joseph Lieberman, a Connecticut Democrat, unveiled a bipartisan chemical plant security bill. We",
                "date": "20051227",
                "title": "Time for Chemical Plant Security",
                "url": "http://www.nytimes.com/2005/12/27/opinion/27tues1.html"
            },
            {
                "body": "TAB HUNTER CONFIDENTIAL: The Making of a Movie Star. By Tab Hunter with Eddie Muller. (Algonquin, $24.95.) The interesting thing about Hunter has never been his soporific movies, like ''Island of Desire'' or ''Lust in the Dust,'' or even his treacly 1957 hit single, ''Young Love.'' It's himself. In his memoir, Hunter provides a mesmerizing account",
                "byline": "By Jacob Heilbrunn",
                "date": "20051225",
                "title": "Nonfiction Chronicle",
                "url": "http://www.nytimes.com/2005/12/25/books/review/25heilbrunn.html"
            },
            {
                "body": "DAVID LETTERMAN President Bush stopped in Canada and got a cool reception. But on the bright side, he was able to stop and buy some discount prescription drugs. Have you seen the big ''Gates'' exhibit in Central Park? Everyone is going crazy about it. The most commonly heard phrase about ''The Gates'' is ''Thank God that was free.'' A judge now",
                "date": "20051225",
                "title": "2005: LAUGH LINES",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9E0DE4D61530F936A15751C1A9639C8B63"
            },
            {
                "body": "The F.B.I. and the Energy Department have conducted thousands of searches for radioactive materials at private sites around the country in the last three years, government officials confirmed on Friday. The existence of the search program was disclosed on Thursday by U.S. News & World Report, on its Web site. Since the attacks of Sept. 11, 2001,",
                "byline": "By MATTHEW L. WALD",
                "date": "20051224",
                "title": "Widespread Radioactivity Monitoring Is Confirmed",
                "url": "http://www.nytimes.com/2005/12/24/national/24radioactive.html"
            },
            {
                "body": "Iraqi lawyers said Monday that a group of 24 former officials in Saddam Hussein's government were released from an American military detention center over the weekend and that they included four leading figures in Mr. Hussein's program to develop weapons of mass destruction. Among the four are two women who were scientists identified by United",
                "byline": "By JOHN F. BURNS",
                "date": "20051220",
                "title": "THE REACH OF WAR: DETAINEES; 24 Ex-Hussein Officials Freed From U.S. Custody",
                "url": "http://www.nytimes.com/2005/12/20/international/middleeast/20amnesty.html"
            },
            {
                "body": "President Bush and two of his most senior aides argued Monday that the highly classified program to spy on suspected members of terrorist groups in the United States grew out of the president's constitutional authority and a 2001 Congressional resolution that authorized him to use all necessary force against those responsible for the Sept. 11",
                "byline": "By ERIC LICHTBLAU and DAVID E. SANGER; Eric Schmitt and Sheryl Gay Stolberg contributed reporting for this article.",
                "date": "20051220",
                "title": "Administration Cites War Vote In Spying Case",
                "url": "http://www.nytimes.com/2005/12/20/politics/20spy.html"
            },
            {
                "body": "FRUSTRATED by all those frequent-flier miles you've piled up and are unable to use? Then you should know Pam Lea-Maida. She spoke to me by cellphone after pulling off the road in icy Vermont the other day while driving to a rendezvous with her son, Casey, 27, a National Guard medic who was due to arrive in Burlington by military aircraft from Iraq,",
                "byline": "By Joe Sharkey",
                "date": "20051220",
                "title": "ON THE ROAD; Frequent-Flier Miles For Families of Soldiers",
                "url": "http://www.nytimes.com/2005/12/20/business/20road.html"
            },
            {
                "body": "To the Editor: Re ''Asking Patience, President Cites Progress in Iraq'' (front page, Dec. 19): Although President Bush finally admitted Sunday night that his primary rationale for invading Iraq was wrong, he continues to misrepresent domestic opposition to the occupation. When he asks us not to ''give in to despair,'' he refuses to acknowledge that",
                "date": "20051220",
                "title": "Bush's Speech on Iraq: Did He Make the Sale?",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9402EED91730F933A15751C1A9639C8B63"
            },
            {
                "body": "Following are excerpts from President Bush's speech to the nation last night about Iraq, as provided by the White House. A full text is at www.nytimes.com/world: Good evening. Three days ago, in large numbers, Iraqis went to the polls to choose their own leaders -- a landmark day in the history of liberty. In coming weeks, the ballots will be",
                "date": "20051219",
                "title": "Bush's View: 'Work Is Not Done'",
                "url": "http://www.nytimes.com/2005/12/19/politics/19ptext.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 252
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The capture of Saddam Hussein three years ago was a jubilant moment for the White House, hailed by President Bush in a televised address from the Cabinet Room. The execution of Mr. Hussein, though, seemed hardly to inspire the same sentiment. Before the hanging was carried out in Baghdad, Mr. Bush went to sleep here at his ranch and was not roused",
                "byline": "By JEFF ZELENY",
                "date": "20061230",
                "title": "THE STRUGGLE FOR IRAQ: NEWS ANALYSIS; Joy of Capture Muted at End",
                "url": "http://www.nytimes.com/2006/12/30/world/middleeast/30assess.html"
            },
            {
                "body": "President Gerald R. Ford was never one for second-guessing, but for many years after leaving office in 1977, he carried in his wallet a scrap of a 1915 Supreme Court ruling. A pardon, the excerpt said, ''carries an imputation of guilt,'' and acceptance of a pardon is ''a confession of it.'' Mr. Ford's decision to pardon Richard M. Nixon for any",
                "byline": "By SCOTT SHANE",
                "date": "20061229",
                "title": "THE 38TH PRESIDENT; For Ford, Pardon Decision Was Always Clear-Cut",
                "url": "http://www.nytimes.com/2006/12/29/washington/29pardon.html"
            },
            {
                "body": "At the close of the Senate's lame-duck session, in between formulaic tributes to senators departing voluntarily or otherwise, a Republican backbencher suddenly rose to give one of the most passionate and surprising speeches about the war in Iraq yet delivered in Congress. For a solid Republican who had originally voted for the war, the words spoken",
                "byline": "By JAMES RISEN",
                "date": "20061228",
                "title": "G.O.P. Senator in Spotlight After a Critical Iraq Speech",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C05E6DE1F31F93BA15751C1A9609C8B63"
            },
            {
                "body": "To the Editor: Re ''Options Weighed for Surge in G.I.'s to Stabilize Iraq'' (front page, Dec. 16): The talk of sending 20,000 to 50,000 more troops to Iraq will result in thousands more America haters outside of Iraq going there to fight our soldiers. Will the justification then be that we drew more terrorists to Iraq so that they will not come",
                "date": "20061219",
                "title": "What Would More Troops Achieve?",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9804E6D81331F93AA25751C1A9609C8B63"
            },
            {
                "body": "About three-quarters of the way through FINDING THE TARGET: The Transformation of American Military Policy (Encounter, $29.95), his scathing critique of current Pentagon thinking, Frederick W. Kagan pauses to ask, ''How does war change?'' Conflict, after all, seems to be embedded in human nature; it is mankind's default position. At every moment in",
                "byline": "By Barry Gewen",
                "date": "20061217",
                "title": "War Chronicle",
                "url": "http://www.nytimes.com/2006/12/17/books/review/Gewen.t.html"
            },
            {
                "body": "Some recent images from George W. Bush's war on terror: Jose Padilla, the supposed dirty bomber, submitting while guards blindfolded him and covered his ears for a walk from his cell to a dentist's chair. Government lawyers arguing that a prisoner could not testify that he was tortured by American agents, because their brutality was a secret. A",
                "date": "20061217",
                "title": "Unfinished Business",
                "url": "http://www.nytimes.com/2006/12/17/opinion/17sun1.html"
            },
            {
                "body": "To the Editor: Re ''Military Considers Sending as Many as 35,000 More U.S. Troops to Iraq, McCain Says'' (news article, Dec. 15): Senator John McCain says a troop increase should last ''until we can get the situation under control, or until it becomes clear that we can't.'' Senator McCain: We can't. In the 1960s, the United States steadily",
                "date": "20061216",
                "title": "Who Has the Road Map for Iraq?",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9A02E3D71231F935A25751C1A9609C8B63"
            },
            {
                "body": "IN the days since Jeane Kirkpatrick's death, much has been written about her tenure at the United Nations, her foreign policy outlook and her indelible personality. But not a lot has been said about Jeane Kirkpatrick, ardent Democrat -- and what that meant to the success of Ronald Reagan in international affairs. Let me take you back to early 1980.",
                "byline": "By Richard V. Allen",
                "date": "20061216",
                "title": "Jeane Kirkpatrick and the Great Democratic Defection",
                "url": "http://www.nytimes.com/2006/12/16/opinion/16allen.html"
            },
            {
                "body": "All cargo sent by container ships to the United States from three ports -- in Pakistan, Honduras and Southampton, England -- will be scanned for hidden nuclear weapons or components starting next year under a federal antiterrorist program that some in Congress want to see mandated worldwide. The program, called the Secure Freight Initiative, will",
                "byline": "By ERIC LIPTON",
                "date": "20061208",
                "title": "U.S. to Expand Cargo Scans To Detect Nuclear Material",
                "url": "http://www.nytimes.com/2006/12/08/us/08cargo.html"
            },
            {
                "body": "Following are excerpts from the opening statement and testimony under questioning of Robert M. Gates, President Bush's nominee to be defense secretary, in an appearance yesterday before the Senate Armed Services Committee, as transcribed by the Federal News Service. Mr. Gates spoke at length about the regional implications of the course of events",
                "date": "20061206",
                "title": "THE REACH OF WAR; Middle East Turns on Iraq, Nominee Says",
                "url": "http://www.nytimes.com/2006/12/06/washington/06gtext.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 218
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "DOOMSDAY MEN The Real Dr. Strangelove and the Dream of the Superweapon By P. D. Smith Illustrated. 553 pages. St. Martin's Press. $29.95. In ''Destination Unknown,'' an Agatha Christie thriller published in 1954, two women sit knitting in an English hotel, discussing the latest terror weapon of the nuclear age, the cobalt bomb. ''I do think all",
                "byline": "By WILLIAM GRIMES",
                "date": "20071228",
                "title": "BOOKS OF THE TIMES; Sci-Fi Dream Turns World's Worst Nightmare",
                "url": "http://www.nytimes.com/2007/12/28/books/28book.html"
            },
            {
                "body": "''Homo Politicus'' ought to be a solemn book, but it reeks of unseemly glee. Although Dana Milbank, The Washington Post's ''Washington Sketch'' columnist, has collected a rich compendium of astoundingly ill-advised acts and statements on the parts of public officials, he fails to register the threat posed by such ineptitude. Instead he treats",
                "byline": "By JANET MASLIN",
                "date": "20071220",
                "title": "BOOKS OF THE TIMES; A Field Guide to the Rituals and Foibles of the Wild Potomac Man",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9903E0DE153EF933A15751C1A9619C8B63"
            },
            {
                "body": "Catching Americans who travel illegally to Cuba or who purchase cigars, rum or other products from the island may be distracting some American government agencies from higher-priority missions like fighting terrorism and combating narcotics trafficking, a government audit to be released Wednesday says. The report, from the Government Accountability",
                "byline": "By MARC LACEY; James C. McKinley Jr. contributed reporting.",
                "date": "20071219",
                "title": "Report Finds U.S. Agencies Distracted by Focus on Cuba",
                "url": "http://www.nytimes.com/2007/12/19/world/americas/19cuba.html"
            },
            {
                "body": "To the Editor: Re ''Campaigns Like These Make It Hard to Find a Reason to Believe,'' by Eduardo Porter (Editorial Observer, Dec. 14): In the 17th century, Blaise Pascal argued that people should believe in God -- even if they didn't! -- because if God exists, only believers will go to heaven. He wrote, ''If you gain, you gain all; if you lose, you",
                "date": "20071218",
                "title": "LETTERS; Politics and the Power of Religion",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9807E4DD1F3AF93BA25751C1A9619C8B63"
            },
            {
                "body": "Defense Secretary Robert M. Gates said Saturday that Iran is a grave threat to regional security even without nuclear weapons, and called on Tehran to account for American intelligence that describes its support for terrorism and instability around the world. Just days after Iran claimed political victory after a new American intelligence",
                "byline": "By THOM SHANKER",
                "date": "20071209",
                "title": "Gates Sees Non-Nuclear Iran as Still a Serious Threat",
                "url": "http://www.nytimes.com/2007/12/09/world/middleeast/09gates.html"
            },
            {
                "body": "INTELLIGENCE officers who smell flowers tend to look around for a funeral. Experience teaches them never to say that things can't get worse. Last week began with a breathtaking breakthrough for America's intelligence analysts. It ended with news of an old-fashioned breakdown among the Central Intelligence Agency's spies. They had been working",
                "byline": "By TIM WEINER",
                "date": "20071209",
                "title": "THE LONG VIEW; Pssst: Some Hope For Spycraft",
                "url": "http://www.nytimes.com/2007/12/09/weekinreview/09weiner.html"
            },
            {
                "body": "ON Nov. 19, PublicAffairs Books, an independent publisher specializing in books about politics, posted its catalog of upcoming spring releases on the Internet. One of them was ''What Happened: Inside the Bush White House and What's Wrong with Washington,'' by Scott McClellan, President Bush's former press secretary. To spark interest among",
                "byline": "By CLARK HOYT",
                "date": "20071209",
                "title": "THE PUBLIC EDITOR; If It's Fit to Blog, Is It Fit to Print?",
                "url": "http://www.nytimes.com/2007/12/09/opinion/09pubed.html"
            },
            {
                "body": "President Bush, directly engaging the man he publicly called a ''tyrant,'' wrote a letter to North Korea's leader, Kim Jong-il, in which he held out the prospect of normalized relations with the United States if North Korea fully disclosed its nuclear programs and dismantled its nuclear reactor, administration officials said Thursday. The",
                "byline": "By HELENE COOPER; Steven Lee Myers and David E. Sanger contributed reporting.",
                "date": "20071207",
                "title": "A NEW BUSH TACK ON NORTH KOREA",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9C03EFD91F38F934A35751C1A9619C8B63"
            },
            {
                "body": "To the Editor: Re ''U.S. Finding Says Iran Halted Nuclear Arms Effort in 2003'' (front page, Dec. 4): The National Intelligence Estimate has established that Iran halted its weapons program four years ago, and President Bush has been misleading us on Iran. I am appalled, once again. How can we, the American people, allow the Bush administration to",
                "date": "20071206",
                "title": "LETTERS; Bush and Iran: A New Landscape",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9400E6D8173BF935A35751C1A9619C8B63"
            },
            {
                "body": "The presidential campaign is sure getting hot. Mike Huckabee is inching ahead of Mitt Romney in Iowa, precipitating a fascinating national debate about whether Mormons or Baptists love Jesus more. Meanwhile, on the Democratic side, Hillary Clinton and Barack Obama are engaged in a battle over who has wanted to be president longer -- or rather, less",
                "byline": "By GAIL COLLLINS",
                "date": "20071206",
                "title": "OP-ED COLUMNIST; Born-Yesterday Candidates",
                "url": "http://www.nytimes.com/2007/12/06/opinion/06collins.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 140
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "Does anyone know where George W. Bush is? You don't hear much from him anymore. The last image most of us remember is of the president ducking a pair of size 10s that were hurled at him in Baghdad. We're still at war in Iraq and Afghanistan. Israel is thrashing the Palestinians in Gaza. And the U.S. economy is about as vibrant as the 0-16 Detroit",
                "byline": "By BOB HERBERT",
                "date": "20081230",
                "title": "OP-ED COLUMNIST; Add Up The Damage",
                "url": "http://www.nytimes.com/2008/12/30/opinion/30herbert.html"
            },
            {
                "body": "Israeli troops and tanks massed along the Gaza border and the government said it had called up reserves for a possible ground operation, as the death toll increased to nearly 300 after Israeli aircraft pounded Gaza for a second day on Sunday. The continued strikes, which Israel said were in retaliation for sustained rocket fire from Gaza into its",
                "byline": "By TAGHREED EL-KHODARY and ISABEL KERSHNER; Taghreed El-Khodary reported from Gaza, and Isabel Kershner from Jerusalem. Reporting was contributed by Robert F. Worth and Hwaida Saad from Beirut, Lebanon, Nazila Fathi from Tehran, Rina Castelnuovo from the Israel-Gaza border, Khaled Abu Aker from Ramallah, West Bank, and an employee of The New York Times from Syria.",
                "date": "20081229",
                "title": "ISRAEL KEEPS UP ASSAULT ON GAZA; ARAB ANGER RISES",
                "url": "http://www.nytimes.com/2008/12/29/world/middleeast/29mideast.html"
            },
            {
                "body": "SHAKESPEARE AND MODERN CULTURE By Marjorie Garber Illustrated. 326 pp. Pantheon Books. $30 Although women did not begin performing in his plays until several decades after the playwright's death, it is hardly surprising to encounter a quotation from an actress in a scholarly volume on Shakespeare. Ellen Terry conducted a lively debate with Shaw",
                "byline": "By CHARLES ISHERWOOD",
                "date": "20081228",
                "title": "Brush Up Your You-Know-What",
                "url": "http://theater2.nytimes.com/2008/12/28/books/review/Isherwood-t.html"
            },
            {
                "body": "A JOURNAL FOR JORDAN A Story of Love and Honor By Dana Canedy Illustrated. 279 pp. Crown Publishers. $25.95. In Chekhov's 1892 short story ''The Grasshopper'' an ambitious young society woman marries a quiet doctor nine years her senior. Though tall and broad-shouldered, Dr. Osip Dymov seems small and insignificant in the glittering company of his",
                "byline": "By MELISSA FAY GREENE",
                "date": "20081223",
                "title": "BOOKS OF THE TIMES; Reminder of War's Cost: A Legacy for a Fatherless Son",
                "url": "http://www.nytimes.com/2008/12/23/books/23gree.html"
            },
            {
                "body": "THE economic crisis has made it painfully obvious that the United States economy has become very vulnerable to broken gears in the global financial system. But this is not simply a financial or economic problem -- it is a grave national security risk, and our government must treat it as such. Historically, Washington's national security and",
                "byline": "By CHARLES DUELFER and JIM RICKARDS",
                "date": "20081221",
                "title": "OP-ED CONTRIBUTORS | TRANSITIONS; Financial Time Bombs",
                "url": "http://www.nytimes.com/2008/12/21/opinion/21duelfer.html"
            },
            {
                "body": "In his selection of four top scientific advisers, President-elect Barack Obama has signaled what are likely to be significant changes in policies governing global warming, ocean protections and stem cell research. ''It's time we once again put science at the top of our agenda and worked to restore America's place as the world leader in science and",
                "byline": "By GARDINER HARRIS",
                "date": "20081221",
                "title": "4 Top Science Advisers Are Named by Obama",
                "url": "http://query.nytimes.com/gst/fullpage.html?sec=health&res=9801E5D81430F932A15751C1A96E9C8B63"
            },
            {
                "body": "Of all the pressing tasks to bolster homeland security, the one that Congress has most dedicatedly ignored is the call to reform itself. A hydra-headed system of oversight currently finds the Department of Homeland Security answerable to 16 committees and 40 subcommittees in the House, and 14 committees and 18 subcommittees in the Senate. This is a",
                "date": "20081220",
                "title": "EDITORIAL; Wayward Eye on the Homeland",
                "url": "http://www.nytimes.com/2008/12/20/opinion/20sat3.html"
            },
            {
                "body": "GENERALS are not the only ones who prepare to fight the previous war. Our experience with 20th-century nation-based terrorists -- the I.R.A. in Ireland, the P.K.K. in the Kurdish areas of Turkey, ETA in Spain's Basque country, the F.L.N. in Algeria and others -- still dominates much of our thinking about how to deal with 21st-century global",
                "byline": "By PHILIP BOBBITT",
                "date": "20081214",
                "title": "OP-ED CONTRIBUTOR | TRANSITIONS; 'Terror' Is The Enemy",
                "url": "http://www.nytimes.com/2008/12/14/opinion/14bobbitt.html"
            },
            {
                "body": "ROD BLAGOJEVICH is the perfect holiday treat for a country fighting off depression. He gift-wraps the ugliness of corruption in the mirthful garb of farce. From a safe distance outside Illinois, it's hard not to laugh at the ''culture of Chicago,'' where even the president-elect's Senate seat is just another commodity to be bought and sold. But the",
                "byline": "By FRANK RICH",
                "date": "20081214",
                "title": "OP-ED COLUMNIST; Two Cheers for Rod Blagojevich",
                "url": "http://www.nytimes.com/2008/12/14/opinion/14rich.html"
            },
            {
                "body": "The United States and Iran are talking to each other about the elimination of an entire category of weapons of mass destruction. That is a good thing. On the eve of Barack Obama's inauguration, it shows there is nothing in the DNA of the two nations that precludes dialogue. The discussions - often bruising but never to the point of a breakup - are",
                "byline": "By ROGER COHEN",
                "date": "20081211",
                "title": "OP-ED COLUMNIST; A U.S.-Iranian Conversation",
                "url": "http://www.nytimes.com/2008/12/11/opinion/11cohen.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 138
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "AS we say farewell to a dreadful year and decade, this much we can agree upon: The person of the year is not Ben Bernanke, no matter how insistently Time magazine tries to hype him into its pantheon. The Fed chairman was just as big a schnook as every other magical thinker in Washington and on Wall Street who believed that housing prices would go",
                "byline": "By FRANK RICH",
                "date": "20091220",
                "title": "OP-ED COLUMNIST; Tiger Woods, Person of the Year",
                "url": "http://www.nytimes.com/2009/12/20/opinion/20rich.html"
            },
            {
                "body": "Credit Suisse is expected to pay a fine of $536 million to settle accusations by the United States government and New York State authorities that it violated sanctions by helping Iran and other countries secretly funnel hundreds of millions of dollars through American banks, people involved in the negotiations said Tuesday. Investigators found that",
                "byline": "By CLAUDIO GATTI and JOHN ELIGON; Claudio Gatti is an investigative reporter for Il Sole 24 Ore. He is based in New York. Graham Bowley contributed reporting.",
                "date": "20091216",
                "title": "Iranian Dealings Lead to a Fine For Credit Suisse",
                "url": "http://www.nytimes.com/2009/12/16/business/16bank.html"
            },
            {
                "body": "LET me interrupt normal programming about climate change, White House party crashers, Tiger Woods's late-night driving habits, the deficit and the public option to note the 10th anniversary of the death of Joseph Heller. The author of ''Catch-22'' and I became friends after I wrote a respectful but not altogether favorable review of the sequel to",
                "byline": "By CHRISTOPHER BUCKLEY",
                "date": "20091212",
                "title": "OP-ED CONTRIBUTOR; Catch-2009",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9F07E7DA143AF931A25751C1A96F9C8B63"
            },
            {
                "body": "Kyle Baker's graphic novel SPECIAL FORCES (Image, paper, $16.99) reads at first like a nearly straightforward military fantasy, drawn with a peculiar hybrid of hyperrealistic precision and nutty exaggeration. Eventually, though, Baker bares his fangs: the book is the harshest, most serrated satire of the Iraq war yet published. These forces are",
                "byline": "By DOUGLAS WOLK",
                "date": "20091206",
                "title": "HOLIDAY BOOKS; Comics",
                "url": "http://www.nytimes.com/2009/12/06/books/review/Wolk-t.html"
            },
            {
                "body": "President Luiz Incio Lula da Silva said Monday that the world needed to engage, not isolate, Iran, and he defended Iran's right to develop nuclear energy for peaceful purposes, so long as there was ''clear respect for international agreements.'' Mr. da Silva made his comments as he hosted President Mahmoud Ahmadinejad of Iran in the first visit",
                "byline": "By ALEXEI BARRIONUEVO",
                "date": "20091124",
                "title": "Brazil's Leader Defends Visit of Iranian President",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9403E5DD1538F937A15752C1A96F9C8B63"
            },
            {
                "body": "THERE are 46 days left in 2009, which means it is just about time to commence the beloved and enduring parlor game known as ''Name That Decade.'' You know the rules -- coin a pithy, reductive phrase that somehow encapsulates the multitude of events, trends, triumphs and calamities of the past 10 years. If you can also rope in some of the big",
                "byline": "By DAVID SEGAL",
                "date": "20091115",
                "title": "Naming the '00s",
                "url": "http://www.nytimes.com/2009/11/15/weekinreview/15segal.html"
            },
            {
                "body": "THE GROUND TRUTH The Untold Story of America Under Attack on 9/11 By John Farmer 388 pp. Riverhead Books. $26.95 When Sept. 11, 2001, dawned, the Northeast Air Defense Sector in Rome, N.Y., went on full alert -- to prepare for a training exercise that envisioned a sneak attack by Russian planes flying over the North Pole to bomb the United States,",
                "byline": "By JACOB HEILBRUNN",
                "date": "20091115",
                "title": "The Lies They Told",
                "url": "http://www.nytimes.com/2009/11/15/books/review/Heilbrunn-t.html"
            },
            {
                "body": "Iraq's Baghdad Trade Fair ended Tuesday, six years and a trillion dollars after the American invasion that toppled Saddam Hussein, and one country was conspicuously absent. That would be the country that spent a trillion dollars -- on the invasion and occupation, but also on training and equipping Iraqi security forces, and on ambitious",
                "byline": "By ROD NORDLAND; Mohammed Hussein and Sa'ad al-Izzi contributed reporting.",
                "date": "20091113",
                "title": "Iraq, Rebuilding Its Economy, Shuns U.S. Firms",
                "url": "http://www.nytimes.com/2009/11/13/business/global/13iraqbiz.html"
            },
            {
                "body": "PARIS -- There was nothing through most of that gray, chilly Thursday to suggest that it would come to symbolize one of the great transitions of the 20th century, the triumphant end of a failed system. Even when the delirious crowds surged through the Berlin Wall shortly before midnight on Nov. 9, 1989, it was not because of any momentous decision",
                "byline": "By SERGE SCHMEMANN",
                "date": "20091109",
                "title": "A Fateful Day, and the East Tasted Freedom",
                "url": "http://www.nytimes.com/2009/11/09/world/europe/09iht-wall.html"
            },
            {
                "body": "Angela Merkel, who rose from the ruins of the Communist East to serve as chancellor of a united Germany, the largest country in Europe, paid tribute to American support for her country in an address to a joint session of Congress on Tuesday, and offered America some support of her own in the effort to deny today's Iran a nuclear bomb. The 20th",
                "byline": "By BRIAN KNOWLTON; John Broder and Sheryl Gay Stolberg contributed reporting from Washington.",
                "date": "20091104",
                "title": "Merkel Marks Wall Anniversary",
                "url": "http://www.nytimes.com/2009/11/04/world/europe/04merkel.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 76
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "LONDON -- The West is on top of the world. Only about one-seventh of the planet's population lives in Europe or North America, but they generate two-thirds of its wealth, own two-thirds of its weapons, and spend more than two-thirds of its R&D dollars. On average, American workers are seven times as productive as China's. Yet when Richard Nixon",
                "byline": "By IAN MORRIS | GLOBAL VIEWPOINT",
                "date": "20101222",
                "title": "I.H.T. OP-ED CONTRIBUTOR; Here Comes the East",
                "url": "http://www.nytimes.com/2010/12/22/opinion/22iht-edmorris22.html"
            },
            {
                "body": "DECISION POINTS By George W. Bush Illustrated. 497 pp. Crown Publishers. $35. They call themselves, smugly, ''41'' and ''43,'' meaning the 41st and 43rd presidents of the United States. You're supposed to prefer the father, all graciousness and handwritten little notes, over the son, who -- even in memoirs written at age 64 after two terms as",
                "byline": "By MICHAEL KINSLEY",
                "date": "20101219",
                "title": "Bush on Bush",
                "url": "http://www.nytimes.com/2010/12/19/books/review/Kinsley-t.html"
            },
            {
                "body": "IT was a school night in November, and a ragtag band of self-appointed biologists was trolling the Web for discount lab equipment, the way some people scan Gilt for designer deals. Coming across a new NanoDrop Spectrophotometer, a device used to measure quantities of DNA, they perked up. ''Ooh, that one's 30 percent off,'' said Sung Won Lim, 22,",
                "byline": "By JED LIPINSKI",
                "date": "20101219",
                "title": "Turning Geek Into Chic",
                "url": "http://www.nytimes.com/2010/12/19/fashion/19amateur.html"
            },
            {
                "body": "By contradicting two prior opinions, Monday's court ruling in Virginia against the Obama health care law highlighted both the novelty of the constitutional issues and the difficulty of forging consensus among judges who bring differences in experience, philosophy and partisan background to the bench. Judge Henry E. Hudson of Federal District Court",
                "byline": "By KEVIN SACK",
                "date": "20101214",
                "title": "LEGAL MEMO; Lying Ahead for the Health Law, Years of Constitutional Wrangling",
                "url": "http://www.nytimes.com/2010/12/14/health/policy/14legal.html"
            },
            {
                "body": "I READ the Monday New York Times with what can only be described as a sinking feeling. Here on display, based on yet another WikiLeaks release, was the breathtaking disclosure of American diplomats' highly sensitive internal communications about friends and enemies. The discreet world of confidential embassy cables had seemingly been blown apart.",
                "byline": "By ARTHUR S. BRISBANE",
                "date": "20101205",
                "title": "THE PUBLIC EDITOR; What if the Secrets Stayed Secret?",
                "url": "http://www.nytimes.com/2010/12/05/opinion/05pubed.html"
            },
            {
                "body": "The big ecological disasters of 2010 fit into the ancient cosmological model, in which the universe is made up of four basic elements: AIR, volcanic ash clouds from Iceland immobilizing airline traffic over Europe; EARTH, mudslides and earthquakes in China; FIRE, rendering Moscow almost unlivable; WATER, the tsunami in Indonesia, floods displacing",
                "byline": "By SLAVOJ ZIZEK",
                "date": "20101202",
                "title": "I.H.T. GLOBAL AGENDA 2011; The End of Nature",
                "url": "http://www.nytimes.com/2010/12/02/opinion/global/02iht-GA12zizek.html"
            },
            {
                "body": "WASHINGTON -- Mavericks are not in vogue these days on Capitol Hill, a place where hyper-partisanship and obduracy seem to be their own rewards. But Senator Richard G. Lugar, an Indiana Republican who played that role long before it had a brand name, is standing against his party on a number of significant issues at a politically dangerous time to",
                "byline": "By JENNIFER STEINHAUER",
                "date": "20101128",
                "title": "Charting His Own Course Against Prevailing Winds",
                "url": "http://www.nytimes.com/2010/11/28/us/politics/28lugar.html"
            },
            {
                "body": "WASHINGTON The latest controversy to envelop the Obama administration is only partly about the specific rules governing body scanners and pat-downs. It has to do, too, with the federal agency Congress created to deal with airline security and the tension that has been building for years between its latex-gloved employees and the traveling public.",
                "byline": "By MATT BAI",
                "date": "20101124",
                "title": "POLITICAL TIMES; Mistrust of Government, Crystallized",
                "url": "http://www.nytimes.com/2010/11/24/us/politics/24bai.html"
            },
            {
                "body": "LISBON -- NATO and Afghanistan agreed Saturday to the goal of a phased transfer of security responsibility to the Afghan government by the end of 2014, but NATO officials acknowledged that allied forces would remain in Afghanistan, at least in a support role, well beyond that date. NATO and American officials also warned that if Afghanistan had not",
                "byline": "By STEVEN ERLANGER and JACKIE CALMES; Judy Dempsey contributed reporting.",
                "date": "20101121",
                "title": "NATO Sees Long-Term Role After End to Afghan Combat",
                "url": "http://www.nytimes.com/2010/11/21/world/europe/21nato.html"
            },
            {
                "body": "JERUSALEM -- Lt. Gen. Keith W. Dayton, who left Israel last month after overseeing the training of Palestinian security forces for five years, liked to tell the story of his first assignment in the Middle East. Charged with locating Iraq's elusive weapons of mass destruction after Saddam Hussein was deposed in 2003, General Dayton found no weapons",
                "byline": "By ETHAN BRONNER",
                "date": "20101121",
                "title": "When Illusions Are All",
                "url": "http://www.nytimes.com/2010/11/21/weekinreview/21bronner.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 121
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "BAGHDAD -- At a crowded market in the city center here, the flotsam of the war is for sale. Ripped Fuel workout supplement. Ready-to-eat meals, macaroni and cheese ''Mexican style.'' Pistol holsters. Nothing seems off limits to the merchants out for a quick dinar, not even a bottle of prescription pills from a pharmacy in Waco, Tex., probably",
                "byline": "By TIM ARANGO; Reporting was contributed by Jack Healy, Michael S. Schmidt, Andrew E. Kramer, Duraid Adnan, Omar al-Jawoshy and an employee of The New York Times.",
                "date": "20111216",
                "title": "U.S. Marks End to a Long War for an Uncertain Iraq",
                "url": "http://www.nytimes.com/2011/12/16/world/middleeast/end-for-us-begins-period-of-uncertainty-for-iraqis.html"
            },
            {
                "body": "BAGHDAD -- Almost nine years after the first American tanks began massing on the Iraq border, the Pentagon declared an official end to its mission here, closing a troubled conflict that helped reshape American politics and left a bitter legacy of anti-American sentiment across the Muslim world. As Defense Secretary Leon E. Panetta marked the",
                "byline": "By THOM SHANKER, MICHAEL S. SCHMIDT and ROBERT F. WORTH; Thom Shanker and Michael S. Schmidt reported from Baghdad, and Robert F. Worth from Washington.",
                "date": "20111216",
                "title": "In Baghdad, Panetta Leads Uneasy Moment of Closure to a Long Conflict",
                "url": "http://www.nytimes.com/2011/12/16/world/middleeast/panetta-in-baghdad-for-iraq-military-handover-ceremony.html"
            },
            {
                "body": "FORT BRAGG, N.C. -- President Obama observed the end of the war in Iraq on Wednesday before an audience of those who fought in it, telling a crowd of returning war veterans that the nearly nine years of conflict in Iraq, a war now indelibly imprinted on the national psyche, had come to a close. ''As your commander in chief, and on behalf of a",
                "byline": "By HELENE COOPER",
                "date": "20111215",
                "title": "Obama Observes End of Iraq War",
                "url": "http://www.nytimes.com/2011/12/15/us/at-fort-bragg-obama-showers-praise-on-troops-back-from-iraq.html"
            },
            {
                "body": "Newt Gingrich, the Republican presidential hopeful, wants you to know that as commander in chief he is ready to confront one of the most nightmarish of doomsday scenarios: a nuclear blast high above the United States that would instantly throw the nation into a dark age. In debates and speeches, interviews and a popular book, he is ringing alarm",
                "byline": "By WILLIAM J. BROAD; Trip Gabriel contributed reporting.",
                "date": "20111212",
                "title": "Among Gingrich's Passions, a Doomsday Vision",
                "url": "http://query.nytimes.com/gst/fullpage.html?res=9B0CE4DA163BF931A25751C1A9679D8B63"
            },
            {
                "body": "Newt Gingrich, the Republican presidential hopeful, wants you to know that as commander in chief he is ready to confront one of the most nightmarish of doomsday scenarios: a nuclear blast high above the United States that would instantly throw the nation into a dark age. In debates and speeches, interviews and a popular book, he is ringing alarm",
                "byline": "By WILLIAM J. BROAD; Trip Gabriel contributed reporting.",
                "date": "20111212",
                "title": "Among Gingrich's Passions, a Doomsday Vision",
                "url": "http://www.nytimes.com/2011/12/12/us/politics/gingrichs-electromagnetic-pulse-warning-has-skeptics.html"
            },
            {
                "body": "NO HIGHER HONOR A Memoir of My Years in Washington By Condoleezza Rice Illustrated. 766 pp. Crown Publishers. $35. They were an unlikely pair: the cerebral A-student from a striving black family and the son of privilege who as a candidate for president couldn't name Pakistan's military ruler. But together they forged a vision of a muscular United",
                "byline": "By SUSAN CHIRA",
                "date": "20111211",
                "title": "State Witness",
                "url": "http://www.nytimes.com/2011/12/11/books/review/no-higher-honor-a-memoir-of-my-years-in-washington-by-condoleezza-rice-book-review.html"
            },
            {
                "body": "Neal Stephenson doesn't like talking about how he predicted the future. Mr. Stephenson is the author of a baker's dozen novels whose dazzling range includes rocket-propelled thrillers and a vast historical epic known as the Baroque Cycle, which takes place at the dawn of modern science in the time of Newton and Leibniz. His reputation for",
                "byline": "By JOHN SCHWARTZ",
                "date": "20111206",
                "title": "Out of a Writer's Imagination Came an Interactive World",
                "url": "http://www.nytimes.com/2011/12/06/science/out-of-neal-stephensons-imagination-came-a-new-online-world.html"
            },
            {
                "body": "From my first day in office as NATO secretary general, I have made clear that NATO-Russia cooperation remains of strategic importance. We share common security interests and face common challenges. And since our NATO-Russia summit meeting in Lisbon a year ago, we have come a long way in tackling new threats with new thinking. We are bringing",
                "byline": "By ANDERS FOGH RASMUSSEN",
                "date": "20111206",
                "title": "OP-ED CONTRIBUTOR; NATO and Russia Can Defend Together",
                "url": "http://www.nytimes.com/2011/12/06/opinion/nato-and-russia-can-defend-together.html"
            },
            {
                "body": "Parallels between Iraq's former nuclear weapons program and the Iranian nuclear program have shaped policy debates for nearly a decade. We are still paying the costs of failing in Iraq. Israel now seems determined to make similar mistakes in Iran. Israeli Prime Minister Benjamin Netanyahu now claims that the real Iranian threat is hidden from view,",
                "byline": "By MALFRID BRAUT-HEGGHAMMER",
                "date": "20111129",
                "title": "OP-ED CONTRIBUTOR; The Real Lesson of Iraq",
                "url": "http://www.nytimes.com/2011/11/29/opinion/the-real-lesson-of-iraq.html"
            },
            {
                "body": "I. Michael Heyman, who led the Smithsonian Institution in the 1990s during a period of significant expansion and fierce controversy over the exhibiting of the Enola Gay, the plane that dropped an atomic bomb on Hiroshima, died on Nov. 19 at his home in Berkeley, Calif. He was 81. The cause was emphysema, his son James said. Having served for a",
                "byline": "By DENNIS HEVESI",
                "date": "20111128",
                "title": "I. Michael Heyman, 81, Smithsonian Leader",
                "url": "http://www.nytimes.com/2011/11/28/us/michael-heyman-smithsonian-leader-dies-at-81.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 91
    },
    {
        "offset": "0",
        "results": [
            {
                "body": "The economy, &ldquo;super PAC&rdquo; money, debate performances, the candidates&rsquo; personalities. Roll it all together, and it&rsquo;s obvious who&rsquo;s going to win. Or, uh, it will be. Amid the many uncertainties of next Tuesday&rsquo;s presidential election lies one sure thing: Many people will feel in their gut that they knew the result",
                "byline": "By BENEDICT CAREY",
                "date": "20121030",
                "title": "MIND; He Won the Election? I Knew It All Along",
                "url": "http://www.nytimes.com/2012/10/30/health/he-won-the-election-i-knew-it-all-along.html"
            },
            {
                "body": "JERUSALEM &mdash; A surge in violence on Wednesday across the Israel - Gaza border prompted strong warnings from Israeli leaders that if pushed, Israel would act more forcefully against militants in Gaza, the Palestinian coastal enclave. Palestinian militants fired more than 60 rockets from Gaza into southern Israel overnight and early Wednesday,",
                "byline": "By ISABEL KERSHNER",
                "date": "20121025",
                "title": "Israel-Hamas Tensions Escalate Over Gaza Border Attacks",
                "url": "http://www.nytimes.com/2012/10/25/world/middleeast/gaza-militants-fire-rockets-and-mortars-into-southern-israel.html"
            },
            {
                "body": "The following is a complete transcript of President Obama and Mitt Romney&rsquo;s remarks from the third presidential debate in Boca Raton, Fla., on Oct. 22, 2012. (Transcript courtesy of Federal News Service ). BOB SCHIEFFER: Good evening from the campus of Lynn University here in Boca Raton, Florida. This is the fourth and last debate of the 2012",
                "date": "20121022",
                "title": "Transcript of the Third Presidential Debate in Boca Raton, Fla.",
                "url": "http://www.nytimes.com/2012/10/22/us/politics/transcript-of-the-third-presidential-debate-in-boca-raton-fla.html"
            },
            {
                "body": "It took an ordinary citizen, Nina Gonzalez, to stand up at the presidential debate on Tuesday to raise what has been a phantom issue on the campaign trail: the lack of effective gun controls and any meaningful political discussion about this crisis. Every year, more than 30,000 people are shot and killed in this country. Ms. Gonzalez politely asked",
                "date": "20121019",
                "title": "EDITORIAL; The Issue That Goes Ignored",
                "url": "http://www.nytimes.com/2012/10/19/opinion/the-issue-that-goes-ignored.html"
            },
            {
                "body": "The Bangladeshi man who was arrested Wednesday on charges that he plotted to blow up the Federal Reserve Bank of New York had an accomplice in San Diego, who was arrested later on unrelated child-pornography charges, a law enforcement official said on Thursday. The man described as the accomplice, Howard Willie Carter II, was arrested after an",
                "byline": "By MOSI SECRET; William K. Rashbaum contributed reporting.",
                "date": "20121019",
                "title": "F.B.I. Arrests Second Suspect In Bomb Plot Against Bank",
                "url": "http://www.nytimes.com/2012/10/19/nyregion/fbi-arrests-man-called-an-accomplice-in-federal-bank-bombing-plot.html"
            },
            {
                "body": "Federal prosecutors in Brooklyn charged a 21-year-old Bangladeshi man with conspiring to blow up the Federal Reserve Bank of New York, saying he tried to remotely detonate what he believed was a 1,000-pound bomb in a van he parked outside the building in Lower Manhattan on Wednesday. But the entire plot played out under the surveillance of the",
                "byline": "By MOSI SECRET and WILLIAM K. RASHBAUM; Eric Schmitt contributed reporting.",
                "date": "20121018",
                "title": "Man Is Charged With Plotting to Bomb Federal Reserve Bank in Manhattan",
                "url": "http://www.nytimes.com/2012/10/18/nyregion/arrest-in-plot-to-blow-up-federal-reserve-bank.html"
            },
            {
                "body": "In ''The Prosecution of an American President,'' the former Los Angeles deputy district attorney Vincent T. Bugliosi (famous for prosecuting Charles Manson) presents his case for trying George W. Bush for murder, given his pursuit of war against Iraq. He contends that the Bush White House sold a lie to the American public: that Saddam Hussein posed",
                "byline": "By ANDY WEBSTER",
                "date": "20121012",
                "title": "MOVIE REVIEW; The Prosecution of an American President",
                "url": "http://movies.nytimes.com/2012/10/12/movies/the-prosecution-of-an-american-president-directed-by-dave-hagen-and-david-j-burke.html"
            },
            {
                "body": "After a protracted battle in the British and European courts, Abu Hamza al-Masri , an incendiary Muslim preacher with links to Al Qaeda, and four other terrorism suspects implicated in an array of terrorist plots were extradited to the United States on Saturday to face federal charges in Manhattan and New Haven. Appearing in Federal District Court",
                "byline": "By EMILY S. RUEB; Stacey Stowe contributed reporting.",
                "date": "20121007",
                "title": "Extradited Terrorism Suspects Appear in Court",
                "url": "http://www.nytimes.com/2012/10/07/nyregion/men-extradited-from-britain-appear-in-court-on-terrorism-charges.html"
            },
            {
                "body": "WASHINGTON -- When a senior Iraqi intelligence official traveled to Tehran in the summer of 2007 to meet with the Iranian leadership, he quickly figured out who was in charge of Iran 's policy toward its neighbor to the west. It was not the Iranian president, Mahmoud Ahmadinejad. It was Qassim Suleimani, the shadowy commander of Iran's paramilitary",
                "byline": "By MICHAEL R. GORDON",
                "date": "20121003",
                "title": "Iran's Master Of Iraq Chaos Still Vexes U.S.",
                "url": "http://www.nytimes.com/2012/10/03/world/middleeast/qassim-suleimani-irans-master-of-iraq-chaos-still-vexes-the-us.html"
            },
            {
                "body": "JERUSALEM -- When the prime minister of Israel , Benjamin Netanyahu , drew his red line on a cartoonish diagram of a bomb from the podium of the United Nations General Assembly on Thursday, he intended to illustrate in simple terms the point at which Iran 's uranium enrichment program must be stopped, at least in Israel's view, to thwart a final",
                "byline": "By ISABEL KERSHNER and RICK GLADSTONE; Isabel Kershner reported from Jerusalem, and Rick Gladstone from New York. Jodi Rudoren contributed reporting from Jerusalem.",
                "date": "20120929",
                "title": "Netanyahu's Bomb Diagram During U.N. Speech Stirs Confusion in Israel",
                "url": "http://www.nytimes.com/2012/09/29/world/middleeast/netanyahus-bomb-diagram-stirs-confusion-in-israel.html"
            }
        ],
        "tokens": [
            "weapons",
            "of",
            "mass",
            "destruction"
        ],
        "total": 57
    }
]