{"tokens":[],"results":[{"offset":"0","results":[{"body":"An annual tradition in this space has been the Office Pool, a device to stretch readers' imaginations, force long-range thinking and slyly slip in my own prognostications about the year ahead. Because some grimly frolicsome readers clipped these columns to confront me with them at year's end, this tradition was abandoned several years ago. With the","byline":"By William Safire","date":"19811231","title":"Essay; OFFICE POOL FOR 1982","url":"http://www.nytimes.com/1981/12/31/opinion/essay-office-pool-for-1982.html"},{"body":"The People's Bank of China, the nation's central bank, said today that it would increase interest rates on deposits and develop broader financial services.","byline":"Reuters","date":"19811231","title":"Chinese Bank Rates","url":"http://www.nytimes.com/1981/12/31/business/chinese-bank-rates.html"},{"body":"Roald Dahl, the English writer of macabre fiction and children's stories, complained recently about the letters published in The Times of London. ''Nowadays,'' he wrote to the paper, ''we are lucky to get one frivolous or amusing letter a week. Politics and prisons, atom bombs and arts councils is what most of the correspondence is about.'' To","byline":"By Anthony Lewis","date":"19811231","title":"Abroad at Home; THERE'LL ALWAYS BE...","url":"http://www.nytimes.com/1981/12/31/opinion/abroad-at-home-there-ll-always-be.html"},{"body":"China is asking the United States to clarify its decision to provide millions of dollars in military spare parts to Taiwan, a Foreign Ministry spokesman said today. The spokesman also reiterated China's resolute opposition to the American sale of weapons to the Nationalist regime on Taiwan, according to the New China News Agency. The spokesman was","byline":"Special to the New York Times","date":"19811230","title":"China Questions U.S. On Taiwan Arms Sale","url":"http://www.nytimes.com/1981/12/30/world/china-questions-us-on-taiwan-arms-sale.html"},{"body":"Behind its vegetable stands, restaurants and sooty facades, Chinatown has become a battleground for investors from Hong Kong, Taiwan and southeastern Asia. The surge in Asian foreign investment, beginning three years ago, has pushed Chinatown far beyond its traditional boundaries - into the Lower East Side and far north to Houston Street - and has","byline":"By EDWARD A. GARGAN","date":"19811229","title":"ASAIN INVESTORS BATTLE FOR FOOTHOLDS IN CHINATOWN","url":"http://www.nytimes.com/1981/12/29/nyregion/asain-investors-battle-for-footholds-in-chinatown.html"},{"body":"A writer whose filmscript touched off an ideological debate this year over the Communist Party's relationship to post-Maoist Chinese literature, has publicly apologized for the ''flaws'' in his work and thanked his critics for having pointed them out. The self-criticism by the writer, Bai Hua, which evoked the kind of servility demanded of","byline":"By CHRISTOPHER S. WREN, Special to the New York Times","date":"19811229","title":"PEKING IS RE-EXAMINING ROLE OF THE ARTS","url":"http://www.nytimes.com/1981/12/29/world/peking-is-re-examining-role-of-the-arts.html"},{"body":"The New Chinatown: Community in Change First of two articles. By EDWARD A. GARGAN It is New York's oldest enduring ethnic community, seemingly unchanging and insulated from the world around it. But Chinatown is being transformed. Suffused by the politics of Asia and the press of new immigrants, the Chinatown of tradition is losing ground to a","date":"19811228","title":"NEW MONEY, PEOPLE AND IDEAS ALTER CHINATOWN OF TRADITION","url":"http://www.nytimes.com/1981/12/28/nyregion/new-money-people-and-ideas-alter-chinatown-of-tradition.html"},{"body":"After months of referring to the Soviet Union as the principal threat to world stability, China has resumed its criticism of the United States as a superpower vying with Moscow for hegemony over the third world. The change of tone, which was apparent in several articles over the last few weeks, was particularly evident in a long new appraisal of","byline":"By CHRISTOPHER S. WREN","date":"19811228","title":"CHINA ATTACKS FOREIGN POLICY OF U.S.","url":"http://www.nytimes.com/1981/12/28/world/china-attacks-foreign-policy-of-us.html"},{"body":"Vietnam, facing economic crisis, food shortages and an uneasy relationship with the Soviet Union, is seeking to open contacts with the United States that would lead to diplomatic ties. Comments by Western diplomats in Hanoi, as well as statements by Foreign Ministry officials, indicate that the Government's welcome to four visiting American","byline":"By BERNARD WEINRAUB, Special to the New York Times","date":"19811228","title":"HANOI, IN ECONOMIC STRAITS, SEEKS TO MOVE TOWARD TIES WITH U.S.","url":"http://www.nytimes.com/1981/12/28/world/hanoi-in-economic-straits-seeks-to-move-toward-ties-with-us.html"},{"body":"The Sugarlands butchery is prepared to pay $15.75 a week to a black who is ''clean and bright.'' A suburban homeowner bids $42 a month for a ''houseboy'' who ''must be clean and not fat.'' The Summer Sands Hotel will pay $97 a month to a cleaning man who ''must be prepared to work very hard'' on the night shift; the words ''very hard'' are","byline":"By JOSEPH LELYVELD, Special to the New York Times","date":"19811228","title":"TRANSIENT WORKERS IN SOUTH AFRICA FACE A MAZE OF STRINGENT REGULATIONS","url":"http://www.nytimes.com/1981/12/28/world/transient-workers-in-south-africa-face-a-maze-of-stringent-regulations.html"}],"tokens":["China"],"total":2009},{"offset":"0","results":[{"body":"Administration officials cautioned today that President Reagan's recently expressed optimism about the future of Soviet-American arms talks did not mean that a breakthrough was imminent, or that there were any plans for a meeting soon with Yuri V. Andropov, the new Soviet leader. Nevertheless, these officials said Mr. Reagan's positive comments","byline":"Special to the New York Times","date":"19821231","title":"U.S. AIDES ASSERT A BREAKTHROUGH ON ARMS DOESN'T SEEM IMMINENT","url":"http://www.nytimes.com/1982/12/31/world/us-aides-assert-a-breakthrough-on-arms-doesn-t-seem-imminent.html"},{"body":"Japan has joined the United States, Britain and France in terming the Soviet Union's latest proposal for reducing its missiles in Europe unacceptable, Japanese officials said today. The reason, officials said, is that Moscow's proposal is confined to its missile forces in Europe and thus offers nothing for Japan. Foreign Minister Shintaro Abe told","byline":"Special to the New York Times","date":"19821231","title":"JAPAN JOINS THE ATLANTIC ALLIES IN SPURNING SOVIET ARMS PLAN","url":"http://www.nytimes.com/1982/12/31/world/japan-joins-the-atlantic-allies-in-spurning-soviet-arms-plan.html"},{"body":"China is inviting foreign businesses to invest in 10 projects to develop coal, China's major source of energy, the New China News Agency said today. The projects are valued at more than $3 billion. The agency noted that an agreement was signed earlier this year between China and the Occidental Petroleum Corporation on a feasibility study for","byline":"AP","date":"19821230","title":"China Asks Coal Bids","url":"http://www.nytimes.com/1982/12/30/business/china-asks-coal-bids.html"},{"body":"Western intelligence sources say there has been a slow but significant expansion of Soviet land, air and sea forces in the West Pacific this year. This development is reported in an area that American strategists have long considered of importance to the United States and to Japan and China. For example, Adm. Maurice F. Weisner told a Congressional","byline":"By DREW MIDDLETON","date":"19821230","title":"A SOVIET NAVAL BUILDUP IN WEST PACIFIC REPORTED; Military Analysis","url":"http://www.nytimes.com/1982/12/30/world/a-soviet-naval-buildup-in-west-pacific-reported-military-analysis.html"},{"body":"BUDDHAS The first major foreign influence on Japan was Buddhism, which crossed the sea to the islands 1,400 years ago, bringing with it the advanced civilization of China. It fostered architecture and art that paid homage to the Buddha. On display at the Japan House Gallery, 333 East 47th Street (752-0824), in ''The Great Age of Buddhist Sculpture,","byline":"By Richard F. Shepard","date":"19821230","title":"GOING OUT GUIDE","url":"http://www.nytimes.com/1982/12/30/arts/going-out-guide.html"},{"body":"To the Editor: In a Dec. 25 news article, you focused on ''One Side Effect of Birth Control in China: The Brat.'' At least in theory, that country's one-child-per-family policy will have another serious side effect: China will become a nation of no brothers, no sisters and eventually no cousins, no uncles, no aunts - in short, no relatives other","date":"19821230","title":"LAND OF SHRINKING KIN","url":"http://www.nytimes.com/1982/12/30/opinion/l-land-of-shrinking-kin-130680.html"},{"body":"The American Broadcasting Companies, which has radio and television rights to the 1984 Olympics in Los Angeles, has bought a $200 million insurance policy to protect itself from financial losses should the Games be changed in a manner that could affect ratings. Stephen N. Brett, an executive here for the underwriter, Fireman's Fund Insurance, said","byline":"AP","date":"19821230","title":"Record Insurance On 1984 Olympics","url":"http://www.nytimes.com/1982/12/30/sports/record-insurance-on-1984-olympics.html"},{"body":"THE thrift shops of the Upper East Side house worthy used furniture and household objects culled primarily from comfortable dwellings. Antiques appear often, so good buys are possible. A sampling of shops follows. Memorial-Sloan Kettering Thrift Shop, 1410 Third Avenue (80th Street), 535-1250; Mon- day through Saturday, 10 A.M. to 4:45 P.M.; closed","byline":"By CARA GREENBERG","date":"19821230","title":"THRIFT SHOPS: A SELECTION","url":"http://www.nytimes.com/1982/12/30/garden/thrift-shops-a-selection.html"},{"body":"Tsuyee Pei, a former governor of the Chinese Nationalists' Central Bank of China, a member of China's delegation to the Bretton Woods Conference in 1944 and a seminal figure in the creation of a modern banking system in China, died in Lenox Hill Hospital Monday. He was 89 years old and lived in Manhattan. In a career that spanned more than six","byline":"By FRANK J. PRIAL","date":"19821229","title":"TSUYEE PEI, BANKER IN CHINA FOR YEARS","url":"http://www.nytimes.com/1982/12/29/obituaries/tsuyee-pei-banker-in-china-for-years.html"},{"body":"2 'Old America Hands' T wo ''old America hands'' will be arriving in Washington after the first of the year as envoys, one from Peking and another from Taipei. The new Ambassador from Peking will be Zhang Wenjin, a man in his 60's whose ties to the United States date from the end of World War II, when he served as an interpreter for Zhou Enlai","byline":"By Robert D. Hershey Jr and Lynn Rosellini","date":"19821229","title":"BRIEFING","url":"http://www.nytimes.com/1982/12/29/us/briefing-128857.html"}],"tokens":["China"],"total":1713},{"offset":"0","results":[{"body":"NEW YEAR'S HIGHS About as high as one can get on New Year's Eve in New York, short of enplaning, is atop our two tallest cloud- scratchers, the Empire State Building and the World Trade Center towers. For a reflective overview in the best year-end tradition, they are both admirably well-suited to putting the city in perspective. As one peers down","byline":"By Richard F. Shepard","date":"19831231","title":"GOING OUT GUIDE ;","url":"http://www.nytimes.com/1983/12/31/arts/going-out-guide.html"},{"body":"President Reagan is expected to establish full diplomatic relations with the Vatican and ''in all likelihood'' send a representative there with the rank of ambassador, an Administration official said today. The official said Mr. Reagan would announce the move in mid-January. William A. Wilson, who now serves at the Vatican as the President's","byline":"By STEVEN R. WEISMAN, Special to the New York Times","date":"19831231","title":"FULL U.S. TIES WITH VATICAN EXPECTED SOON","url":"http://www.nytimes.com/1983/12/31/world/full-us-ties-with-vatican-expected-soon.html"},{"body":"Terrorists in the Middle East may be increasing the destructive force of their bombs by using exotic, hard- to-obtain explosives in conjunction with dynamite or TNT, according to private security experts and sources close to a recent Congressional investigation of the bombing at the Marine compound in Beirut. The explosive is referred to as","byline":"By WAYNE BIDDLE","date":"19831230","title":"EXOTIC NEW EXPLOSIVE IN ARSENAL?","url":"http://www.nytimes.com/1983/12/30/world/exotic-new-explosive-in-arsenal.html"},{"body":"China said today that it would discuss resumption of official cultural exchanges with the United States that were suspended after the United States gave Hu Na, a Chinese tennis star, asylum in April. Lu Zhixian, Deputy Minister of Culture, said China agreed to what he called a United States request to talk about restoring the exchanges, the","byline":"AP","date":"19831230","title":"AROUND THE WORLD; China Ready to Talk About Cultural Issues","url":"http://www.nytimes.com/1983/12/30/world/around-the-world-china-ready-to-talk-about-cultural-issues.html"},{"body":"This has been a year of harshness between the U.S. and the Soviet Union. Both, if they take candid stock, have registered a year of foreign policy failure. For all their mighty arsenals, Washington and Moscow are left with grave weaknesses as they face each other across a frightened world. Installation of the first intermediate-range American","byline":"By Flora Lewis","date":"19831230","title":"FOREIGN AFFAIRS; FOREIGN POLICY FAILURES","url":"http://www.nytimes.com/1983/12/30/opinion/foreign-affairs-foreign-policy-failures.html"},{"body":"Kenji Yamaguchi and Toshihiro Yamakawa, representatives to the World Bank from Tokyo, have laid it on the line at recent meetings of the bank's board: Either Japan moves up from No. 4 to No. 2 in voting strength in the 144-nation institution, or it cuts back its aid to the poorest countries. Money is a major factor in the battle for international","byline":"By CLYDE H. FARNSWORTH","date":"19831229","title":"AT STAKE AT THE WORLD BANK: WHO WILL BE NO. 2?","url":"http://www.nytimes.com/1983/12/29/us/at-stake-at-the-world-bank-who-will-be-no-2.html"},{"body":"-end lists of best records often differ so substantially from lists of the year's most popular records as determined by sales and radio play? One answer is that critics and ''average listeners'' hear music somewhat differently and expect different things from it. To most listeners, pop music is a more or less disposable commodity. Records that","byline":"By Robert Palmer","date":"19831228","title":"THE POP LIFE","url":"http://www.nytimes.com/1983/12/28/arts/the-pop-life-139697.html"},{"body":"Following are excerpts from an interview with the Rev. Jesse Jackson by Ronald Smothers: Q. What do you think is the most important problem facing the United States over the next decade? And what new ideas do you have for dealing with it? JACKSON. There's within this country a growing sense of insecurity within, the American people feeling","date":"19831228","title":"AN INTERVIEW WITH THE REV. JESSE JACKSON, CIVIL RIGHTS LEADER","url":"http://www.nytimes.com/1983/12/28/us/an-interview-with-the-rev-jesse-jackson-civil-rights-leader.html"},{"body":"The value of China's textile production for the first 11 months of the year rose 6.7 percent from the 1982 period, to $34.4 billion, the official New China News Agency said today.","byline":"AP","date":"19831228","title":"Chinese Textile Output","url":"http://www.nytimes.com/1983/12/28/business/chinese-textile-output.html"},{"body":"The Chinese leadership observed the 90th birthday of Mao Zedong today by adding to his mausoleum memorial rooms for three deceased contemporaries - Prime Minister Zhou Enlai, President Liu Shaoqi and Marshal Zhu De. The embalmed body of Chairman Mao, who died on Sept. 9, 1976, continues to lie in a crystal sarcophagus in the central chamber of the","byline":"By CHRISTOPHER S. WREN","date":"19831227","title":"3 OF MAO'S COMRADES SHARE HIS NICHE","url":"http://www.nytimes.com/1983/12/27/world/3-of-mao-s-comrades-share-his-niche.html"}],"tokens":["China"],"total":1639},{"offset":"0","results":[{"body":"In what appeared to be the most important shake- up in China's General Staff in years, 40 officers at corps level or above - equivalent to at least three-star generals in the United States - have responded to insistent prodding and have retired. The retirements were made public Saturday. They appear to mark a major step forward for the Government","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19841231","title":"40 HIGH OFFICERS RETIRE IN CHINA IN ARMY SHAKE-UP","url":"http://www.nytimes.com/1984/12/31/world/40-high-officers-retire-in-china-in-army-shake-up.html"},{"body":"It has been a difficult year for most major stock exchanges, with Toronto and New York losing ground and minor gains on other exchanges offset by inflation and depreciation of their currencies. There was improvement in the fourth quarter, with most exchanges registering some rise in average share prices. Because of the pickup, and the prospect of","byline":"By NICHOLAS D. KRISTOF","date":"19841231","title":"INTERNATIONAL REPORT; WORLD'S STOCK EXCHANGES EXPERIENCE A DIFFICULT YEAR","url":"http://www.nytimes.com/1984/12/31/business/international-report-world-s-stock-exchanges-experience-a-difficult-year.html"},{"body":"Nobuhiko Ushiba, a leading Japanese diplomat, international trade negotiator and former Ambassador to the United States, died today of a liver ailment at a Tokyo hospital. He was 75 years old. His death was announced by the Foreign Ministry in Tokyo, which he served as an adviser. He was also Japanese chairman of the Japan- United States Advisory","byline":"By WOLFGANG SAXON","date":"19841231","title":"NOBUHIKO USHIBA; EX-ENVOY TO U.S.","url":"http://www.nytimes.com/1984/12/31/obituaries/nobuhiko-ushiba-ex-envoy-to-us.html"},{"body":"WASHINGTON Here, for the high rollers of punditry, is the office pool in Cassandra's Casino. Nobody ever gets more than four correct, but when you hit on a big one, all the predictions that went awry are washed away. 1. White House chief of staff at 1985's end will be (a) James Baker; (b) Michael Deaver; (c) Richard Darman; (d) Robert McFarlane;","byline":"By William Safire","date":"19841231","title":"ESSAY; OFFIC POOL, 1985","url":"http://www.nytimes.com/1984/12/31/opinion/essay-offic-pool-1985.html"},{"body":"Cambodian non-Communist guerrillas, fighting Vietnamese troops in the heart of an overrun rebel camp, said today that they had killed or wounded about 100 of Hanoi's soldiers but had sustained serious losses of their own. Some 4,500 guerrillas have been trying to retake the Rithisen camp, the largest guerrilla camp along the Thai- Cambodian border.","byline":"AP","date":"19841231","title":"CAMBODIANS SAY HANOI SUFFERED 100 CASUALTIES","url":"http://www.nytimes.com/1984/12/31/world/cambodians-say-hanoi-suffered-100-casualties.html"},{"body":"Archery Men - Darrell Pace, Hamilton, Oh. Women - Hyang Soon Seo, South Korea. Basketball Men - United States. Women - United States. Boxing 106 lbs - Paul Gonzales, Los Angeles. 112 lbs. - Steve McCrory, Detroit. 119 lbs. - Maurizio Stecca, Italy. 126 lbs. - Meldrick Taylor, Philadelphia. 132 lbs. - Pernell Whitaker, Norfolk, Va. 139 lbs. - Jerry","date":"19841230","title":"1984 WINTER AND SUMMER OLYMPIC CHAMPIONS","url":"http://www.nytimes.com/1984/12/30/sports/1984-winter-and-summer-olympic-champions.html"},{"body":"PEKING IF it did not quite match the drama of Richard M. Nixon's visit in February 1972, there was nonetheless unusual interest in the arrival here last week of Soviet deputy Prime Minister Ivan V. Arkhipov for the start of the most important encounter between China and the Soviet Union in 15 years. Mr. Arkhipov's visit began on an upbeat note when","byline":"By JOHN F. BURNS","date":"19841230","title":"PEKING AND MOSCOW GET REACQUAINTED","url":"http://www.nytimes.com/1984/12/30/weekinreview/peking-and-moscow-get-reacquainted.html"},{"body":"As the most important Soviet visitor in 15 years left for home today, officials on both sides asserted that an important watershed had been passed in the long struggle to re-establish good relations between the two Communist powers. Attention among Soviet and Chinese officials here focused less on the economic and technical agreements reached","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19841230","title":"CHINA AND SOVIET PLEASED BY MOOD OF PEKING TALKS","url":"http://www.nytimes.com/1984/12/30/world/china-and-soviet-pleased-by-mood-of-peking-talks.html"},{"body":"SUNDAY, DECEMBER 30, 1984 Preparations for the arms talks with the Soviet Union have produced a consensus among White House officials, they said, that the United States will not agree to limit research for a long- range defense against missiles. This apparent agreement, contained in papers being flown to California for President Reagan's perusal,","date":"19841230","title":"NEWS SUMMARY; ; International","url":"http://www.nytimes.com/1984/12/30/nyregion/news-summary-international.html"},{"body":"The 26th Chess Olympiad in Thessaloniki, Greece, ended in a victory for the Soviet team. Though lacking Anatoly Karpov, the world champion, and his challenger, Gary Kasparov, who were playing the individual title match in Moscow, the Russians still rolled up 41 of a possible 56 points. Their team, Aleksandar Belyavsky, Lev Polugayevsky, Rafael","byline":"By Robert Byrne","date":"19841230","title":"CHESS; A SOVIET SWEEP","url":"http://www.nytimes.com/1984/12/30/arts/chess-a-soviet-sweep.html"}],"tokens":["China"],"total":1974},{"offset":"0","results":[{"body":"In a clearing between rice paddies, a shirtless youth pedals rhythmically on a threshing machine. Close by, an old woman with a bun of silver hair cries across the paddies to summon an idling water buffalo. Crickets chatter in the trees. As the last sunlight fades, a new image enters the tableau, something not of China at all. Along a pathway","byline":"By JOHN F. BURNS, Special to the New York Times","date":"19851231","title":"A BIT OF VIETNAM IS PLANTED IN CHINA","url":"http://www.nytimes.com/1985/12/31/world/a-bit-of-vietnam-is-planted-in-china.html"},{"body":"Most people tend to think of the onset of the New Year as a time of commitment or recommitment, of wishes wished, of promises made that this year, this time, will surely be kept. And nowhere, it seems in these times when fitness is often akin to godliness, are such resolves more earnest than at America's spas. According to the people who run these","byline":"By FRED FERRETTI","date":"19851231","title":"RINGING IN THE NEW YOU AT HEALTH SPAS","url":"http://www.nytimes.com/1985/12/31/style/ringing-in-the-new-you-at-health-spas.html"},{"body":"Winston Churchill said in the worst of times, ''I'm an optimist because there's not much point in anything else.'' In better times, it is reasonable to focus on what's wrong with the world because there's always room for improvement, always dangers to be warded off. There is a virtue in Cassandras. Their warnings of disaster can be depressing, but","byline":"By Flora Lewis","date":"19851231","title":"FOREIGN AFFAIRS; What's Right in The World","url":"http://www.nytimes.com/1985/12/31/opinion/foreign-affairs-what-s-right-in-the-world.html"},{"body":"The State Department has decided to widen its program of brightening its foreign embassies with the works of American artists. The intention is to provide enough art to permit displays in the embassies' chanceries, or business offices, as well as in the ambassadorial residences, which now get most of the art that is available. Some of the","byline":"By James F. Clarity and Warren Weaver Jr.","date":"19851231","title":"BRIEFING; Of Embassy Art","url":"http://www.nytimes.com/1985/12/31/us/briefing-of-embassy-art.html"},{"body":"To the Editor: I was surprised to read an article that discussed the raising of questions about the loyalties of Chinese in the United States (Dec. 11), following on the arrest of Larry Wu-tai Chin on charges of spying for China. As you know, there have recently been a large number of spy cases in the United States that involve Americans of","date":"19851231","title":"Why Question Loyalty Only of the Chinese?","url":"http://www.nytimes.com/1985/12/31/opinion/l-why-question-loyalty-only-of-the-chinese-261441.html"},{"body":"Italian investigators believe the terrorist attacks on the airports here and in Vienna were planned in Beirut and partly coordinated in Switzerland. According to a reconstruction based on information from Italian justice officials, the terrorists were recruited in mid-November among Palestinian refugees in the Sabra and Shatila neighborhoods of","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19851231","title":"TERRORISTS LINKED TO BEIRUT DISTRICTS","url":"http://www.nytimes.com/1985/12/31/world/terrorists-linked-to-beirut-districts.html"},{"body":"The United States and Vietnam will hold talks on the highest level in nine years next Monday in Hanoi, the State Department announced today. The purpose of the meeting is to lay the groundwork for resolving the problem of the nearly 1,800 Americans still unaccounted for in Vietnam. Charles E. Redman, a department spokesman, said the United States","byline":"By BERNARD GWERTZMAN, Special to the New York Times","date":"19851231","title":"HIGH U.S.-HANOI PARLEY NEXT WEEK ON MISSING","url":"http://www.nytimes.com/1985/12/31/world/high-us-hanoi-parley-next-week-on-missing.html"},{"body":"China issued its first patents since the Communist takeover in 1949 and promised to observe patent law, the New China News Agency said. It said 143 patent certificates were issued, 27 of them to concerns from Denmark, West Germany, Holland, Japan, Norway, Switzerland and the United States. The patents bureau has received more than 14,000","byline":"Reuters","date":"19851230","title":"China Issues Patents","url":"http://www.nytimes.com/1985/12/30/business/china-issues-patents.html"},{"body":"As a year of hijackings, kidnappings, car bombings and murder draws to a close, reports from correspondents of The New York Times around the world indicate that governments have hardened their attitudes and toughened security measures against a growing plague of terrorism. Across Europe and the Middle East, where terrorists in 1985 struck more","byline":"By ROBERT D. McFADDEN","date":"19851230","title":"TERROR IN 1985: BRUTAL ATTACKS, TOUGH RESPONSE","url":"http://www.nytimes.com/1985/12/30/world/terror-in-1985-brutal-attacks-tough-response.html"},{"body":"On the first floor of Kenneth Fang's garment factory stand dozens of sleek new machines, automatically knitting bright spools of yarn into sweater parts. The machines, purchased last year for $6.4 million, represent one cost of American textile restrictions here. Mr. Fang was forced to buy the machines after the United States adopted a rule that","byline":"By SUSAN CHIRA, Special to the New York Times","date":"19851230","title":"HONG KONG EXPORTERS ADJUST TO U.S. RULES","url":"http://www.nytimes.com/1985/12/30/business/hong-kong-exporters-adjust-to-us-rules.html"}],"tokens":["China"],"total":1824},{"offset":"0","results":[{"body":"TEMPUS FUGIT New Year's Eve is a night when prices can become sky-high. But one place they are not is the Cathedral of St. John the Divine, where the Fourth Annual New Year's Eve Concert for Peace will take place tonight, free. Ellen Burstyn will read the Prayer for Peace, Leonard Bernstein will be the principal speaker and Michael Barrett will","byline":"By C. Gerald Fraser","date":"19861231","title":"GOING OUT GUIDE","url":"http://www.nytimes.com/1986/12/31/arts/going-out-guide.html"},{"body":"For the first time in weeks today, there were no student demonstrations reported from any Chinese city, A senior education official described the last four weeks of pro-democracy student protests as ''important,'' but added, ''We don't feel that these things should cause alarm among us.'' The official, He Dongchang, who is Deputy Chairman of the","byline":"By EDWARD A. GARGAN, Special to the New York Times","date":"19861231","title":"CHINESE STUDENTS END THEIR MARCHES","url":"http://www.nytimes.com/1986/12/31/world/chinese-students-end-their-marches.html"},{"body":"Among the losers of 1986 you would probably have to include Vice President Bush, but you have to be careful. He may have a key role to play here in the coming year. You can never tell about Vice Presidents. John Adams said: ''My country in its wisdom contrived from me the most insignificant office that ever the invention of man contrived or his","byline":"By James Reston","date":"19861231","title":"WASHINGTON; In Praise of Losers","url":"http://www.nytimes.com/1986/12/31/opinion/washington-in-praise-of-losers.html"},{"body":"International A3-11 U.S.-Honduras war games have begun involving 3,000 United States troops for four months, the armed forces announced. The exercise will include improving airstrips in the southern part of Honduras. Page A1 A U.S.-Soviet New Year's exchange of televised greetings from the two countries' leaders was rejected by Moscow, which cited","date":"19861231","title":"NEWS SUMMARY: WEDNESDAY, DECEMBER 31, 1986","url":"http://www.nytimes.com/1986/12/31/nyregion/news-summary-wednesday-december-31-1986.html"},{"body":"1. Marking Time Begin the New Year with a compact cubic calendar. This black-and-white cube is made of durable coated card stock and is reversible, with six months on each side. It contains a listing of holidays throughout the year. Designed by Ivan Pak, the calendar is available in a choice of three graphic syles, for $3 at Sointu, 20 East 69th","byline":"By Carol Lawson","date":"19861231","title":"DISCOVERIES","url":"http://www.nytimes.com/1986/12/31/garden/discoveries.html"},{"body":"TONIGHT there will be revelers, of course, who will be satisfied simply hearing chorus after chorus of ''Auld Lang Syne'' interspersed with the hits of '86. At the same time there will be some 2,800 other celebrants whose evening will be filled with gentler melodies, such as ''Come Into the Garden, Maude,'' ''The Moon Has Raised Her Lamp Above,''","byline":"By RON ALEXANDER","date":"19861231","title":"VICTORIAN SONGS AND SAVORIES","url":"http://www.nytimes.com/1986/12/31/garden/victorian-songs-and-savories.html"},{"body":"WHETHER New Year's Day is celebrated on Jan. 1 according to the Gregorian calendar, in September or October as the Jews' Rosh ha-Shanah or in midwinter by Asians, foods serve as edible talismans to assure luck, happiness or prosperity in the coming year. The notion, for example, that eating gold-colored food will put money in your pocket is common","byline":"By FLORENCE FABRICANT","date":"19861231","title":"CULINARY TALISMANS FOR A LUCKY 1987","url":"http://www.nytimes.com/1986/12/31/garden/culinary-talismans-for-a-lucky-1987.html"},{"body":"For the first time since the outbreak of pro-democracy student demonstrations four weeks ago, senior Chinese leaders were quoted by name today as denouncing the protesters. In addition, for the first time students were threatened with jail if they persist in their protests. Meanwhile, in the bitter predawn cold this morning, university students in","byline":"By EDWARD A. GARGAN, Special to the New York Times","date":"19861230","title":"CHINESE OFFICIALS CRITICIZE PROTESTS","url":"http://www.nytimes.com/1986/12/30/world/chinese-officials-criticize-protests.html"},{"body":"As workers at Cape Canaveral prepare for the somber task of burying the debris of the space shuttle Challenger in an abandoned missile silo, the greater wreckage of the American space program still lies everywhere, picked over but by no means reassembled into a vibrant whole. Thus, 11 months after the worst disaster in spacefaring history, the","byline":"By JOHN NOBLE WILFORD","date":"19861230","title":"THREAT TO NATION'S LEAD IN SPACE IS SEEN IN LACK OF GUIDING POLICY","url":"http://www.nytimes.com/1986/12/30/science/threat-to-nation-s-lead-in-space-is-seen-in-lack-of-guiding-policy.html"},{"body":"VALUES was the buzz word of education in 1986. Stern demands for the teaching of values came from liberal Democrats like Governor Cuomo as well as conservatives like William J. Bennett, the Secretary of Education. Why? Probably because values seemed in short supply everywhere, from Wall Street to Washington. As usual, the schools were asked to undo","byline":"By FRED M. HECHINGER","date":"19861230","title":"ABOUT EDUCATION; THE YEAR FOR VALUES","url":"http://www.nytimes.com/1986/12/30/science/about-education-the-year-for-values.html"}],"tokens":["China"],"total":1661},{"offset":"0","results":[{"body":"LEAD: Two Chinese diplomats left the United States last week after they were detained on suspicion of espionage, Reagan Administration officials said today. Two Chinese diplomats left the United States last week after they were detained on suspicion of espionage, Reagan Administration officials said today. The officials said one of the diplomats","byline":"By PHILIP SHENON, Special to the New York Times","date":"19871231","title":"2 CHINESE DEPART IN ESPIONAGE CASE","url":"http://www.nytimes.com/1987/12/31/world/2-chinese-depart-in-espionage-case.html"},{"body":"LEAD: A retired New Englander who spun a tall tale about a phonograph record he received years ago has disproved the notion that honesty is the best policy. A retired New Englander who spun a tall tale about a phonograph record he received years ago has disproved the notion that honesty is the best policy. Ed Boyajian, originally from Wellesley,","byline":"AP","date":"19871231","title":"World Champion Teller of Tall Tales","url":"http://www.nytimes.com/1987/12/31/arts/world-champion-teller-of-tall-tales.html"},{"body":"LEAD: The Soviet-backed Afghan Government asserted today that a convoy of 155 Government trucks ferrying food and other supplies had reached the besieged city of Khost safely. The Soviet-backed Afghan Government asserted today that a convoy of 155 Government trucks ferrying food and other supplies had reached the besieged city of Khost safely. The","byline":"AP","date":"19871231","title":"Kabul Says a Convoy Breaks Siege of a City","url":"http://www.nytimes.com/1987/12/31/world/kabul-says-a-convoy-breaks-siege-of-a-city.html"},{"body":"LEAD: To the Editor: To the Editor: Howard Phillips's vitriolic attack on the intermediate nuclear force treaty (''The Treaty: Another Sellout,'' Op-Ed, Dec. 11) reveals the intellectual bankruptcy of the far right and the peculiar delusion that has gripped it since 1980: that Ronald Reagan's election represented a vindication of their radicalism.","date":"19871231","title":"Why Far Right Hates the Missile Treaty","url":"http://www.nytimes.com/1987/12/31/opinion/l-why-far-right-hates-the-missile-treaty-523987.html"},{"body":"LEAD: Long before he reaches those sobering final words in the end credits - ''Filmed entirely at Kaufman Astoria Studios in New York'' - Woody Allen abandons any pretense that his new film, ''September,'' is anything other than a one-set play performed before the camera. The play is Chekhovian. We know this because the characters drink only vodka","byline":"By FRANK RICH","date":"19871231","title":"CRITIC'S NOTEBOOK; Woody Allen Flirts With Chekhov","url":"http://www.nytimes.com/1987/12/31/movies/critic-s-notebook-woody-allen-flirts-with-chekhov.html"},{"body":"LEAD: One of the world championship winners in Jamaica in October had accepted another honor a few days earlier. One of the world championship winners in Jamaica in October had accepted another honor a few days earlier. This player, Kathie Wei, who heads the Houston-based Falcon Shipping Group founded by her late husband, Charles, was honored as","byline":"By ALAN TRUSCOTT","date":"19871230","title":"Bridge: Kathie Wei, Venice Winner, Is Goren Personality of Year","url":"http://www.nytimes.com/1987/12/30/nyregion/bridge-kathie-wei-venice-winner-is-goren-personality-of-year.html"},{"body":"LEAD: After a period of competitive maneuvering over the war in the Persian Gulf, the United States and the Soviet Union seem on the verge of some wary diplomatic cooperation in moving toward a Security Council resolution imposing an arms embargo on Iran. But some uncertainties lie ahead. After a period of competitive maneuvering over the war in","byline":"By DAVID K. SHIPLER, Special to the New York Times","date":"19871229","title":"Superpowers And the Gulf","url":"http://www.nytimes.com/1987/12/29/world/superpowers-and-the-gulf.html"},{"body":"LEAD: STANDING in the corral of his sprawling ranch here, Angel Castrillon affectionately patted the pride and joy among one of his herds of Zebu cattle - a robust-looking cow with good musculature and a placid personality. STANDING in the corral of his sprawling ranch here, Angel Castrillon affectionately patted the pride and joy among one of his","byline":"By LARRY ROHTER","date":"19871229","title":"Mexican Rancher Breeds Miniature Cows","url":"http://www.nytimes.com/1987/12/29/science/mexican-rancher-breeds-miniature-cows.html"},{"body":"LEAD: To the Editor: To the Editor: On Dec. 13, 1937, the Japanese Imperial Army took Nanking, China, and within two weeks had destroyed the city and murdered, it has been estimated, 350,000 civilians. These were not the antiseptic, impersonal deaths of high-altitude bombing of Hiroshima or Nagasaki. As in the Nazi concentration camps, each","date":"19871229","title":"The Rape of Nanking Must Be Remembered","url":"http://www.nytimes.com/1987/12/29/opinion/l-the-rape-of-nanking-must-be-remembered-870287.html"},{"body":"LEAD: Rewi Alley, a New Zealander who came to China in 1927 and stayed 60 years to help the Communist cause, died Sunday in Beijing, the official New China News Agency reported. He was 90 years old. Rewi Alley, a New Zealander who came to China in 1927 and stayed 60 years to help the Communist cause, died Sunday in Beijing, the official New China","byline":"AP","date":"19871228","title":"Rewi Alley, Expatriate in China","url":"http://www.nytimes.com/1987/12/28/obituaries/rewi-alley-expatriate-in-china.html"}],"tokens":["China"],"total":1803},{"offset":"0","results":[{"body":"LEAD: Questions are based on news reports in The Times this week. Answers appear on page 46. Questions are based on news reports in The Times this week. Answers appear on page 46. This gentleman is at the center of a scnadal that has fascinated the French public: a nurse accused of taking advantage of an aging heiress, lawyers accused of being","byline":"By DONNA ANDERSON","date":"19881231","title":"SATURDAY NEWS QUIZ","url":"http://www.nytimes.com/1988/12/31/us/saturday-news-quiz.html"},{"body":"LEAD: Crowds chanting ''Down with blacks!'' in the eastern city of Nanjing this week have laid bare the gap in China between the official warmth extended to African countries and the suspicion that many Chinese seem to harbor toward African people. Crowds chanting ''Down with blacks!'' in the eastern city of Nanjing this week have laid bare the gap","byline":"By NICHOLAS D. KRISTOF, Special to the New York Times","date":"19881230","title":"Black Africa Leaves China In Quandary","url":"http://www.nytimes.com/1988/12/30/world/black-africa-leaves-china-in-quandary.html"},{"body":"LEAD: When the department of Asian art at the Metropolitan Museum decided to mount an exhibition of Song and Yuan Dynasty paintings from its collection, it could not go too far wrong. The Song and Yuan periods are signposts of Chinese art. Between 960 and 1368, the Chinese debates about painting, poetry and calligraphy; about inspiration and","byline":"By MICHAEL BRENSON","date":"19881230","title":"Reviews/Art; 2 Dynasties' Views of Landscape, in Met Paintings","url":"http://www.nytimes.com/1988/12/30/arts/reviews-art-2-dynasties-views-of-landscape-in-met-paintings.html"},{"body":"LEAD: China accused the United States today of ''discriminative restrictions'' on the travel of Chinese diplomats in the United States and blamed the American side for the dispute over diplomatic travel rights. China accused the United States today of ''discriminative restrictions'' on the travel of Chinese diplomats in the United States and blamed","byline":"AP","date":"19881230","title":"China Faults U.S. in Dispute On Diplomats' Travel Rights","url":"http://www.nytimes.com/1988/12/30/world/china-faults-us-in-dispute-on-diplomats-travel-rights.html"},{"body":"LEAD: FRIDAY DEPRESSION ERA FILMS FRIDAY DEPRESSION ERA FILMS Hollywood responded to the Depression both with brutally realistic films about the era's social problems and with remarkably fluffy, escapist movies. These two sides of 1930's American film making will be explored in a four-week series opening tonight at Film Forum 2, 57 Watts Street.","byline":"By Andrew L. Yarrow","date":"19881230","title":"WEEKENDER GUIDE","url":"http://www.nytimes.com/1988/12/30/arts/weekender-guide.html"},{"body":"LEAD: Angola has asked the Secretary General to begin an international appeal for aid to help pay the cost of pulling some 50,000 Cuban soldiers out of its territory, as required by last week's peace accords, diplomats and United Nations officials said today. Angola has asked the Secretary General to begin an international appeal for aid to help","byline":"By PAUL LEWIS, Special to the New York Times","date":"19881230","title":"Angola Asks U.N. to Seek Funds For Cost of Cuban Troop Pullout","url":"http://www.nytimes.com/1988/12/30/world/angola-asks-un-to-seek-funds-for-cost-of-cuban-troop-pullout.html"},{"body":"LEAD: International A2-10 International A2-10 New airport security measures, including searching the luggage of more passengers, were announced by the Federal Aviation Administration for U.S. flights from airports in the Middle East and Western Europe. Page A1 Japan's justice minister resigned because he had received political donations from a","date":"19881230","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1988/12/30/nyregion/news-summary-587088.html"},{"body":"LEAD: The United States should narrow its efforts to restrict exports of computer hardware and software to Communist nations and concentrate on certain advanced technologies that have crucial military applications, according to a report to be released today by the National Academy of Sciences. The United States should narrow its efforts to restrict","byline":"By JOHN MARKOFF","date":"19881230","title":"U.S. Shift Urged On Export Rules For Technology","url":"http://www.nytimes.com/1988/12/30/business/us-shift-urged-on-export-rules-for-technology.html"},{"body":"LEAD: In the first known investment by a Communist country in South Korea, a Chinese electronics company has agreed to form a joint venture here to make color television parts. In the first known investment by a Communist country in South Korea, a Chinese electronics company has agreed to form a joint venture here to make color television parts.","byline":"Reuters","date":"19881229","title":"China Venture In South Korea","url":"http://www.nytimes.com/1988/12/29/business/china-venture-in-south-korea.html"},{"body":"LEAD: ICY winds and frosty panes may tempt you to ignore the scene outside your window. But to neglect the winter garden is to lose a quarter of the year. With no summer blooms for distraction, experienced gardeners use this season for unfinished business and to consider color and pattern for next winter's scene. ICY winds and frosty panes may","byline":"By LINDA YANG","date":"19881229","title":"Winter Gardening: Quiet Pleasures","url":"http://www.nytimes.com/1988/12/29/garden/winter-gardening-quiet-pleasures.html"}],"tokens":["China"],"total":1918},{"offset":"0","results":[{"body":"LEAD: Viewing American foreign policy these days can seem a bit like watching a badly dubbed and poorly edited foreign movie. The actors often seem to be speaking the wrong lines and their actions often seem to be all out of order. Viewing American foreign policy these days can seem a bit like watching a badly dubbed and poorly edited foreign","byline":"By THOMAS L. FRIEDMAN","date":"19891231","title":"The World; As Ideology Recedes, The U.S. Rearranges Its Global Struggles","url":"http://www.nytimes.com/1989/12/31/weekinreview/the-world-as-ideology-recedes-the-us-rearranges-its-global-struggles.html"},{"body":"LEAD: China today condemned a British decision to grant full residency rights to 50,000 Hong Kong families, calling it ''a gross violation'' of an agreement between the two countries and threatening to take unspecified retaliatory action. China today condemned a British decision to grant full residency rights to 50,000 Hong Kong families, calling","byline":"By STEVEN ERLANGER, Special to The New York Times","date":"19891231","title":"China Condemns British Decision To Take In Hong Kong Families","url":"http://www.nytimes.com/1989/12/31/world/china-condemns-british-decision-to-take-in-hong-kong-families.html"},{"body":"LEAD: IN Europe, the circus is not just something to take your kids to - grown men and the government fight about it passionately in the popular press. So when the Olympics of circus arts is held in Paris every January, the historic Cirque d'Hiver building becomes the hottest spot in the city on a chilly winter weekend. IN Europe, the circus is not","byline":"By KATHLEEN CUSHMAN; KATHLEEN CUSHMAN is co-author of ''Cir cus Dreams: The Making of a Circus Artist,'' to be published next fall by Little, Brown. She is working on a book about the new circus.","date":"19891231","title":"Aiming High Under the Big Top","url":"http://www.nytimes.com/1989/12/31/travel/aiming-high-under-the-big-top.html"},{"body":"LEAD: ''PEEP SHOW,'' a mostly routine 1950 revue produced by Mike Todd, deserves at least a footnote in theatrical history as probably the only Broadway show ever to contain a song by a ruling monarch. The number was ''Blue Night,'' written by Thailand's jazz-loving young King Bhumibol Adulyadej. The show also brought Thai silk to the New York","byline":"By WILLIAM WARREN; WILLIAM WARREN is the author of ''Bangkok's Waterways, an Explorer's Handbook,'' published in October by Ian Lloyd in Singapore.","date":"19891231","title":"SHOPPER'S WORLD; Brilliant Silks Woven by Hand In Thailand","url":"http://www.nytimes.com/1989/12/31/travel/shopper-s-world-brilliant-silks-woven-by-hand-in-thailand.html"},{"body":"LEAD: Here is what the country has learned about George Bush in 1989: Here is what the country has learned about George Bush in 1989: He talks funny. He keeps secrets. He enjoys sports that require Abercrombie & Fitch-style rugged wear. His second serve is as weak as a falling leaf. He loves his jet, his telephone and the sound of his title. He can","byline":"By MAUREEN DOWD, Special to The New York Times","date":"19891231","title":"Basking in Power's Glow: Bush's Year as President","url":"http://www.nytimes.com/1989/12/31/us/basking-in-power-s-glow-bush-s-year-as-president.html"},{"body":"LEAD: ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team - Soviet Union. Women - Kim Soo Nyung, South Korea. Women's team - South Korea. U.S. Indoor Champions Men - Ed Eliason, South Stansbury, Utah. Women - Denise Parker, South Jordan, Utah. ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team -","date":"19891231","title":"Winners of Individual and Team Championships","url":"http://www.nytimes.com/1989/12/31/sports/winners-of-individual-and-team-championships.html"},{"body":"LEAD: The Government of Taiwan is legally responsible for the acts of a military official who ordered the killing of a Taiwanese-American journalist, a Federal appeals court here has ruled. The Government of Taiwan is legally responsible for the acts of a military official who ordered the killing of a Taiwanese-American journalist, a Federal","byline":"AP","date":"19891231","title":"Taiwan Held Liable in Killing of U.S. Journalist","url":"http://www.nytimes.com/1989/12/31/us/taiwan-held-liable-in-killing-of-us-journalist.html"},{"body":"LEAD: THE print hangs on the wall in our living room. ''Teacup and Letter'' was a Christmas present from my daughter, Carol, an artist, a printmaker and painter. It is framed in natural wood, which picks up the browns of the bureau on which the cup and letter rest. The cup is Royal Stafford procelain, with a beautifully curved black and white","byline":"By Charity E. MacDonald; Charity E. MacDonald lives in Bedford.","date":"19891231","title":"WESTCHESTER OPINION; Grandmothers, Granddaughters","url":"http://www.nytimes.com/1989/12/31/nyregion/westchester-opinion-grandmothers-granddaughters.html"},{"body":"LEAD: The Ramans are back - if indeed they exist. In 1973 Arthur C. Clarke published a classic puzzle-story about enigmatic aliens, ''Rendezvous With Rama.'' In that novel (set in the year 2130) an enormous spaceship shaped like a hollow cylinder entered the solar system; all attempts to communicate with it were unsuccessful, yet the spaceship","byline":"By Gerald Jonas","date":"19891231","title":"SCIENCE FICTION","url":"http://www.nytimes.com/1989/12/31/books/science-fiction.html"},{"body":"LEAD: WHILE 1989 was not a banner year for discovering restaurants rated excellent, there was one clear winner in that league. La Provence (86 Washington Street, South Norwalk, 855-8958) combines a comfortable decor inspired by the south of France, with food to match. The restaurant, operated by two graduates of the Guy Savoy restaurant in Paris,","byline":"By PATRICIA BROOKS","date":"19891231","title":"DINING OUT; Memorable Meals: A Critic's Choices","url":"http://www.nytimes.com/1989/12/31/nyregion/dining-out-memorable-meals-a-critic-s-choices.html"}],"tokens":["China"],"total":2587},{"offset":"0","results":[{"body":"In a country where bold is bad, artists sometimes think more about diplomacy -- about tiptoeing on a thread of silk -- than they do about drawing. Ding Cong is such a diplomat: he is a consummate political cartoonist who never raises the topic of politics. At a time when people are thrown in jail for openly criticizing the Government, Mr. Ding's","byline":"By SHERYL WuDUNN, Special to The New York Times","date":"19901231","title":"Beijing Journal; Chinese Cartoonist Is the Master of the Fine Line","url":"http://www.nytimes.com/1990/12/31/world/beijing-journal-chinese-cartoonist-is-the-master-of-the-fine-line.html"},{"body":"China's Communist Party Central Committee concluded a major six-day meeting today, after approving a moderate, cautious new blueprint for the 1990's and warning that the next decade could determine the rise or fall of the nation's Communist system. At the long-awaited meeting, the Central Committee formally approved the five-year plan that is","byline":"By SHERYL WuDUNN, Special to The New York Times","date":"19901231","title":"China Offers Cautious Economic Plan","url":"http://www.nytimes.com/1990/12/31/world/china-offers-cautious-economic-plan.html"},{"body":"World stock markets begin 1991 facing the threat of a war in the Persian Gulf, recessions or economic slowdowns around the world, and dismal earnings -- the same factors that drove stock markets down sharply in 1990. Yet many market watchers expect a better year than the one ending today. In 1990, these pressures resulted in a worse year for stocks","byline":"By JONATHAN FUERBRINGER","date":"19901231","title":"INTERNATIONAL REPORT; World Markets Begin 1991 Pressed by Problems of 1990","url":"http://www.nytimes.com/1990/12/31/business/international-report-world-markets-begin-1991-pressed-by-problems-of-1990.html"},{"body":"Margot Breier and David Kung-Chan Liu, television producers, were married yesterday at the home of Paige and Patrick Mulroy in New York by Judge Richard F. Braun of Civil Court in Manhattan. The bride, who is keeping her name, is a freelance television producer. She is a founding member and a former vice preisdent of New York Women in Film. She is","date":"19901231","title":"Margot Breier Is Married to David Liu","url":"http://www.nytimes.com/1990/12/31/style/margot-breier-is-married-to-david-liu.html"},{"body":"INTERNATIONAL 2-7 The European Community will meet for an emergency session to consider independent action aimed at persuading Iraq to withdraw its forces from Kuwait before the United Nations deadline of Jan. 15. Page 1 Iraq will summon Muslim leaders from 17 countries for a conference on Jan. 9 to draw up plans for a response to any attack on","date":"19901231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1990/12/31/nyregion/news-summary-591890.html"},{"body":"Archery World Champions U.S. Men -- Ed Eliason, Stansbury Park, Utah. U.S. Women -- Denise Parker, South Jordan, Utah. U.S. Indoor Champions Men -- Ed Eliason. Women -- Denise Parker. Auto Racing Formula One -- Ayrton Senna, Brazil, McLaren-Honda. World Sports Prototype -- Jean-Louis Schlesser, France, and Mauro Baldi, Italy, Sauber Mercedes. CART","date":"19901230","title":"Winners of Individual and Team Championships","url":"http://www.nytimes.com/1990/12/30/sports/winners-of-individual-and-team-championships.html"},{"body":"Their appeal transcends income, education and taste. While other fashions have come and gone, the lowly T-shirt keeps selling. But even this garment's sales may be vulnerable to a recession. Indeed, a surge in domestic capacity and the flow of imports have made T-shirt marketing a sweaty contact sport. Analysts are expecting cutbacks in domestic","byline":"By ISADORE BARMASH","date":"19901230","title":"The T-Shirt Industry Sweats It Out","url":"http://www.nytimes.com/1990/12/30/business/the-t-shirt-industry-sweats-it-out.html"},{"body":"Despite the absence of Gary Kasparov and Anatoly Karpov, the Soviet Union decisively won the 29th Olympiad in Novi Sad, Yugoslavia, Nov. 16 to Dec. 4. Its team of Vasily Ivanchuk, Boris Gelfand, Aleksandr Belyavsky, Artur Yusupov, Leonid Yudasin and Evgeny Bareyev achieved the gold medal game score of 39-17 in the 14-round Swiss-system tournament.","byline":"By Robert Byrne","date":"19901230","title":"Chess","url":"http://www.nytimes.com/1990/12/30/news/chess-964590.html"},{"body":"To the Editor: I regret the unfortunate implication about Queens College in the article about me [ \"A Long Musical March From China,\" Dec. 2 ] . The issues of reputation versus actual value of educational institutions of all kinds are indeed highly debatable. Whatever my words may have been, my intention in this interview was to express gratitude","date":"19901230","title":"BRIGHT SHENG; Thanks to Queens College","url":"http://www.nytimes.com/1990/12/30/arts/l-bright-sheng-thanks-to-queens-college-681590.html"},{"body":"India's new Prime Minister, Chandra Shekhar, has begun to chart his own pragmatic course in foreign affairs, giving Indian policy the outlines of its first clear direction in more than a year. Mr. Shekhar, who was described by friends and colleagues as a politician with little interest in foreign affairs when he took office on Nov. 10, made his","byline":"By BARBARA CROSSETTE, Special to The New York Times","date":"19901230","title":"India's Premier Blazing a Foreign Affairs Trail","url":"http://www.nytimes.com/1990/12/30/world/india-s-premier-blazing-a-foreign-affairs-trail.html"}],"tokens":["China"],"total":2021},{"offset":"0","results":[{"body":"When an American correspondent applied this year to interview Zhang Wei, a former senior official in the city of Tianjin, the authorities rejected the request on the ground that Mr. Zhang was very busy. That was not very plausible, since Mr. Zhang had supported the 1989 democracy movement and had consequently spent much of the time since then under","byline":"By NICHOLAS D. KRISTOF,","date":"19911231","title":"CHINA'S FOREIGNERS WATCHED CLOSELY","url":"http://www.nytimes.com/1991/12/31/world/china-s-foreigners-watched-closely.html"},{"body":"About 60 men, many wearing baseball caps and work boots, scrambled out of their cars and pick-up trucks, and gathered in a parking lot, which was hemmed in by a truck depot, a chemical factory and railroad yard in the Bridesburg section of northeast Philadelphia. But instead of playing ball or working on their engines, they came to rehearse with","byline":"By MICHAEL deCOURCEY HINDS,","date":"19911231","title":"Philadelphia Journal; The Frivolous Reigns at This Parade","url":"http://www.nytimes.com/1991/12/31/us/philadelphia-journal-the-frivolous-reigns-at-this-parade.html"},{"body":"Japan, be warned: America has an enemy habit. It has just spent a quarter of its lifetime cultivating this habit and, with Soviet Communism dead, it is suddenly like the cigarette fiend in need of smoke. You know how desperate a smoker may be? You've seen those anti-smoking films where he wakes in the night craving smoke, only to find his pack","byline":"By RUSSELL BAKER","date":"19911231","title":"Observer; A Hunger For Enemies","url":"http://www.nytimes.com/1991/12/31/opinion/observer-a-hunger-for-enemies.html"},{"body":"MANY people who have dutifully given up soy sauce, pickles and pretzels in an attempt to prevent high blood pressure by limiting salt may be sacrificing needlessly, a growing number of researchers now believe. For about half of those with hypertension, they say, restricting salt has little effect; for many of the others, the benefits are slim. And","byline":"By ELISABETH ROSENTHAL","date":"19911231","title":"Hypertension Research Challenges Role of Salt","url":"http://www.nytimes.com/1991/12/31/science/hypertension-research-challenges-role-of-salt.html"},{"body":"\"Mikhail Gorbachev will be ousted by Yeltsin-Sobchak-Shevardnadze reformers following public revulsion after a bloody crackdown\" was the prediction made in this space last year. Never mind that I recanted under pressure of television lights, or foolishly dismissed Norman Schwarzkopf as Ethelred the Unready; in the Nostradamus dodge, you remember","byline":"By WILLIAM SAFIRE;","date":"19911230","title":"Essay; Office Pool, 1992","url":"http://www.nytimes.com/1991/12/30/opinion/essay-office-pool-1992.html"},{"body":"A major human rights coalition asserted yesterday that the Bush Administration had devalued rights issues in making foreign policy toward Kuwait, China, Haiti and other countries. The independent group, Human Rights Watch, said in a comprehensive annual report that Washington had sacrificed human rights principles to its political interests, and","byline":"By MARVINE HOWE","date":"19911230","title":"Group Accuses U.S. Of Devaluing Rights In Its Foreign Policy","url":"http://www.nytimes.com/1991/12/30/world/group-accuses-us-of-devaluing-rights-in-its-foreign-policy.html"},{"body":"Successful mediation in trouble spots around the world and the fading of the cold war have raised expectations that the United Nations may finally fulfill its lofty goals, helping to defuse threats to peace and security and offering a forum for addressing problems that no country can solve alone. As the sixth Secretary General of the United","byline":"By PAUL LEWIS,","date":"19911230","title":"New U.N. Leader Is Taking Over At a Time of Great Expectations","url":"http://www.nytimes.com/1991/12/30/world/new-un-leader-is-taking-over-at-a-time-of-great-expectations.html"},{"body":"ARCHERY World Champions Men - Simon Fairweather, Australia. Men's team - South Korea. Women - Soo-nyung Kim, South Korea. Women's team - South Korea. World Indoor Champions Men's indoor freestyle - Sebastian Flute, France. Women's indoor freestyle - Natalya Valeyeva, Soviet Union. Men's indoor compound bow - Joe Asay, Sandy, Utah. Women's indoor","byline":"Compiled by Vincent M. Mallozzi.","date":"19911229","title":"THE YEAR IN REVIEW; Winners of 1991 Individual and Team Championships","url":"http://www.nytimes.com/1991/12/29/sports/the-year-in-review-winners-of-1991-individual-and-team-championships.html"},{"body":"THE Scarsdale Historical Society's Christmas special is \"The Toys We Treasured,\" a collection of playthings that no doubt were taken for granted by their original owners. As for today's children reared on plastic, they may not even recognize them as toys, much less as treasures, unless briefed by parents, even grandparents. It is not just the","byline":"By VIVIEN RAYNOR","date":"19911229","title":"ART; A Toy Exhibit in Scarsdale And Photographs in the Bronx","url":"http://www.nytimes.com/1991/12/29/nyregion/art-a-toy-exhibit-in-scarsdale-and-photographs-in-the-bronx.html"},{"body":"I would like to offer some comments on Helen A. Harrison's review \"Chinese Emigres' Influences\" [ Oct. 13 ] . I am a specialist in the field of Chinese art who has spent nearly three years living in China and is fluent in Chinese. I am acquainted with the eight artists whose work was included in the exhibition held at the Smithtown Arts Council","date":"19911229","title":"How Chinese Artists Express Themselves","url":"http://www.nytimes.com/1991/12/29/nyregion/l-how-chinese-artists-express-themselves-821391.html"}],"tokens":["China"],"total":1727},{"offset":"0","results":[{"body":"This old mining town in the southern desert, for decades home to Peru's struggling state-controlled iron company, has a new owner in what Government officials and investment bankers describe as a one-of-a-kind acquisition. The buyer is a Chinese state-owned corporation, which with the permission of the Communist leaders in Beijing competed with","byline":"By NATHANIEL C. NASH,","date":"19921231","title":"Peruvian State Iron Company Finds a 'Private' Buyer: China","url":"http://www.nytimes.com/1992/12/31/business/peruvian-state-iron-company-finds-a-private-buyer-china.html"},{"body":"Ling-Ling, the female giant panda who symbolized the opening of relations between the United States and China and was the National Zoo's most popular feature for 20 years, was found dead by a keeper at the zoo this afternoon. Officials of the zoo said the death was unexpected, although at the age of 23 Ling-Ling was old for a panda, which in the","date":"19921231","title":"Ling-Ling, Symbol of Opening of China, Dies","url":"http://www.nytimes.com/1992/12/31/us/ling-ling-symbol-of-opening-of-china-dies.html"},{"body":"Eddie Brown, a dancer who won fame as a master of rhythm tap improvisation and schooled a generation of dancers, died on Monday. He was 74 years old. Mr. Brown, who had cancer, died in a convalescent home here. Rusty E. Frank, who compiled an oral history of tap dancing, said: \"In New York they had Honi Coles. In California, it was Eddie Brown. He","date":"19921231","title":"Eddie Brown, 74; Tap-Dance Master of Improvisation","url":"http://www.nytimes.com/1992/12/31/arts/eddie-brown-74-tap-dance-master-of-improvisation.html"},{"body":"International A2-13 BOSNIAN SUFFERING PREVAILS After nine months of fighting, at least 150,000 people dead or missing, 1.5 million made homeless, scores of towns and villages razed to the ground and numberless atrocities, few people in Bosnia and Herzegovina have any confidence that an end to the suffering is at all near. A1 BRITON WARNS SERBS ON","date":"19921231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1992/12/31/nyregion/news-summary-216092.html"},{"body":"The Chinese Government tightened the economic pressure on North Korea today by announcing that all trade beginning in 1993 must be paid for in cash rather than through barter. North Korea, which is already suffering a severe economic crisis, depends on neighboring China for oil and other supplies. It has no hard currency to pay its bills and is","byline":"By NICHOLAS D. KRISTOF,","date":"19921230","title":"Cash Only, No Bartering, China Tells North Koreans","url":"http://www.nytimes.com/1992/12/30/world/cash-only-no-bartering-china-tells-north-koreans.html"},{"body":"Two-party democracy arrived on Chinese soil this month, following Taiwan's first fully democratic legislative election. While Chiang Kai-shek's old Nationalist Party won a majority of seats, the Democratic Progressive Party will now offer significant organized opposition. That's a historic breakthrough not only for Taiwan, but also for the larger","date":"19921230","title":"One China, Plus Democracy","url":"http://www.nytimes.com/1992/12/30/opinion/one-china-plus-democracy.html"},{"body":"International A2-9 ARMS TREATY TERMS SET The U.S. and Russia agreed on a nuclear-arms-reduction treaty after Washington compromised on three Russian demands. A summit meeting on the accord could take place as early as this weekend. A1 A FITTING BUT DELICATE BALANCE The new strategic arms treaty aligns the U.S. and Russian weapons balance with their","date":"19921230","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1992/12/30/nyregion/news-summary-259892.html"},{"body":"Japan's promise last year to open its market in computer chips is not producing the level of American sales that both nations said they expected, Carla A. Hills, the United States trade representative, said today. \"This lack of improvement calls into question Japan's resolve to implement\" last year's arrangement, Mrs. Hills said in an unusually","byline":"By KEITH BRADSHER,","date":"19921230","title":"U.S. Escalates War of Words Over Chip Imports by Japan","url":"http://www.nytimes.com/1992/12/30/business/us-escalates-war-of-words-over-chip-imports-by-japan.html"},{"body":"To the Editor: Re \"Are These Trips Necessary?\" (editorial, Dec. 19): Several weeks ago President Bush asked me to lead a Presidential mission to China, following his decision to resume high-level economic talks with the Chinese. The driving rationale for the mission was to promote economic growth and jobs in the United States by insuring that","date":"19921229","title":"Talks With China Mean Jobs for U.S.","url":"http://www.nytimes.com/1992/12/29/opinion/l-talks-with-china-mean-jobs-for-us-934192.html"},{"body":"China has laid off 100,000 coal workers and will lay off hundreds of thousands more in the coming years, as part of a broad effort to modernize its energy industry, an official report said today. The layoffs suggest that the Communist Party is finally grappling directly with the enormously complex and painful problems of industrial revamping. Until","byline":"By NICHOLAS D. KRISTOF,","date":"19921229","title":"China Plans Big Layoffs Of Coal Mine Workers","url":"http://www.nytimes.com/1992/12/29/business/china-plans-big-layoffs-of-coal-mine-workers.html"}],"tokens":["China"],"total":1919},{"offset":"0","results":[{"body":"There are more sharks on the land in this want-to-get-rich town, Gordon Y. S. Wu likes to say, than in Victoria Harbor, the less than fragrant waters of Hong Kong's busy port where the 58-year-old engineer-developer will fearlessly take a plunge. Nominally, Mr. Wu has lost a public bet that he could finish his Hong Kong-to-Guangzhou highway, the","byline":"By PATRICK E. TYLER,","date":"19931231","title":"Hong Kong Tycoon's Road to China","url":"http://www.nytimes.com/1993/12/31/business/hong-kong-tycoon-s-road-to-china.html"},{"body":"BASIC HOLDINGS LTD., the Bahamas, has abandoned plans to sale its 32.7 percent stake in Basic Petroleum International, New York. L. M. ERICSSON, Stockholm, has signed a contract valued at $26 million for the delivery of AXE 10 switching equipment in China.","date":"19931231","title":"COMPANY BRIEFS","url":"http://www.nytimes.com/1993/12/31/business/company-briefs-314893.html"},{"body":"Film It was a very good year for Gong Li, the sturdy and beautiful Chinese actress who played the title role in \"The Story of Qiu Ju\" and also appears so strikingly in \"Farewell My Concubine.\" Tonight she can also be seen at the Walter Reade Theater at Lincoln Center starring in \"Ju Dou,\" a memorably lurid 1990 film by Zhang Yimou, who has directed","byline":"By JANET MASLIN","date":"19931231","title":"Critics' Choices; Artistic Ideas for Starting the New Year Right","url":"http://www.nytimes.com/1993/12/31/movies/critics-choices-artistic-ideas-for-starting-the-new-year-right-283493.html"},{"body":"Companies The F.C.C. has delayed Infinity Broadcasting deals to buy three radio stations for $170 million while it considers complaints about Howard Stern, the New York radio personality whose running sexual banter on Infinity stations has already brought $1.2 million in fines. Any delay past New Year's Day could cost Infinity several million","date":"19931231","title":"BUSINESS DIGEST","url":"http://www.nytimes.com/1993/12/31/business/business-digest-730093.html"},{"body":"China said today that it would unify its two-tier exchange-rate system and let the value of its currency, the yuan, float at market rates starting Saturday. The step brings China closer to making its currency convertible, which will help foreign investors and improve its chances of some day entering the world trading organization, the General","date":"19931230","title":"China Unifying Its Currency In Step Toward GATT Role","url":"http://www.nytimes.com/1993/12/30/business/china-unifying-its-currency-in-step-toward-gatt-role.html"},{"body":"Welcome to the 20th annual Office Pool. Because this participatory prognostication has answered the unfelt need of millions, this tradition has been imitated in all media. I have always tried to score lower than my readers, and last year went especially deep into the tank: all but one wrong. (That one, however, forewarned that Clinton would jack up","byline":"By WILLIAM SAFIRE","date":"19931230","title":"Essay; Office Pool 1994","url":"http://www.nytimes.com/1993/12/30/opinion/essay-office-pool-1994.html"},{"body":"The Rev. Daniel C. Thomas, a retired vice president and past trustee of Princeton Theological Seminary, died on Tuesday at the Princeton Medical Center. He was 73 and lived in Princeton. The cause was prostate cancer, his family said. Starting in the 1940's, Mr. Thomas served as pastor to several large Presbyterian churches in the East and Middle","date":"19931230","title":"Daniel C. Thomas, 73, Trustee of Seminary","url":"http://www.nytimes.com/1993/12/30/obituaries/daniel-c-thomas-73-trustee-of-seminary.html"},{"body":"The Economy Americans bought existing homes in November at the fastest pace ever recorded, spurred by confidence in the economy and the fear that low interest rates might not last. The higher-than-expected activity reinforced optimism about continued economic expansion. A separate report showed another rise in the index of leading economic","date":"19931230","title":"BUSINESS DIGEST","url":"http://www.nytimes.com/1993/12/30/business/business-digest-484493.html"},{"body":"A Chinese couple accompanied by their 11-year-old son today carried off the 10th hijacking this year of a jetliner from China to Taiwan. A second attempted hijacking from the mainland was foiled in the air by the flight crew, a report on Taiwan state radio said, but Chinese authorities did not confirm that attempt. The wave of air piracy, the worst","byline":"By PATRICK E. TYLER,","date":"19931229","title":"Chinese Couple Hijack Plane to Taiwan","url":"http://www.nytimes.com/1993/12/29/world/chinese-couple-hijack-plane-to-taiwan.html"},{"body":"\"Shadowlands\" is the most soothing film of the Christmas season, even though it happens to be about tragic loss. That's because it has been directed, in ripely sentimental fashion, by Richard Attenborough, an uncommonly reliable film maker on subjects both large and small. Most of Mr. Attenborough's subjects (\"Gandhi,\" \"Chaplin,\" \"Young Winston\")","byline":"By JANET MASLIN","date":"19931229","title":"Review/Film; 'Shadowlands,' a Story Of a Spring of Romance In the Autumn of 2 Lives","url":"http://www.nytimes.com/1993/12/29/movies/review-film-shadowlands-a-story-of-a-spring-of-romance-in-the-autumn-of-2-lives.html"}],"tokens":["China"],"total":1886},{"offset":"0","results":[{"body":"International 2-5 MISSING BOSNIANS The question of the missing in Bosnia has long been overshadowed by the war itself, but now it is coming to the forefront in negotiations. A special report tells the story of one family's struggles. 1 More talks toward cementing the Bosnian cease-fire. 5 SYRIA-ISRAEL TALKS REVEALED Israel and Syria have been","date":"19941231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1994/12/31/nyregion/news-summary-257877.html"},{"body":"Unable to resolve a dispute with China over American accusations of piracy of computer software, movies and tapes, the United States is preparing a list of punitive tariffs that the Chinese warn could bring on a trade war. Officials close to the negotiations said today that the threatened trade sanctions would involve more than $1 billion in","date":"19941231","title":"U.S. Preparing Trade Sanctions Against China","url":"http://www.nytimes.com/1994/12/31/business/us-preparing-trade-sanctions-against-china.html"},{"body":"With a practiced eye, Dr. Philip J. Currie negotiates the eroded hills, halts at a clearing of weathered sandstone and picks up what appear to be several stones. In fact, they are the fossilized bone fragments of a dinosaur. Dr. Currie thinks the shards -- brittle, lightly striated, too small to be of any scientific value -- probably came from the","byline":"By CLYDE H. FARNSWORTH,","date":"19941231","title":"Drumheller Journal; Rapturous Over Raptors at Canada's Jurassic Park","url":"http://www.nytimes.com/1994/12/31/world/drumheller-journal-rapturous-over-raptors-at-canada-s-jurassic-park.html"},{"body":"Pork futures prices surged yesterday after an Agriculture Department report indicated that hog raisers were planning to reduce the size of their herds. On other commodities markets, cotton and sugar prices also rose. The Commodity Research Bureau's index of 21 commodities rose 0.29 point, to 236.64. The Agriculture Department said Thursday that","date":"19941231","title":"FUTURES MARKETS; A Forecast of Fewer Sows Sends Hog Prices Soaring","url":"http://www.nytimes.com/1994/12/31/business/futures-markets-a-forecast-of-fewer-sows-sends-hog-prices-soaring.html"},{"body":"The Economy The Internet has made hoaxes and frauds more insidious because of the reach and immediacy offered by the network. The growing use of unsigned messages over computer networks has spawned a debate about how to prevent abuses without stifling the right to speak freely -- even anonymously. \"Anonymity is power,\" says a specialist in","date":"19941231","title":"BUSINESS DIGEST","url":"http://www.nytimes.com/1994/12/31/business/business-digest-258750.html"},{"body":"The Japanese have become less confident that their country will dominate the world economy in the next century, and Americans have grown more certain that they can meet Japanese competition, a new poll shows. In the survey, conducted early this month in both countries by The New York Times, CBS News and the Tokyo Broadcasting System, only 25","byline":"By DAVID E. SANGER","date":"19941230","title":"Japanese Less Confident of Economic Future, Poll Finds","url":"http://www.nytimes.com/1994/12/30/world/japanese-less-confident-of-economic-future-poll-finds.html"},{"body":"China's top legislative body passed the country's first prison law today as part of an effort to rein in rising crime. The law is intended to insure that criminals receive appropriate penalties, the official New China News Agency reported. But the report said it also guaranteed prisoners' rights to safety and appeals. The legislation requires","date":"19941230","title":"China Passes Prison Law","url":"http://www.nytimes.com/1994/12/30/world/china-passes-prison-law.html"},{"body":"Walk in, past the dim bar where pretty people sit on chic stools, past the Malaysian stilt houses with their rope windows, to the waterfall in the back of the room. Tropical plants hug the walls, and music throbs as tall men wrapped in sarongs weave through the tables with feline grace. The room is dim, and the sultry air is perfumed with the","byline":"By Ruth Reichl","date":"19941230","title":"Restaurants","url":"http://www.nytimes.com/1994/12/30/arts/restaurants-252727.html"},{"body":"* Pepsi-Cola International will sponsor a free concert tomorrow by Rod Stewart in Rio de Janeiro, as part of efforts to promote the re-introduction of Pepsi-Cola to the Brazilian market. * Stone Bridge International, New York, has signed a co-production and advertising sales agreement with China Central Television, Beijing. The terms were not","byline":"By Stuart Elliott","date":"19941230","title":"THE MEDIA BUSINESS: ADVERTISING -- ADDENDA; Miscellany","url":"http://www.nytimes.com/1994/12/30/business/the-media-business-advertising-addenda-miscellany.html"},{"body":"With his resignation as Director of Central Intelligence, R. James Woolsey leaves an agency under siege and still trying to articulate a new mission for the post-cold-war era. Not since the 1970's has the C.I.A. come under such sustained and varied criticism both for its narrow vision and inbred culture. And not since those days of Congressional","byline":"By STEPHEN ENGELBERG,","date":"19941229","title":"Spy Agency Under Siege; C.I.A. Critics Calling For Radical Changes","url":"http://www.nytimes.com/1994/12/29/us/spy-agency-under-siege-cia-critics-calling-for-radical-changes.html"}],"tokens":["China"],"total":2070},{"offset":"0","results":[{"body":"Shanghai is the New York of China. Its pace of life is palpably faster, its sense of style more flamboyant, and its inhabitants' opinion of themselves noticeably higher than anywhere else in the nation. Chinese from smaller cities sometimes fear Shanghai's fast-talking and quick-changing ways, but for those who like big-city life, Shanghai is the","byline":"By SETH FAISON","date":"19951231","title":"WHAT'S DOING IN;Shanghai","url":"http://www.nytimes.com/1995/12/31/travel/what-s-doing-in-shanghai.html"},{"body":"One way to calculate the lamentable state of rural education in China is to tally up the number of girls who are not in class. Liang Bangfen, who at 16 has only finished the second grade, is not among the 100 students who leave Youyan, or Greasy Smoke Village, on foot each morning for the 40-minute walk over a desolate landscape to the Dongwang","byline":"By PATRICK E. TYLER","date":"19951231","title":"For China's Girls, Rural Schools Fail","url":"http://www.nytimes.com/1995/12/31/world/for-china-s-girls-rural-schools-fail.html"},{"body":"International 3-15 IN BOSNIA, PEACE BUT NO JOY Peace in Bosnia has caused fear to subside, but the country that was once defined by a confluence of cultures is still divided; and the question of whose country it is has yet to be answered. 1 A land mine wounded an American soldier in Bosnia. 10 IN RURAL CHINA, GIRLS LOSE OUT Although China is","date":"19951231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1995/12/31/nyregion/news-summary-048399.html"},{"body":"By a unanimous voice vote, the House approved a plan today that would bring all 260,000 furloughed Federal employees back to work immediately but without pay. Even though House Democrats went along with the bill, they warned that it was doomed in the Senate, where Democrats oppose a provision to limit debate on the ultimate budget proposal. The","byline":"By JERRY GRAY","date":"19951231","title":"A PLAN TO RETURN FEDERAL WORKERS CLEARS THE HOUSE","url":"http://www.nytimes.com/1995/12/31/us/a-plan-to-return-federal-workers-clears-the-house.html"},{"body":"Music CITY HALL COFFEE HOUSE The \"Rockin' the Courtroom\" musical series kicks off with Scott E. Moore, singer and guitarist, and Frank Bango, singer. Friday at 7 P.M. Tickets: $5. Next week, Caren Belle and Happy Boy. Hoboken City Hall, 94 Washington Street, Hoboken. (201) 420-2207. CLUB BENE Female impersonators take the stage in \"Boys Will Be","date":"19951231","title":"ON THE TOWNS","url":"http://www.nytimes.com/1995/12/31/nyregion/on-the-towns-050180.html"},{"body":"Irene Corbally Kuhn, a journalist who traveled on five continents and wrote books as well as newspaper and magazine articles and columns, died yesterday at the Briar Crest-Deaconess Nursing Home in Concord, Mass., where she had lived for the last year. She was 97 and had spent all of her earlier life, when she was not traveling, in Manhattan. Mrs.","byline":"By ERIC PACE","date":"19951231","title":"Irene Corbally Kuhn, 97, Reporter and Columnist","url":"http://www.nytimes.com/1995/12/31/nyregion/irene-corbally-kuhn-97-reporter-and-columnist.html"},{"body":"AT ONE TIME OR ANother during the mid-1960's, most of the best young talent in the State Department and the Pentagon found its way to Saigon and the provincial capitals of South Vietnam. Many of the names are household words today, at least in households inside the Beltway: Anthony Lake, now President Clinton's national security adviser; Richard C.","byline":"By R.W. Apple Jr.","date":"19951231","title":"The Lives They Lived: Les Aspin;Vietnam's Student","url":"http://www.nytimes.com/1995/12/31/magazine/the-lives-they-lived-les-aspin-vietnam-s-student.html"},{"body":"This ends my first year as foreign affairs columnist, a wonderful job for which The New York Times actually pays me to be a tourist with an attitude. Reflecting on this past year (during which I ate McDonald's in 14 different countries and can report that they all REALLY DO taste the same), I have a few impressions: Free trade and an integrated","byline":"By THOMAS L. FRIEDMAN","date":"19951231","title":"Foreign Affairs;14 Big Macs Later . . .","url":"http://www.nytimes.com/1995/12/31/opinion/foreign-affairs-14-big-macs-later.html"},{"body":"TO Scott W. Schoelzel of Janus Capital, the choppy stock market in mid-December was a great gift, a chance to scoop up his favorite growth stocks at bargain prices. That's because the stocks he owned had become expensive by the end of November, and so he sold some shares to lighten his load. As a result, his cash position swelled to 22 percent of","byline":"By CAROLE GOULD","date":"19951231","title":"INVESTING WITH;Scott W. Schoelzel: Idex II Growth Fund","url":"http://www.nytimes.com/1995/12/31/business/investing-with-scott-w-schoelzel-idex-ii-growth-fund.html"},{"body":"It was market day here and a crowd was gathering around the Tibetan medicine man, who was trafficking in dreams and other illegal substances. Like a mystical apparition on the side of the dusty main street, the medicine man's show was spontaneous and played to the crowd. No one knows exactly where he came from or why he picked this town in","byline":"By PATRICK E. TYLER","date":"19951230","title":"Bianyang Journal;Oh, He's a Wily One, That Tibetan Medicine Man!","url":"http://www.nytimes.com/1995/12/30/world/bianyang-journal-oh-he-s-a-wily-one-that-tibetan-medicine-man.html"}],"tokens":["China"],"total":2134},{"offset":"0","results":[{"body":"China is preparing this week to carry out a series of legal reforms hailed by some as a step toward greater rule of law and protection of individual rights. But the impending changes seem to have provoked officials around the country to speed up the prosecution and sentencing to long prison terms of political dissidents, and several Chinese","byline":"By PATRICK E. TYLER","date":"19961231","title":"China Rushes Cases Against Dissidents Before Shifts in Law","url":"http://www.nytimes.com/1996/12/31/world/china-rushes-cases-against-dissidents-before-shifts-in-law.html"},{"body":"China's robust economy expanded at the slowest rate in five years in 1996, reflecting the Government's efforts to trim growth and push down inflation. The State Statistics Bureau said today that the gross domestic product increased 9.7 percent this year, after adjustment for inflation, slower than 10.2 percent in 1995 and the first time since 1991","date":"19961231","title":"China's Economic Growth Eases for the Year to 9.7%","url":"http://www.nytimes.com/1996/12/31/business/china-s-economic-growth-eases-for-the-year-to-9.7.html"},{"body":"Executives of Citic Pacific Ltd., China's largest investment vehicle in Hong Kong, acquired 15.5 percent of the company today in an effort to increase its independence and growth prospects. Citic Pacific's chairman, Larry C. K. Yung, and other executives bought 330 million shares from the company's state-owned parent, Citic Hong Kong Ltd., for $33","date":"19961231","title":"Hong Kong Executives Buy 15% of China Financial Proxy","url":"http://www.nytimes.com/1996/12/31/business/hong-kong-executives-buy-15-of-china-financial-proxy.html"},{"body":"The steady drumbeat of recent Democratic fund-raising disclosures does not leave much doubt that party fund-raisers were bartering meetings with President Clinton for contributions during the election campaign this year. The latest disclosures, based on documents released by the Democratic National Committee, make it urgent for Attorney General","date":"19961231","title":"Meeting for Dollars","url":"http://www.nytimes.com/1996/12/31/opinion/meeting-for-dollars.html"},{"body":"Emil Sutovskij, a 19-year-old Israeli grandmaster who emigrated from Russia in 1992, won the World Junior Championship last month. He scored 10-3 in the tournament, sponsored by the International Chess Federation and held in Medellin, Colombia, from Nov. 8 to 22. Altogether, 58 players competed in the Swiss-system event, which was for players under","byline":"Robert Byrne","date":"19961231","title":"Chess","url":"http://www.nytimes.com/1996/12/31/arts/chess-959766.html"},{"body":"International A3-10 NORTH KOREA MAY AGREE TO TALKS The Clinton Administration announced that North Korea had agreed for the first time to talk with South Korea and the United States about the possibility of negotiating a formal end to the Korean War. A1 ROOTS OF AFGHAN REPRESSION Since emerging as the ruling force of most of Afghanistan, the","date":"19961231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1996/12/31/nyregion/news-summary-970719.html"},{"body":"China is offering a cash reward for the arrest of those who set off a bomb last week in the Tibetan capital, Lhasa, officials said today. The bomb detonated in front of city Government offices causing widespread damage. It was the most powerful of at least four blasts this year. Chinese officials have said no one was injured, but a statement from","date":"19961231","title":"Chinese Police Hunt For Bombers in Tibet","url":"http://www.nytimes.com/1996/12/31/world/chinese-police-hunt-for-bombers-in-tibet.html"},{"body":"A day after North Korea expressed regret for sending a submarine into the South, the Clinton Administration announced today that North Korea had agreed for the first time to talk with South Korea and the United States about the possibility of negotiating a formal end to the Korean War. The agreement represented a significant breakthrough in efforts","byline":"By STEVEN LEE MYERS","date":"19961231","title":"U.S. REPORTS FOES IN KOREA WILLING TO DISCUSS PEACE","url":"http://www.nytimes.com/1996/12/31/world/us-reports-foes-in-korea-willing-to-discuss-peace.html"},{"body":"A bomb detonated by remote control exploded outside Government offices in the Tibetan capital of Lhasa, wounding five people, the state-run Radio Tibet said in a report monitored today by the BBC. Radio Tibet blamed supporters of the exiled Tibetan spiritual leader, the Dalai Lama. The blast on Wednesday was at least the fourth and probably the","date":"19961230","title":"Bomb at Government Offices Wounds 5 in Tibetan Capital","url":"http://www.nytimes.com/1996/12/30/world/bomb-at-government-offices-wounds-5-in-tibetan-capital.html"},{"body":"In an unprecedented sign of its yearning to improve relations with the rest of the world, North Korea expressed ''deep regret'' today for sending a submarine full of armed commandos into South Korean waters and for ''the tragic loss of human life,'' and promised not to do it again. By North Korea's own truculent standards the statement was an","byline":"By NICHOLAS D. KRISTOF","date":"19961230","title":"'DEEP REGRET' SENT BY NORTH KOREANS","url":"http://www.nytimes.com/1996/12/30/world/deep-regret-sent-by-north-koreans.html"}],"tokens":["China"],"total":2432},{"offset":"0","results":[{"body":"Hong Kong officials declared today that chickens imported from mainland China are the probable source of the bird-flu outbreak that has left four people dead here, and announced that they had worked out an elaborate new inspection system with mainland authorities to screen poultry imports. The officials in Hong Kong -- which returned to Chinese","byline":"By ELISABETH ROSENTHAL","date":"19971231","title":"Hong Kong to Inspect Mainland Farms for Bird-Flu Virus","url":"http://www.nytimes.com/1997/12/31/world/hong-kong-to-inspect-mainland-farms-for-bird-flu-virus.html"},{"body":"China adopted elaborate new rules today restricting use of the Internet, a medium that is fast fraying the Government's monopoly on information. The new rules spell out in more detail than before the Government's definition of computer crimes, which include use of the Internet to defame Government agencies, to promote separatist movements or to","byline":"By ERIK ECKHOLM","date":"19971231","title":"China Cracks Down on Dissent in Cyberspace","url":"http://www.nytimes.com/1997/12/31/world/china-cracks-down-on-dissent-in-cyberspace.html"},{"body":"INTERNATIONAL A3-9 New Internet Rules in China May Be Aimed at Dissent China has introduced new regulations criminalizing the use of electronic mail and the Internet in ways that defame Government agencies or promote separatist movements. Officials cited a need ''to safeguard national security and social stability.'' A3 Avian Flu Safeguards The","date":"19971231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1997/12/31/nyregion/news-summary-859877.html"},{"body":"Dow Surges 123.56 Points In Year-End Buying Spree The Dow Jones industrial average goes into the last trading session of the year with a gain of 22.3 percent. If the gain holds today, it will be the first time that the Dow has gained 20 percent or more in three consecutive years. A year-end buying spree, fueled by optimism that Asia's economic","date":"19971231","title":"BUSINESS DIGEST","url":"http://www.nytimes.com/1997/12/31/business/business-digest-854913.html"},{"body":"Anticipating a renewed fight over American financing for abortions overseas, a liberal population-watch group warns that the global population crisis is far from over. The study, by the Population Institute, sought to dispel recent reports that the population explosion is slowing and that the next demographic crisis was actually the declining birth","byline":"By STEVEN A. HOLMES","date":"19971231","title":"Global Crisis in Population Is Far From Over, a Group Warns","url":"http://www.nytimes.com/1997/12/31/world/global-crisis-in-population-is-far-from-over-a-group-warns.html"},{"body":"The A. C. Nielsen Corporation, a market-research firm, said yesterday that costs associated with job cuts, primarily in Japan, would reduce its fourth-quarter earnings by $36 million before taxes. A. C. Nielsen, which is based in Stamford, Conn., would not disclose how many jobs would be cut, but a spokesman said the company would consolidate","date":"19971231","title":"COMPANY NEWS; A. C. NIELSEN SAYS JOB-CUT COSTS TO REDUCE EARNINGS","url":"http://www.nytimes.com/1997/12/31/business/company-news-a-c-nielsen-says-job-cut-costs-to-reduce-earnings.html"},{"body":"Still struggling to find a balance between Communist Party control and a free marketplace, Vietnam announced today that a hard-line general had been appointed General Secretary of the party, the country's top leader. The new leader, Gen. Le Kha Phieu, 66, replaces Do Muoi, 80, who steered Vietnam through an economic transformation in the 1990's","byline":"By SETH MYDANS","date":"19971231","title":"A New Leader For Vietnam Who Is Wary Of Markets","url":"http://www.nytimes.com/1997/12/31/world/a-new-leader-for-vietnam-who-is-wary-of-markets.html"},{"body":"Danilo Dolci, an advocate of nonviolent social reform whose writings and poetry chronicled Sicily's beauty and sense of despair, died today in a hospital in Sicily of heart failure. He was 73. Mr. Dolci, who suffered from diabetes and was debilitated recently by pneumonia after a visit to China, had used a wheelchair in recent months. A labor","byline":"By JOHN TAGLIABUE","date":"19971231","title":"Danilo Dolci, Vivid Voice Of Sicily's Poor, Dies at 73","url":"http://www.nytimes.com/1997/12/31/world/danilo-dolci-vivid-voice-of-sicily-s-poor-dies-at-73.html"},{"body":"Each vocation or avocation has its Babe Ruths and Baryshnikovs, and so it is with the Linguistic Society of America. The champion is Francis E. Sommer, fluent in 94 languages. Mr. Sommer, who died in 1978, grew up in Speyer, Germany, amusing himself by inventing languages. While still a schoolboy, he learned Swedish, Sanskrit and Persian. On a","byline":"By WILLIAM H. HONAN","date":"19971231","title":"To Masters of Language, A Long Overdue Toast","url":"http://www.nytimes.com/1997/12/31/us/to-masters-of-language-a-long-overdue-toast.html"},{"body":"THE airport event of the coming year will be the opening of Hong Kong's huge Chek Lap Kok terminal in April -- a date picked long before the city's current tourist slump and chicken flu crisis. The airport, which occupies reclaimed land near the rugged peaks of Lantau Island, is as large as all of Kowloon, one of Hong Kong's three main districts.","byline":"By Paul Burnham Finney","date":"19971231","title":"Business Travel; Hong Kong's huge new airport, Chek Lap Kok, is set to open in April, tourist slump and all.","url":"http://www.nytimes.com/1997/12/31/business/business-travel-hong-kong-s-huge-new-airport-chek-lap-kok-set-open-april-tourist.html"}],"tokens":["China"],"total":2734},{"offset":"0","results":[{"body":"A select House committee, in a classified report unusual for its bipartisanship, has found that over the last 20 years China obtained, sometimes through theft, some of the most sensitive of American military technology, including nuclear weapons design, Government officials and witnesses before the panel say. The committee's final report,","byline":"By JEFF GERTH and ERIC SCHMITT","date":"19981231","title":"HOUSE PANEL SAYS CHINESE OBTAINED U.S. ARMS SECRETS","url":"http://www.nytimes.com/1998/12/31/us/house-panel-says-chinese-obtained-us-arms-secrets.html"},{"body":"China said today that it achieved economic growth of 7.8 percent for 1998, essentially meeting the 8 percent goal set by political leaders at the beginning of the year. In the face of ''an extremely complicated international economic situation,'' the growth in gross domestic product this year was only 1 percent lower than the 1997 figure of 8.8","byline":"By ERIK ECKHOLM","date":"19981231","title":"China Reports 7.8% Growth, Close to Goal It Set for '98","url":"http://www.nytimes.com/1998/12/31/world/china-reports-7.8-growth-close-to-goal-it-set-for-98.html"},{"body":"INTERNATIONAL A3-9 Iraq Takes Another Shot At a 'No Flight' Patrol American fighter jets attacked Iraqi air-defense batteries for a second time this week as Iraq carried out its threats to fire on American and British aircraft patrolling ''no flight'' zones over northern and southern Iraq. Four F-16's struck three Iraqi anti-aircraft sites near the","date":"19981231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1998/12/31/nyregion/news-summary-662372.html"},{"body":"Stock Market Declines After 8 Days of Gains The stock market ended lower for the first time in nine sessions, weakened by investors who sold to secure some profits from a 1998 rally that accelerated at the end of the year. The Dow Jones industrial average fell 46.34 points, to 9,274.64, after having gained 530 points since Dec. 16. The Standard &","date":"19981231","title":"BUSINESS DIGEST","url":"http://www.nytimes.com/1998/12/31/business/business-digest-662780.html"},{"body":"Avid players of last year's pool were ahead of the curve on the bull market's incredible longevity, but were ''misled'' -- in 1998's favorite euphemism -- on just about everything else. Forget all that; what is past need not be prelude: 1. Next prime minister of Israel will be (a) ultra-principled Benny Begin; (b) ultra-centrist Dan Meridor; (c)","byline":"By WILLIAM SAFIRE","date":"19981231","title":"Essay; Office Pool, 1999","url":"http://www.nytimes.com/1998/12/31/opinion/essay-office-pool-1999.html"},{"body":"BLIND MAN'S BLUFF The Untold Story of American Submarine Espionage By Sherry Sontag and Christopher Drew, with Annette Lawrence Drew Illustrated. 352 pages. Public Affairs. $25. Eight months before the Watergate break-in in 1972, a Navy submarine slipped inside Russian waters in the Far East and put a wiretap on an undersea Soviet military","byline":"By JEFF STEIN","date":"19981231","title":"BOOKS OF THE TIMES; Submariners: Heights of Risk, Depths of Courage","url":"http://www.nytimes.com/1998/12/31/books/books-of-the-times-submariners-heights-of-risk-depths-of-courage.html"},{"body":"When the man named Sor saw that he had been recognized, he covered his face with a scarf and tried to disappear into the crowd. But Vann Nath caught him. ''I held him by the arm and I asked him: 'Is it you? Is it you named Sor?' '' Mr. Vann Nath said, calling the man by his revolutionary nickname. ''He said, 'No, it's not me, you're confused.' But","byline":"By SETH MYDANS","date":"19981231","title":"A MILLION GHOSTS: A special report.; Revenge or Justice? Cambodians Confront the Past","url":"http://www.nytimes.com/1998/12/31/world/million-ghosts-special-report-revenge-justice-cambodians-confront-past.html"},{"body":"Chinese officials today reinforced their recent efforts to silence political opposition, sentencing two New York-based dissidents who had recently sneaked back into China to work to promote democratic change to three years in a labor camp. Officially, the two men, Zhang Lin and Wei Quanbao, were charged with hiring prostitutes and evading the","byline":"By ELISABETH ROSENTHAL","date":"19981230","title":"China Jails 2 Dissidents, Reinforcing Tough Stance","url":"http://www.nytimes.com/1998/12/30/world/china-jails-2-dissidents-reinforcing-tough-stance.html"},{"body":"Chinese officials reinforced their recent efforts to silence political opposition, sentencing two New-York-based dissidents who had sneaked back into China recently to work for democratic change to three years in a labor camp. The two men, Zhang Lin and Wei Quanbao, were charged with hiring prostitutes and evading the border police. But the Chinese","date":"19981230","title":"Returning Dissidents Sentenced by China","url":"http://www.nytimes.com/1998/12/30/world/returning-dissidents-sentenced-by-china.html"},{"body":"INTERNATIONAL A3-9 2 Khmer Rouge Apologize For Reign of Terror Khieu Samphan, a top leader of the Khmer Rouge, muttered an apology for the suffering he had caused the Cambodian people. But he also urged Cambodians to ''let bygones be bygones'' regarding the deaths of more than a million people between 1975 and 1979, when the Khmer Rouge ruled","date":"19981230","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1998/12/30/nyregion/news-summary-646555.html"}],"tokens":["China"],"total":2814},{"offset":"0","results":[{"body":"Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone, especially during","date":"19991231","title":"ART GUIDE","url":"http://www.nytimes.com/1999/12/31/arts/art-guide.html"},{"body":"INTERNATIONAL A3-10 Ex-Beatle George Harrison Is Stabbed by an Intruder A man armed with a large knife broke into the house of the former Beatle George Harrison near London and stabbed him in the chest, the authorities said. Mr. Harrison, 56, was treated for a collapsed lung and minor stab wounds and was reported to be in stable condition. His wife","date":"19991231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1999/12/31/nyregion/news-summary-149284.html"},{"body":"A Chinese scholar based in the United States who was collecting historical documents from Mao's disastrous Cultural Revolution has been arrested here and charged with ''illegal provision of intelligence to foreigners,'' his wife and American colleagues said. The arrest of the scholar, Yongyi Song, a researcher and librarian at Dickinson College in","byline":"By ERIK ECKHOLM","date":"19991231","title":"China's Arrest Of Historian Based in U.S. Stirs Protests","url":"http://www.nytimes.com/1999/12/31/world/china-s-arrest-of-historian-based-in-us-stirs-protests.html"},{"body":"Of all the rebellions that toppled Communism in Eastern Europe a decade ago, the bloodiest began in this provincial city where a protest by the parishioners of an obscure Calvinist pastor somehow exploded into the nationwide revolt that in nine days shoved Nicolae and Elena Ceausescu, Romania's megalomaniacal ruling couple, in front of a firing","byline":"By DONALD G. McNEIL Jr.","date":"19991231","title":"Romania's Revolution of 1989: An Enduring Enigma","url":"http://www.nytimes.com/1999/12/31/world/romania-s-revolution-of-1989-an-enduring-enigma.html"},{"body":"THE AMERICAS ARGENTINA: DRUG CHIEF'S WIDOW INDICTED A judge has indicted the widow of Pablo Escobar, once leader of Colombia's Medellin drug cartel, on charges of money laundering and froze $10 million of her assets. Prosecutors said Victoria Henao Vallejos has led a money laundering organization in Argentina since she arrived in Buenos Aires","byline":"By Terence Neilan","date":"19991231","title":"WORLD BRIEFING","url":"http://www.nytimes.com/1999/12/31/world/world-briefing.html"},{"body":"When Kofi Annan, a soft-spoken aristocrat from Ghana, was elected the United Nations' seventh secretary general three years ago, the quiet insider with a gentle sense of humor was welcomed as a healer in an organization raked by derision from American politicians and unsettled by an ugly Clinton administration campaign to oust his predecessor,","byline":"By BARBARA CROSSETTE","date":"19991231","title":"Kofi Annan Unsettles People, As He Believes U.N. Should Do","url":"http://www.nytimes.com/1999/12/31/world/kofi-annan-unsettles-people-as-he-believes-un-should-do.html"},{"body":"WHEN the sun comes up tomorrow morning, it will be the 23rd day of Tevet in 5760 by the Jewish calendar. In Chinese tradition it will be the 25th day of the 11th month in 4697, year of the earth rabbit. It will be the 24th day of Ramadan in 1420 under the Islamic calendar, and the 10th day of Pausa in 1921 by the national calendar of India. It","byline":"By JON PARELES","date":"19991231","title":"Whatever It Is, Let's Celebrate","url":"http://www.nytimes.com/1999/12/31/movies/whatever-it-is-let-s-celebrate.html"},{"body":"BY the year 1000, homeowners throughout the world enjoyed a remarkable range of creature comforts: coal stoves in China; crystal tableware in Baghdad; libraries in Ghana. All and all, it wasn't a bad time to be alive -- unless, of course, you lived in Europe. Peasants there dwelt in filthy one-room hovels heated by an open fire. The family, along","byline":"By STEPHEN MIHM","date":"19991230","title":"Once Upon a Time, Only Kings Had Castles; Milestones, Millstones As Design Marches On","url":"http://www.nytimes.com/1999/12/30/garden/once-upon-time-only-kings-had-castles-milestones-millstones-design-marches.html"},{"body":"For all the people wondering how to celebrate the turn of a century that also turns a millennium, the greatest wonder is that there are so many people still alive to think about it. The dawning wonder -- and also worry, for those concerned about the quality of old age and the allocation of resources -- is how many babies born this centennial may","date":"19991230","title":"THEN & NOW: REFLECTIONS ON THE MILLENIUM; The Uncertain Blessings of Longevity","url":"http://www.nytimes.com/1999/12/30/opinion/then-now-reflections-on-the-millenium-the-uncertain-blessings-of-longevity.html"},{"body":"The Times Square New Year's Eve celebration will be a 24-hour multimedia event focusing on selected countries as they enter the new millennium. Performances will take place both on a main stage and throughout the square. Here are times of the performances and a sampling of countries featured in each time zone. FRIDAY 6:30 to 7:12 a.m. Fiji,","date":"19991230","title":"Times Square x 24 Hours = 2000","url":"http://www.nytimes.com/1999/12/30/nyregion/times-square-x-24-hours-2000.html"}],"tokens":["China"],"total":3022},{"offset":"0","results":[{"body":"ARCHERY U.S. Target Men's Olympic Bow: Richard Johnson, Woodstock, Conn. Women's Olympic Bow: Karen Scavotto, Enfield, Conn. Men's Compound Bow: Dave Cousins, Westbrooke, Me. Women's Compound Bow: Christie Bisco, Raymond, Me. U.S. Intercollegiate Team: Texas A&M. Men's Olympic Bow: Christopher Shull, Texas A&M. Women's Olympic Bow: Jessica Carlson,","byline":"Compiled by Vincent M. Mallozzi","date":"20001231","title":"CHAMPIONS 2000; From Sydney To the Bronx, the Winners","url":"http://www.nytimes.com/2000/12/31/sports/champions-2000-from-sydney-to-the-bronx-the-winners.html"},{"body":"ONE end of a flax string clenched in her teeth, Mei Yu Chen rolled the other methodically from side to side against her client's cheek, scraping the skin as she went. She was performing a Chinese string facial, a mechanical version of the chemical peel done at uptown salons. Vivienne Tam, the fashion designer, seated, chin uptilted, in her Seventh","byline":"By RUTH LA FERLA","date":"20001231","title":"A DAY OF CHINESE BEAUTY WITH: Vivienne Tam; Bird's Nest Chips and Letting the Chi Flow","url":"http://www.nytimes.com/2000/12/31/style/day-chinese-beauty-with-vivienne-tam-bird-s-nest-chips-letting-chi-flow.html"},{"body":"To the Editor: Re ''Wall St. Goes Hunting for Treasure in China'' (Dec. 17), which brings to light many aspects of Wall Street firms' escalating interest for lucrative business deals in China: Some deals could have disastrous effects on China's environment. A case in point is the underwriting of $830 million of bonds by several Wall Street firms,","date":"20001231","title":"China and the Environment","url":"http://www.nytimes.com/2000/12/31/business/l-china-and-the-environment-223620.html"},{"body":"MARY TAYLOR PREVITE spent five years of her young life at a Japanese concentration camp in China during World War II. Today, she passes on the survival skills she learned to troubled youths in South Jersey. It was the structure and predictability created by her British teachers -- who were also prisoners at the Weihsien concentration camp on the","byline":"By DEBRA NUSSBAUM","date":"20001231","title":"IN PERSON; She Teaches Survival, Learned the Hard Way","url":"http://www.nytimes.com/2000/12/31/nyregion/in-person-she-teaches-survival-learned-the-hard-way.html"},{"body":"VVIVIENNE Tam has not lived here in her home town for 18 years an eternity in the turbocharged life of this Asian metropolis. But as she worked the room at the Luk Yu Tea House the other day, putting even the notoriously surly waiters in line, Ms. Tam looked every inch the hardened Hong Konger. Perhaps that is because she resides in New York City,","byline":"By MARK LANDLER","date":"20001231","title":"PRIVATE SECTOR; An Empire Built on China Chic","url":"http://www.nytimes.com/2000/12/31/business/private-sector-an-empire-built-on-china-chic.html"},{"body":"Weeks This Last On Week Week List Fiction 1 1 5 THE MARK, by Tim LaHaye and Jerry B. Jenkins. (Tyndale, $22.99.) The eighth volume of the ''Left Behind'' series, in which the forces of good battle the forces of evil after the rapture of the saved. 2 2 4 ROSES ARE RED, by James Patterson. (Little, Brown, $26.95.) Detective Alex Cross pursues a","date":"20001231","title":"BEST SELLERS: December 31, 2000","url":"http://www.nytimes.com/2000/12/31/books/best-sellers-december-31-2000.html"},{"body":"EATERS, rather than diners, make up the happy throng devouring Brazilian bargains to the music of a bossa nova beat at the new Videira Restaurant in Huntington Station. They care not that the lusty Brazilian home cooking that draws them to this 32-seat storefront, at 1803 New York Avenue (631-424-1915), is served on plastic plates and cardboard","byline":"By RICHARD JAY SCHOLEM","date":"20001231","title":"A LA CARTE; Food With the Powerful Tastes of Brazil","url":"http://www.nytimes.com/2000/12/31/nyregion/a-la-carte-food-with-the-powerful-tastes-of-brazil.html"},{"body":"Reign of George II. After the Hundred Chads' War, the Bush dynasty once more seized power. The boy king, George II, ascended the throne in 2001. To safeguard the sheltered dauphin, fearing he might wander out of the palace and get lost, the royal seamstresses stitched his name and title on the lapels of all his garments and the blacksmith hammered","byline":"By MAUREEN DOWD","date":"20001231","title":"Liberties; When the Boy King Ruled","url":"http://www.nytimes.com/2000/12/31/opinion/liberties-when-the-boy-king-ruled.html"},{"body":"VICE PRESIDENT AL GORE has one man to blame for his loss to George W. Bush. I'm referring to a popular spoiler who claims to be committed to liberal positions on gun control, the environment and education; yet he handed the presidency to a Republican opposed to everything he holds dear. The spoiler is, of course, President Josiah (Jed) Bartlet, now","byline":"By LAURA LIPPMAN","date":"20001231","title":"TELEVISION/RADIO; The Lovable Liberal Behind Bush's Victory","url":"http://www.nytimes.com/2000/12/31/arts/television-radio-the-lovable-liberal-behind-bush-s-victory.html"},{"body":"'Playthings of the Past' Now that the electronic and computer gadgetry have settled into your very own cyberspace, a visit to a kinder, gentler era may be in order. It is represented in an exhibition called ''Playthings of the Past,'' at the Wilton Historical Society's Betts-Sturges-Blackmar House through Jan. 28. Visitors will be newly or","byline":"By ELEANOR CHARLES","date":"20001231","title":"THE GUIDE","url":"http://www.nytimes.com/2000/12/31/nyregion/the-guide-173800.html"}],"tokens":["China"],"total":3104},{"offset":"0","results":[{"body":"Two leaders of a Chinese Christian sect were sentenced to death today, the first time executions have been ordered under the country's 1999 anti-cult law. Gong Shengliang, the founder of the unauthorized South China Church, was ordered to die in Hubei Province in central China for crimes including ''hooliganism and rape,'' according to the Hong","byline":"By CRAIG S. SMITH","date":"20011231","title":"2 Christians Ordered to Die As China Acts Against a Sect","url":"http://www.nytimes.com/2001/12/31/world/2-christians-ordered-to-die-as-china-acts-against-a-sect.html"},{"body":"The International Finance Corporation, the World Bank's private investment arm, agreed over the weekend to pay 204 million yuan ($25 million) to increase its stake in the Bank of Shanghai to 7 percent from 5 percent, the Chinese lender said. The corporation is raising its stake at the same time that HSBC Holdings, Europe's largest lender by market","date":"20011231","title":"World Bank Arm Lifts China Stake","url":"http://www.nytimes.com/2001/12/31/business/world-bank-arm-lifts-china-stake.html"},{"body":"INTERNATIONAL A3-6 Death Toll in the Hundreds In Peru Fireworks Accident A string of fireworks explosions in the historic center of downtown Lima caused a wall of fire that trapped street vendors and holiday shoppers along the narrow streets, officials said. There was little hope of finding survivors inside the burned-out buildings, where","date":"20011231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/2001/12/31/nyregion/news-summary-918881.html"},{"body":"Sept. 11 was the 254th day of the year, which is just a way of saying that most of 2001 passed in the way that most years pass. The high points and the low points of those first 253 days look much like the high and low points of most years, only seen from a very great distance. This was the year when Timothy McVeigh was executed, Senator James","date":"20011231","title":"At Year's End","url":"http://www.nytimes.com/2001/12/31/opinion/at-year-s-end.html"},{"body":"Each morning here, in the Buddhist heartland of the country once known as Burma, dozens of monks clamber onto ramshackle buses and leave this stately, sprawling city. The monks, their black-lacquer begging bowls swinging from their shoulders, head for a handful of dusty new settlements that ring Mandalay. Once there, they hop off the buses and","byline":"By MARK LANDLER","date":"20011230","title":"For Many Burmese, China Is an Unwanted Ally","url":"http://www.nytimes.com/2001/12/30/world/for-many-burmese-china-is-an-unwanted-ally.html"},{"body":"Li Bai's body is on the front line of the battle to prevent an explosion of AIDS in China. For the last seven years, the baby-faced 23-year-old with platform sneakers and blond-streaked hair has been using drugs -- a dangerous hobby in a city where an estimated 40 percent of intravenous drug users are now infected with H.I.V., the virus that causes","byline":"By ELISABETH ROSENTHAL","date":"20011230","title":"With Ignorance as the Fuel, AIDS Speeds Across China","url":"http://www.nytimes.com/2001/12/30/world/with-ignorance-as-the-fuel-aids-speeds-across-china.html"},{"body":"IN explaining why he felt that an analyst should sit unobtrusively behind his patients' couch, Sigmund Freud explained that he did not want analysands to be influenced by his physical reactions and facial expressions. What is more, he added, ''I cannot stand being stared at eight hours a day (or longer) by others.'' This remark, indeed Freud's","byline":"By ORVILLE SCHELL","date":"20011230","title":"THE YEAR IN REVIEW: TELEVISION/RADIO; Proving the Singular Value of a Voice in the Dark","url":"http://www.nytimes.com/2001/12/30/arts/year-review-television-radio-proving-singular-value-voice-dark.html"},{"body":"THE dish is called, simply, Shanghai casserole. On a menu that otherwise bristles with useful information, its entry is unadorned. You choose medium ($13.95) or large ($19.95). We chose large. There were seven at our table that evening, and our leftovers would have fed everyone else in the restaurant. It was an extraordinary dish, at once bracing","byline":"By DAVID CORCORAN","date":"20011230","title":"RESTAURANTS; Truth in Advertising","url":"http://www.nytimes.com/2001/12/30/nyregion/restaurants-truth-in-advertising.html"},{"body":"Every day the memorials continue, as they should, for the dead of Sept. 11. This article is not about those memories. It's about other lives that ended in the year 2001, lives that ended as many of them were lived: without fanfare, without headlines in the local paper, let alone the national press. Marcelle S. Fischler has written a collection of","date":"20011230","title":"Memories And More","url":"http://www.nytimes.com/2001/12/30/nyregion/memories-and-more.html"},{"body":"North Korea denied any connection to a boat with a crew of 15 sunk by Japan after it fired on Japanese Coast Guard ships in the East China Sea. But the touchy, secretive government in Pyongyang certainly got worked up, accusing Japan of ''brutal piracy and unpardonable terrorism of a modern brand that could be committed only by samurais of Japan.''","byline":"By James Brooke","date":"20011230","title":"DECEMBER 23-29: INTERNATIONAL; BOAT MYSTERY","url":"http://www.nytimes.com/2001/12/30/weekinreview/december-23-29-international-boat-mystery.html"}],"tokens":["China"],"total":3063},{"offset":"0","results":[{"body":"The Security Council, acceding to anxious pressure from the United States, voted today to revise a list of goods that must be approved by the United Nations before Iraq can import them. In a sign of fissures in the unity the United States achieved in November with Resolution 1441, which obliged Iraq to cooperate with new weapons inspections, Russia","byline":"By JULIA PRESTON","date":"20021231","title":"THREATS AND RESPONSES: DIPLOMACY; Split at U.N. Over Products That Iraqis May Import","url":"http://www.nytimes.com/2002/12/31/world/threats-and-responses-diplomacy-split-at-un-over-products-that-iraqis-may-import.html"},{"body":"China's economy grew 8 percent in 2002, helped by strong investments, robust demand for exports and healthy growth in industrial output, the head of the State Statistical Bureau said. Gross domestic product, the broadest gauge of economic activity, was 10.20 trillion yuan ($1.2 trillion), an increase of 8 percent from 2001, the bureau's chief, Zhu","date":"20021231","title":"World Business Briefing | Asia: China: Economic Growth","url":"http://www.nytimes.com/2002/12/31/business/world-business-briefing-asia-china-economic-growth.html"},{"body":"In a laboratory in the upper recesses of the American Museum of Natural History, away from the public galleries, Dr. Ian Tattersall, a tall Homo sapiens, stooped and came face to face with a Neanderthal man, short and robust but bearing a family resemblance -- until one looked especially closely. A paleoanthropologist who has studied and written","byline":"By JOHN NOBLE WILFORD","date":"20021231","title":"Fully Assembled at Last, Neanderthal Strides Onstage","url":"http://www.nytimes.com/2002/12/31/science/fully-assembled-at-last-neanderthal-strides-onstage.html"},{"body":"North Korea's startling revival of its nuclear program, coupled with the unrelenting threat of international terrorism, presents compelling reasons for President Bush to step back from his fixation on attacking Iraq and to reassess his administration's priorities. North Korea's reopening of its plutonium reprocessing plant at Yongbyon puts it","byline":"By Warren Christopher","date":"20021231","title":"Iraq Belongs on the Back Burner","url":"http://www.nytimes.com/2002/12/31/opinion/iraq-belongs-on-the-back-burner.html"},{"body":"An unpiloted spacecraft was launched into orbit, the fourth in a series of trial voyages that the government says will someday result in explorations of the moon and Mars. As senior leaders looked on, the Shenzhou IV spacecraft took off from the Gobi Desert for a seven-day mission, the state news media said. The mission, which like most information","byline":"By Joseph Kahn (NYT)","date":"20021231","title":"World Briefing | Asia: China: Another Step Toward Mars?","url":"http://www.nytimes.com/2002/12/31/world/world-briefing-asia-china-another-step-toward-mars.html"},{"body":"Giovanni Intra, a writer and a partner in China Art Objects Galleries, an influential new gallery in Los Angeles, died on Dec. 17 in an apartment on the Lower East Side of Manhattan. He was 34 and lived in Los Angeles. The New York City Medical Examiner's office said the cause of death was unknown, pending further investigation. Mr. Intra was born","byline":"By ROBERTA SMITH","date":"20021230","title":"Giovanni Intra, 34, a Founder Of an Influential Art Gallery","url":"http://www.nytimes.com/2002/12/30/arts/giovanni-intra-34-a-founder-of-an-influential-art-gallery.html"},{"body":"If the Bush administration hopes to use trade sanctions to force North Korea to abandon its nuclear bomb program, it has not counted on the likes of Kim Yoon Kyu, an energetic South Korean capitalist who is proud of his photos with North Korea's leader. Next month, Mr. Kim's bulldozers are to break ground on what is planned as the largest foreign","byline":"By JAMES BROOKE","date":"20021230","title":"THREATS AND RESPONSES: THE ASIAN ARENA; U.S. Plan for Trade Penalties for North Korea Worries South Korean Investors","url":"http://www.nytimes.com/2002/12/30/world/threats-responses-asian-arena-us-plan-for-trade-penalties-for-north-korea.html"},{"body":"For an industry with an estimated $190 billion in revenue this year, makers of communications network equipment are an awfully needy lot. In the coming year, the industry needs accelerating growth in expanding markets like China. It needs a halt in the two-year slide in capital spending by North American telecommunications carriers. It needs","byline":"By BARNABY J. FEDER","date":"20021230","title":"TECHNOLOGY: Gazing Into 2003: Economy Intrudes on Dreams of New Services -- Equipment; Network Gear Makers Could Use Good News","url":"http://www.nytimes.com/2002/12/30/business/technology-gazing-into-2003-economy-intrudes-dreams-new-services-equipment.html"},{"body":"The Bush administration backed away today from a longstanding declaration by the United States that it would not tolerate a North Korean nuclear arsenal, as Secretary of State Colin L. Powell and other officials insisted that it would be counterproductive to set deadlines for North Korea to meet American demands or make threats to take military","byline":"By DAVID E. SANGER","date":"20021230","title":"THREATS AND RESPONSES: NUCLEAR ANXIETY; U.S. EASES THREAT ON NUCLEAR ARMS FOR NORTH KOREA","url":"http://www.nytimes.com/2002/12/30/world/threats-responses-nuclear-anxiety-us-eases-threat-nuclear-arms-for-north-korea.html"},{"body":"Over the years, worldly philosophers ranging from Willie Sutton to Deep Throat have offered much the same advice: Follow the money. So where is the money likely to be spent in technology in 2003? First, most industry executives and analysts expect the coming year to be much like 2002, with spending levels flat to slightly higher and customer","byline":"By STEVE LOHR","date":"20021230","title":"TECHNOLOGY: Gazing Into 2003: Economy Intrudes on Dreams of New Services -- Spending; A Mature Industry Has Room for Growth","url":"http://www.nytimes.com/2002/12/30/business/technology-gazing-into-2003-economy-intrudes-dreams-new-services-spending-mature.html"}],"tokens":["China"],"total":2653},{"offset":"0","results":[{"body":"As the Democratic presidential candidates put the economy at the front and center of their campaigns, their differences boil down to a handful of issues: how much to roll back tax cuts, how much to raise spending, how much to reduce deficits and how to approach trade. But the dividing lines are often subtle. The rival platforms can look like","byline":"By EDMUND L. ANDREWS","date":"20031231","title":"Democratic Candidates Differ On Economy, but Often Subtly","url":"http://www.nytimes.com/2003/12/31/us/democratic-candidates-differ-on-economy-but-often-subtly.html"},{"body":"QUEER STREET Rise and Fall of an American Culture, 1947-1985 By James McCourt 577 pages. W. W. Norton & Company. $29.95 History is written by the victors. And most gay history has been written by people who were part of the gay liberation generation, which in the 1970's won a decisive victory in its struggle with the pre-Stonewall generation over","byline":"By GEORGE CHAUNCEY","date":"20031231","title":"BOOKS OF THE TIMES; Yes, Dahling, Pre-Stonewall Has Been Given a Bad Rap","url":"http://www.nytimes.com/2003/12/31/books/books-of-the-times-yes-dahling-pre-stonewall-has-been-given-a-bad-rap.html"},{"body":"I FIRST encountered jook in Hong Kong at dawn after a very long night. I was steered to an anonymous little place, where, I am quite sure, I was not the only person with a headache. It was there that I discovered that this savory Chinese rice porridge was among the world's best breakfasts, especially after a night of indulgence. Addiction, or at","byline":"By Mark Bittman","date":"20031231","title":"THE MINIMALIST; From China, Hangover Help","url":"http://www.nytimes.com/2003/12/31/dining/the-minimalist-from-china-hangover-help.html"},{"body":"In last year's office pool, for the second year running, I accurately predicted the best-picture Oscar winner. Forget all of the other predictions, which were varying degrees of mistaken; I shoulda been a film critic. The multiple choices include one, all or none. My picks are down below. Do not save this page. 1. Next tyranny to feel the force of","byline":"By WILLIAM SAFIRE","date":"20031231","title":"Office Pool, 2004","url":"http://www.nytimes.com/2003/12/31/opinion/office-pool-2004.html"},{"body":"INTERNATIONAL A3-12 A Bomb Meant for G.I.'s Kills 1 Civilian and Hurts 3 An Iraqi civilian was killed and three others wounded when a homemade bomb apparently intended to harm an American military convoy exploded on a crowded street in central Baghdad. A7 Iran Accepts U.S. Aid, Coolly President Mohamed Khatami said that the arrival of an American","date":"20031231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/2003/12/31/nyregion/news-summary-779121.html"},{"body":"Perplexed medical experts from China's Ministry of Health and the World Health Organization have ordered new rounds of tests for a man suspected of having SARS because previous results have been so contradictory that they cannot reach a diagnosis. ''We can't confirm that the patient is a SARS patient or that he is not,'' said Dr. Julie Hall, the","byline":"By JIM YARDLEY","date":"20031231","title":"New SARS Tests Ordered for Chinese Man","url":"http://www.nytimes.com/2003/12/31/world/new-sars-tests-ordered-for-chinese-man.html"},{"body":"The benchmark Nikkei 225 stock index grew 24 percent in 2003, the first full-year increase in four years. The bailout in June of Japan's fifth-largest lender, Resona Holdings, helped support shares in other banks. Manufacturers that are benefiting from strong growth in China, including steel and machinery makers, also rose strongly. On the last day","byline":"By Ken Belson (NYT)","date":"20031231","title":"World Business Briefing | Asia: Japan: Stocks Rise","url":"http://www.nytimes.com/2003/12/31/business/world-business-briefing-asia-japan-stocks-rise.html"},{"body":"The Food and Drug Administration is banning the manufacture and sale of ephedra, an herbal dietary supplement that has been sold as a weight-loss aid but has also been linked to serious health problems and even deaths. Q. What is ephedra? A. Ephedra is a plant with varieties growing in Asia, Australia, Europe and North America. It is called ma","date":"20031231","title":"The Origins, Uses and Risks of a Supplement","url":"http://www.nytimes.com/2003/12/31/us/the-origins-uses-and-risks-of-a-supplement.html"},{"body":"Japan said Monday that it was prepared to forgive most of the billions of dollars of debts that Iraq owes Japan in order to help rebuild the economy, if other creditors did the same. The announcement, which came after Prime Minister Junichiro Koizumi met with a United States envoy, James A. Baker III, brightened Washington's efforts to reduce","byline":"By NORIMITSU ONISHI","date":"20031230","title":"THE STRUGGLE FOR IRAQ: RECONSTRUCTION; Japan Says It Will Forgive Most of Debt Owed by Iraq","url":"http://www.nytimes.com/2003/12/30/world/struggle-for-iraq-reconstruction-japan-says-it-will-forgive-most-debt-owed-iraq.html"},{"body":"China launched its first high-altitude orbiting satellite. It is part of a program being carried out jointly by China and the European Space Agency to study the earth's magnetic field.","date":"20031230","title":"World Briefing | Asia: China: China-European Satellite Launched","url":"http://www.nytimes.com/2003/12/30/world/world-briefing-asia-china-china-european-satellite-launched.html"}],"tokens":["China"],"total":3141},{"offset":"0","results":[{"body":"A senior Russian official said on Thursday that China's state oil company could be offered 20 percent of a giant subsidiary of the oil company Yukos that was confiscated and sold 11 days ago. The offer, although still conditional, could give the China National Petroleum Corporation a stake in a company that extracts 11 percent of Russia's oil,","byline":"By STEVEN LEE MYERS","date":"20041231","title":"China May Be Offered Stake in Yukos Subsidiary","url":"http://query.nytimes.com/gst/fullpage.html?res=9907EFDC1439F932A05751C1A9629C8B63"},{"body":"A federal judge temporarily barred the United States yesterday from imposing some curbs on imports of textiles and clothing from China. Senior Judge Richard W. Goldberg of the United States Court of International Trade in New York granted a preliminary injunction sought by the Association of Importers of Textiles and Apparel, which represents Liz","date":"20041231","title":"Judge Blocks Curbs On Textile Imports","url":"http://query.nytimes.com/gst/fullpage.html?res=9D06E1DA1439F932A05751C1A9629C8B63"},{"body":"The encounter, at first, seemed purely pedestrian. A man carrying a bag passed a husband and wife on a sidewalk. The man's bag brushed the woman's pants leg, leaving a trace of mud. Words were exchanged. A scuffle ensued. Easily forgettable, except that one of the men, Yu Jikui, was a lowly porter. The other, Hu Quanzong, boasted that he was a","byline":"By JOSEPH KAHN; Chris Buckley contributed reporting for this article.","date":"20041231","title":"China's 'Haves' Stir the 'Have Nots' to Violence","url":"http://query.nytimes.com/gst/fullpage.html?res=9F02E1D71439F932A05751C1A9629C8B63"},{"body":"The China Life Insurance Company said yesterday that it had not received notice from the United States Securities and Exchange Commission about a formal investigation into its initial public offering last year. ''We talked to our U.S. lawyer a few hours ago and as of now we have not heard anything,'' Lan Yadong, a spokesman at the insurer, said","date":"20041231","title":"Insurer Inquiry Reported","url":"http://query.nytimes.com/gst/fullpage.html?res=9E01E2DA1439F932A05751C1A9629C8B63"},{"body":"I.B.M. said yesterday that the personal computer business it was selling to the Lenovo Group of China had not made a profit for three and a half years. I.B.M.'s personal computing division had a loss of $139 million in the six months ended June 30. It had losses of $258 million in 2003, $171 million in 2002 and $397 million in 2001, I.B.M. said in","date":"20041231","title":"I.B.M. Division Headed to China Has Made No Profit in 3 1/2 Years","url":"http://query.nytimes.com/gst/fullpage.html?res=9806E2DA1439F932A05751C1A9629C8B63"},{"body":"THIS article, like earlier ones in this series, proceeds from the premise that big encyclopedic museums offer rare opportunities for what might be called Googling in real time and space. Choose a single material or medium, program yourself to seek it unswervingly, and you'll be rewarded with a myopic yet mind-expanding experience of human endeavor,","byline":"By ROBERTA SMITH","date":"20041231","title":"Stories Of Man, Carved In Detail","url":"http://query.nytimes.com/gst/fullpage.html?res=9A01E6D81439F932A05751C1A9629C8B63"},{"body":"Stocks were mixed in a listless session yesterday as investors collected profits for a second consecutive day despite an unexpected drop in unemployment claims. The market was heartened by the latest Labor Department report, which showed continued strength in the nation's labor market. First-time jobless claims fell by 5,000, to 326,000, last week.","date":"20041231","title":"THE MARKETS: STOCKS & BONDS; On a Quiet Day, Profit Taking Leaves Markets Mixed","url":"http://query.nytimes.com/gst/fullpage.html?res=980DE4DB1439F932A05751C1A9629C8B63"},{"body":"TV Station Rejects Fox Show The Fox affiliate in the Raleigh-Durham area of North Carolina will not broadcast the Monday night premiere of the network's new reality program, ''Who's Your Daddy?'' The show, under attack by organizations and individuals for several weeks on grounds of taste, challenges a woman (right), adopted years earlier and","byline":"Compiled by Lawrence Van Gelder","date":"20041231","title":"Arts, Briefly","url":"http://query.nytimes.com/gst/fullpage.html?res=9C07EFD81439F932A05751C1A9629C8B63"},{"body":"Looking Into the Soul Of a Founding Father '''Night, Mother'' isn't the only play in New York that builds inexorably to the firing of a gun. Although the other production is intended for families, the report of the bullet still causes a collective shudder. The action has lasted barely more than 40 minutes, and yet you desperately want this","byline":"By Laurel Graeber","date":"20041231","title":"Family Fare","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00EED91439F932A05751C1A9629C8B63"},{"body":"Taiwan recalled its ambassador after Keith Mitchell, the prime minister of the tiny Caribbean island, strongly hinted at switching diplomatic recognition to China. ''We are closely watching contacts between Grenada and China and we are prepared for the worst,'' a Taiwanese Foreign Ministry spokesman said. Mr. Mitchell said Beijing has pledged to","date":"20041231","title":"World Briefing | Americas: Grenada: Taiwan Recalls Ambassador","url":"http://query.nytimes.com/gst/fullpage.html?res=9A03E5D71439F932A05751C1A9629C8B63"}],"tokens":["China"],"total":3091},{"offset":"0","results":[{"body":"A group of investors led by Citigroup has emerged as the top bidder in an auction for about 85 percent of the Guangdong Development Bank, a state-owned Chinese bank, for about $3 billion, according to people briefed on the deal. By making the top bid, the consortium won the right to negotiate with the bank to buy the stake. The deal also requires","byline":"By DAVID BARBOZA and ANDREW ROSS SORKIN; David Barboza reported from Sanya, China, for this article, and Andrew Ross Sorkin from New York.","date":"20051231","title":"Citigroup Expected To Land China Deal","url":"http://www.nytimes.com/2005/12/31/business/worldbusiness/31bank.html"},{"body":"On Friday, ABN Amro became the latest bank to confirm that it had received approval from China to make a market for the yuan on the interbank foreign exchange market. Lim Li Koon, a spokeswoman with the bank in Singapore, said it had received notice from the State Administration of Foreign Exchange that it would be a market maker for onshore yuan","date":"20051231","title":"China Approves Dutch Bank for Trading in Yuan","url":"http://www.nytimes.com/2005/12/31/business/worldbusiness/31yuan.html"},{"body":"Bush Rejects Quotas on Steel Pipe From China Despite Recommendation From Trade Panel President Bush rejected a request to place quotas on steel pipe imported from China yesterday, saying the cost to American consumers would outweigh the benefit to domestic producers. United States pipe makers and a labor group, which strongly condemned the","date":"20051231","title":"BUSINESS BRIEFS","url":"http://query.nytimes.com/gst/fullpage.html?res=9A07E3DE1030F932A05751C1A9639C8B63"},{"body":"From the prison cell where he contemplated an executioner's bullet, a migrant worker named Wang Binyu gave an anguished account of his wasted life. Unexpectedly, it rippled across China like a primal scream. For three weeks, the brutal murders Mr. Wang committed after failing to collect unpaid wages were weighed on the Internet and in Chinese","byline":"By JIM YARDLEY","date":"20051231","title":"In Worker's Death, View of China's Harsh Justice","url":"http://www.nytimes.com/2005/12/31/international/asia/31china.html"},{"body":"About 100 journalists from one of China's most aggressive daily newspapers have taken a rare step for China and gone on strike after the paper's editor and two of his deputies were fired, local journalists said Friday. Yang Bin, the editor of The Beijing News, and Sun Xuedong and Li Duoyu, his deputies, were dismissed Wednesday as part of what","byline":"By DAVID LAGUE","date":"20051231","title":"In Rare Move, Journalists Strike Paper in Beijing","url":"http://www.nytimes.com/2005/12/31/international/asia/31beijing.html"},{"body":"China is still not sharing virus samples from animal bird flu outbreaks, the World Health Organization said, a day after China announced its third human death from the disease. ''It means that there is a question mark that hangs over the progress of the virus in China,'' Roy Wadia, a spokesman for the health organization, a United Nations agency,","date":"20051231","title":"World Briefing | Asia: China: W.H.O. Says China Is Still Not Sharing Bird Flu Samples","url":"http://query.nytimes.com/gst/fullpage.html?res=9C04EFDC1030F932A05751C1A9639C8B63"},{"body":"I can't remember the last time I saw such a crowd in the Metropolitan Museum's Chinese painting galleries, where views of all-but-empty landscapes are the norm. I'm not talking Times Square at New Year's Eve. But still, it's a full house. Office clerks and society swells rub shoulders with scholars lost in worlds of their own. Actors and priests","byline":"By HOLLAND COTTER","date":"20051231","title":"ART REVIEW; A Culture Of Braiding Many Lives Into One","url":"http://www.nytimes.com/2005/12/31/arts/design/31sacr.html"},{"body":"And now, ladies and gentlemen, children of all ages, step right up and meet the no-ring circus. For the first time in its history, the Ringling Brothers and Barnum & Bailey Circus will present a new show to its audiences without three rings, or two -- or even one. When the 136th edition of the circus opens on Wednesday at the St. Pete Times Forum","byline":"By GLENN COLLINS","date":"20051231","title":"In a Daring Leap, Ringling Loses Its Three Rings","url":"http://www.nytimes.com/2005/12/31/arts/31circ.html"},{"body":"INTERNATIONAL A3-9 Egyptian Police Kill 23 In Clash with Migrants Egyptian riot police officers rushed into a crowd of unarmed Sudanese migrants, killing at least 23 people, including small children, after the group refused to leave a public park it had occupied for three months, hoping to press United Nations officials to relocate them. A1 Syria","date":"20051231","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9507EEDD1030F932A05751C1A9639C8B63"},{"body":"In his optimistic best seller ''The World Is Flat,'' the New York Times columnist Thomas L. Friedman uses ''flat'' as a synonym for connected -- digitally, that is, by fiber-optic cables. Friedman makes a compelling case that a ''triple convergence'' of Internet technology with economic and political events at the dawn of the 21st century has","byline":"By James McManus","date":"20051231","title":"POKER; The Poker World Is Flat, Part 1","url":"http://www.nytimes.com/2005/12/31/sports/othersports/31poke.html"}],"tokens":["China"],"total":3464},{"offset":"0","results":[{"body":"At one end of a converted trailer in the American military detention center here, a graying Pakistani businessman sat shackled before a review board of uniformed officers, pleading for his freedom. The prisoner had seen just a brief summary of what officials said was a thick dossier of intelligence linking him to Al Qaeda. He had not seen his own","byline":"By TIM GOLDEN","date":"20061231","title":"For Guantnamo Review Boards, Limits Abound","url":"http://www.nytimes.com/2006/12/31/us/31gitmo.html"},{"body":"THE sun is setting fast and early over Yarbeshe, a hillside neighborhood of crumbling brick houses, dark alleys and a creaky wooden drawbridge that sways uneasily over a stream in this fabled gateway city that links far western China to the recesses of central Asia. It is early November, and one can already feel winter arriving. You would know it","byline":"By HOWARD W. FRENCH","date":"20061231","title":"FILM; Where to Shoot an Epic About Afghanistan? China, Where Else?","url":"http://www.nytimes.com/2006/12/31/movies/31fren.html"},{"body":"DON'T look now, Las Vegas -- Macao is trying to steal your limelight. This former Portuguese colony on China's southeastern coast is in the midst of a gambling-driven transformation. Once a haven for savoring a colonial culture that developed over half a millennium, Macao is now being flooded with the familiar trappings of money and modernity.","byline":"By DANIEL ALTMAN","date":"20061231","title":"NEXT STOP | MACAO; Where Developers Are Gambling on Gambling","url":"http://travel.nytimes.com/2006/12/31/travel/31next.html"},{"body":"Particularly after all the tributes to Gerald Ford in the last few days, President Bush may be pondering his own legacy and obituary. Sorry, Mr. Bush, but it doesn't look good right now, with your obit perhaps beginning something like this: ''George W. Bush, who achieved tremendous acclaim for his handling of the 9/11 terror attacks but left office","byline":"By NICHOLAS D. KRISTOF; David Brooks is on vacation.","date":"20061231","title":"Ten Suggestions for Rescuing the Bush Legacy","url":"http://select.nytimes.com//2006/12/31/opinion/31kristof.html"},{"body":"THE rich are getting richer, while most families in the region's suburbs have been losing economic ground since 1999. The suburbs are becoming increasingly diverse as Asian and Hispanic immigrants bypass New York City, traditionally the first stop for new arrivals. And among those who commute between the suburbs and New York City, the trend is","byline":"By FORD FESSENDEN","date":"20061231","title":"The Changing Face of the Suburbs","url":"http://www.nytimes.com/2006/12/31/nyregion/nyregionspecial2/31RCensus.html"},{"body":"THE rich are getting richer, while most families in the region's suburbs have been losing economic ground since 1999. The suburbs are becoming increasingly diverse as Asian and Hispanic immigrants bypass New York City, traditionally the first stop for new arrivals. And among those who commute between the suburbs and New York City, the trend is","byline":"By FORD FESSENDEN","date":"20061231","title":"The Changing Face of the Suburbs","url":"http://query.nytimes.com/gst/fullpage.html?sec=health&res=9F07E0DF1F31F932A05751C1A9609C8B63"},{"body":"AT the Palm Springs International Film Festival next week Paul Mazursky, a past master of the American film industry, will offer the American premiere of his first documentary, ''Yippee,'' about an annual Rosh Hashanah convocation of 25,000 Hasidic Jews in the Ukrainian town of Uman. The somewhat unlikely film does not yet have a distributor. But","byline":"By STEPHEN FARBER","date":"20061231","title":"FILM; A Night In Hollywood, A Day in Ukraine","url":"http://www.nytimes.com/2006/12/31/movies/31farb.html"},{"body":"Weeks This On Week List FICTION 1 26 THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved. 2 3 S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago. 3","date":"20061231","title":"PAPERBACK BEST SELLERS: December 31, 2006","url":"http://query.nytimes.com/gst/fullpage.html?res=9804E7D71131F932A05751C1A9609C8B63"},{"body":"IT'S natural at the end of the year to pause, clear the throat and conjure up thoughtful analysis that brings meaning and context to the previous 12 months -- never mind that we've barely had a chance to digest the buffet of news events. To tide you over until hindsight bestows perspective, if not wisdom, here is a sampler of happenings in the","byline":"By CHRISTOPHER JENSEN","date":"20061231","title":"RETROSPECTIVE; A Glance Over the Shoulder at the Double Takes of 2006","url":"http://www.nytimes.com/2006/12/31/automobiles/31RECAP.html"},{"body":"DURING a recent morning class at its stately brick building in the South End, the Boston Ballet had a visitor whose swept-back hair, high cheekbones and long triangle face would be quickly recognizable to most balletomanes. He positioned himself at the barre in a corner and, as a pianist played, he slid his foot out and in, out and in: the basic","byline":"By DANIEL J. WAKIN","date":"20061231","title":"DANCE; He Parked His Barre In Harvard Yard","url":"http://www.nytimes.com/2006/12/31/arts/dance/31waki.html"}],"tokens":["China"],"total":3536},{"offset":"0","results":[{"body":"North Korea has not met its commitment to account fully for its nuclear activities by the end of 2007 under a disarmament agreement, the United States said Sunday, urging North Korea to comply with its obligations. North Korea, which tested a nuclear device in 2006, is facing a deadline at 11 a.m., Eastern time, on Dec. 31 to disclose details of","byline":"By REUTERS","date":"20071231","title":"U.S. Urges North Korea To Fulfill Deal","url":"http://www.nytimes.com/2007/12/31/world/asia/31korea.html"},{"body":"THIS is the 34th annual office pool in this space, a New Year's tradition that has become the most excruciating multiple-choice prediction test in world media. Nostradamus himself couldn't score over 50 percent. Last year, despite a good bet on surging optimism in Iraq, I was mistaken 12 times out of 15. But the audacity of hope springs eternal;","byline":"By WILLIAM SAFIRE","date":"20071231","title":"OP-ED CONTRIBUTOR; The Office Pool, 2008","url":"http://www.nytimes.com/2007/12/31/opinion/31safire.html"},{"body":"To the Editor: Re ''Broken Polls'' (editorial, Dec. 24): Election results will always be suspect if private industry's proprietary technologies underlie what must be a public and open process. It's time to heed the lessons of the open-source software industry, where the Linux operating system is robust and secure and transparent. That is because","date":"20071231","title":"LETTERS; It's Time to Fix Voting Machine Flaws","url":"http://query.nytimes.com/gst/fullpage.html?res=9C02E7D61E30F932A05751C1A9619C8B63"},{"body":"With the hot, dry Santa Ana winds acting as bellows, wildfires in Southern California in October destroyed hundreds of homes, killed 10 people and prompted mass evacuations. The disaster led to debate, once more, on whether growth should be regulated and restricted in fire-prone areas. But 2007 also marked the start of a different housing","date":"20071231","title":"2007: THE YEAR IN PICTURES; Disasters, Natural And Not","url":"http://query.nytimes.com/gst/fullpage.html?res=9A0CEFDA1430F932A05751C1A9619C8B63"},{"body":"An 8-year-old girl taken from an American couple and returned to her Chinese parents after a seven-year custody fight faces another big adjustment: moving to China. The girl, Anna Mae He, rejoined her parents, Shaoqiang and Qin Luo He, in July, under orders from the Tennessee Supreme Court. She had lived with an American couple who took her in as","byline":"By THE ASSOCIATED PRESS","date":"20071230","title":"Custody Resolved, a Move Looms","url":"http://www.nytimes.com/2007/12/30/us/30adopt.html"},{"body":"The authorities have detained a prominent Chinese human rights advocate on suspicion of subversion, escalating a crackdown on dissent during the West's holiday season. The police detained the advocate, Hu Jia, 34, at his home in Beijing on Thursday. They gave his wife a warrant stating that he was suspected of ''incitement to subvert state power,''","byline":"By JOSEPH KAHN","date":"20071230","title":"China Detains Dissident, Citing Subversion","url":"http://www.nytimes.com/2007/12/30/world/asia/web30china.html"},{"body":"A trip around the world is no easy feat. Neither is booking the ticket. One approach is to string together a chain of one-way flights yourself. But that can quickly turn into a logistical nightmare. Instead, travelers are finding it much easier these days to book a round-the-world ticket offered through an airline alliance like oneworld, SkyTeam or","byline":"By MICHELLE HIGGINS","date":"20071230","title":"PRACTICAL TRAVELER | ROUND-THE-WORLD TRIPS; Traveling the Globe on a Single Ticket","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CE3DA1E38F933A05751C1A9619C8B63"},{"body":"MY Chinese friend Yuzhi invited herself over for a serious talk. Her English is poor, and she struggled to convey her message, but she was concerned: she had noticed I was lonely. Her brother in China, Zhong-Hua, was lonely, too. Maybe he and I would like each other? She offered to send me to China to find out. ''But if you don't like him, is","byline":"By ELLEN GRAF","date":"20071230","title":"MODERN LOVE; Our Joy Knows No Bounds, or Lanes","url":"http://www.nytimes.com/2007/12/30/fashion/30love.html"},{"body":"PLEASE take your seats, ladies and gentlemen. Good evening. Thank you for joining me once again for DealBook's annual ''closing dinner,'' where we toast the deals of the past 365 days and the dealmakers behind them. We've moved this year's dinner from our usual spot in Manhattan to a more fitting locale: the Burj al Arab Hotel here in Dubai. Many","byline":"By ANDREW ROSS SORKIN","date":"20071230","title":"DEALBOOK; A Toast to Wall St. (Please Hold the Bubbles)","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E7DA1739F933A05751C1A9619C8B63"},{"body":"GARY HAMEL'S latest book, ''The Future of Management'' (Harvard Business School, $26.95), comes at a time when American companies face a new avalanche of competition from China and India, as well as entrenched competition from Japan and Western Europe. Mr. Hamel, a co-founder of the Management Innovation Lab, offers a way for business leaders to","byline":"By WILLIAM J. HOLSTEIN","date":"20071230","title":"OFF THE SHELF; Orders From on High? That's So Yesterday","url":"http://www.nytimes.com/2007/12/30/business/30shelf.html"}],"tokens":["China"],"total":3818},{"offset":"0","results":[{"body":"Li Wanzhi has learned to do certain things with just one arm. Dressing herself, for example. That was easy. Washing clothes was something else entirely. For that, she needed the help of her mother-in-law. Her husband, Wang Zhijun, had it good by comparison. He had all his limbs, even though he and his wife had been trapped together in the rubble of","byline":"By EDWARD WONG; Huang Yuanxi contributed research.","date":"20081231","title":"In Flimsy Hut, Bond Grows Stronger After Ordeal Under a Quake's Rubble","url":"http://www.nytimes.com/2008/12/31/world/asia/31quake.html"},{"body":"China Eastern Airlines plans to raise 7 billion yuan ($1 billion) by selling shares to its state-owned parent company, more than double the amount originally planned, to help it weather a financial crisis. The airline said it would receive a capital injection of 3 billion yuan ($440 million) from its parent company, the China Eastern Air Holding","byline":"By THE ASSOCIATED PRESS","date":"20081231","title":"WORLD BUSINESS BRIEFING | ASIA; China: More Money for an Airline","url":"http://query.nytimes.com/gst/fullpage.html?res=9C06E2DF1231F932A05751C1A96E9C8B63"},{"body":"The headline on a front-page article on Friday, on the role in the housing bubble and consumption binge in the United States played by investment from China, could have been misunderstood. The article described how the United States has been tolerating a huge trade deficit with China while Chinese authorities have invested huge sums in American","date":"20081231","title":"Postscript","url":"http://www.nytimes.com/2008/12/31/business/31post.html"},{"body":"The next chapter of the World Wide Web will not be written in English alone. Asia already has twice as many Internet users as North America, and by 2012 it will have three times as many. Already, more than half of the search queries on Google come from outside the United States. The globalization of the Web has inspired entrepreneurs like Ram","byline":"By DANIEL SORID","date":"20081231","title":"Writing the Web's Future In Numerous Languages","url":"http://www.nytimes.com/2008/12/31/technology/internet/31hindi.html"},{"body":"International BURIED IN A QUAKE'S RUBBLE, A BOND LIVES, AND GROWS STRONGER They were trapped together in the wreckage of their apartment building for 28 hours, their arms wrapped around each other, their faces only inches apart. Like the stories of many survivors of the earthquake that razed much of southwest China last May, the journey of Li","date":"20081231","title":"INSIDE THE TIMES: December 31, 2008","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0DE4D61731F932A05751C1A96E9C8B63"},{"body":"UTTERANCES: 1: E. 2: I. 3: G. 4: B. 5: D. 6: A. 7: H. 8: C. 9: F. SENTENCE QUESTIONS: 10: The Large Hadron Collider. 11: Rice. 12: They were designated protest zones. 13: Hillary Clinton supporters who refused to back Barack Obama. 14: The Joker, played by Heath Ledger, in ''The Dark Knight.'' 15: The Beijing 2008 Olympic torch relay. 16: Kristi","byline":"By THE NEW YORK TIMES","date":"20081231","title":"Answers: The Year in Questions","url":"http://www.nytimes.com/2008/12/31/opinion/01schott-answers.html"},{"body":"A group of Chinese dairy companies blamed for selling contaminated milk that killed six children and sickened nearly 300,000 others earlier this year has agreed to pay $160 million in compensation to the victims and their families. A spokeswoman for the China Dairy Industry Association said Tuesday by telephone that a fund had been established for","byline":"By DAVID BARBOZA","date":"20081231","title":"Chinese Dairies to Pay $160 Million to Victims of Tainted Milk","url":"http://www.nytimes.com/2008/12/31/world/asia/31milk.html"},{"body":"A group of nine people accused of intentionally tainting China's dairy supplies this year went on trial Monday in Hebei Province, charged with endangering public security in the country's worst food safety case in decades. The nine people are part of a larger group of dairy industry suppliers who government prosecutors say sold some of the poisoned","byline":"By DAVID BARBOZA","date":"20081230","title":"China Begins Trials for 9 In Tainted-Milk Scandal","url":"http://www.nytimes.com/2008/12/30/world/asia/30china.html"},{"body":"When American consumers stop buying, companies around the world suffer -- even those that do little business in the United States. Take Hawe Hydraulics, which makes valves and conduits here in southern Germany. Its sales have boomed in recent years, driven largely by demand from China and the rest of Asia. But in the last few months, new orders","byline":"By CARTER DOUGHERTY","date":"20081230","title":"As the U.S. Buys Less, Germany Suffers","url":"http://www.nytimes.com/2008/12/30/business/worldbusiness/30exports.html"},{"body":"A year ago, Gazprom, the Russian natural gas monopoly, aspired to be the largest corporation in the world. Buoyed by high oil prices and political backing from the Kremlin, it had already achieved third place judging by market capitalization, behind Exxon Mobil and General Electric. Today, Gazprom is deep in debt and negotiating a government","byline":"By ANDREW E. KRAMER","date":"20081230","title":"From White Hot to Deep Freeze","url":"http://www.nytimes.com/2008/12/30/business/worldbusiness/30gazprom.html"}],"tokens":["China"],"total":4291},{"offset":"0","results":[{"body":"HONG KONG -- Hong Kong acceptance of Chinese accounting standards would be an important advance in Beijing's drive to globalize its financial sector, but it could also challenge international investors with reports prepared by an industry prone to scandal. Under a proposed rule change likely to take effect next year, the Hong Kong stock exchange","byline":"By REUTERS","date":"20091231","title":"Hong Kong Prepares to Accept Chinese Accounting Standards","url":"http://www.nytimes.com/2009/12/31/business/global/31account.html"},{"body":"An American trade panel gave final approval on Wednesday for duties of 10 to 16 percent on Chinese-made steel pipe in the biggest United States trade case to date against China. The panel, the International Trade Commission, voted 6-0 in favor of the duties set by the Commerce Department to offset Chinese government subsidies. The United States","byline":"By REUTERS","date":"20091231","title":"U.S. Duties On Pipes From China Approved","url":"http://query.nytimes.com/gst/fullpage.html?res=9B0CEFDB173AF932A05751C1A96F9C8B63"},{"body":"Still struggling after its worst recession in generations, Japan announced a long-term growth strategy on Wednesday that aimed to tap into the dynamism of its Asian neighbors, create millions of jobs in new industries and drive economic expansion of at least 2 percent a year over the next decade. The Japanese economy has eked out growth in the last","byline":"By HIROKO TABUCHI","date":"20091231","title":"Japan Unveils a Plan for Growth, Emphasizing Free Trade in Asia","url":"http://www.nytimes.com/2009/12/31/business/global/31yen.html"},{"body":"Russia's top space researchers will hold a closed-door meeting to plan a mission to deflect 99942 Apophis, an asteroid that will fly close to Earth two decades from now, said Anatoly N. Perminov, the head of Russia's space agency, during an interview on Russian radio on Wednesday. Mr. Perminov said Apophis, named for the Egyptian god of","byline":"By ELLEN BARRY","date":"20091231","title":"Russia to Plan Deflection Of Asteroid From Earth","url":"http://www.nytimes.com/2009/12/31/world/europe/31asteroid.html"},{"body":"This was the year that Wall Street turned a crash into a bang. Stock markets will ring out one of their most volatile periods in history Thursday with an incredible rally that replenished half the losses caused by the financial crisis. While the Dow Jones industrial average zigzagged through the last 10 years to finish near its start, 2009 proved","byline":"By VIKAS BAJAJ","date":"20091231","title":"Heart-Stopping Fall, Breathtaking Rally","url":"http://www.nytimes.com/2009/12/31/business/31stox.html"},{"body":"The French Constitutional Council has rejected a tax on carbon emissions strongly backed by President Nicolas Sarkozy that was to take effect Friday. But his ruling conservative party said the measure would be redrafted so it could be passed into law next year. The council, which evaluates the constitutionality of proposed laws, ruled late Tuesday","byline":"By JAMES KANTER","date":"20091231","title":"Council in France Blocks a Carbon Tax As Weak on Polluters","url":"http://www.nytimes.com/2009/12/31/business/energy-environment/31carbon.html"},{"body":"Air Tractor, which manufactures crop dusters and other agricultural aircraft in rural Olney, Tex., has been able to duck much of the current economic turbulence because it sells its specialized planes around the globe. While selling in foreign markets has risks, small businesses like Air Tractor have been able to establish footholds abroad by","byline":"By ELIZABETH OLSON","date":"20091231","title":"Adding Customers Abroad With the Aid of the Import-Export Bank","url":"http://www.nytimes.com/2009/12/31/business/smallbusiness/31sbiz.html"},{"body":"To the Editor: Re ''Grandma's Gifts Need Extra Reindeer'' byJulie Scelfo (Home, Dec. 24): Five years ago, when my 12 grandchildren ranged in age from 3 to 22, I watched as our family of 21 gathered together on Christmas. Twelve children sat in the middle of the room ripping apart the expensive wrappings of gifts from their assorted aunts, uncles,","date":"20091231","title":"LETTERS; Grandmas Gone Wild","url":"http://www.nytimes.com/2009/12/31/garden/31letters-GRANDMASGONE_LETTERS.html"},{"body":"The job advertisement, placed on a popular Web site, sounded like a casting call for a superhero. ''Wanted: Someone with a strong sense of responsibility, tough, brave and physically strong. Ability to oppose and deal with forces of evil.'' Qin Rong, the owner of a restaurant facing imminent demolition, was looking for a foolhardy soul willing to","byline":"By ANDREW JACOBS; Li Bibo contributed research.","date":"20091231","title":"BEIJING JOURNAL; Evicted by Goliath, Restaurant Finds a David","url":"http://www.nytimes.com/2009/12/31/world/asia/31nailhouse.html"},{"body":"Behind an electrified fence, blast-resistant sandbags and 53 National Police outposts, the Afghan surge is well under way. But the foot soldiers in a bowl-shaped valley about 20 miles southeast of Kabul are not fighting the Taliban, or even carrying guns. They are preparing to extract copper from one of the richest untapped deposits on earth. And","byline":"By MICHAEL WINES; Li Bibo contributed research from Beijing.","date":"20091230","title":"UNEASY ENGAGEMENT; China Is Willing to Spend Big In Afghanistan, on Commerce","url":"http://www.nytimes.com/2009/12/30/world/asia/30mine.html"}],"tokens":["China"],"total":4192},{"offset":"0","results":[{"body":"YANGON -- It is time the West ended it sanctions against Myanmar, whether or not the opposition leader Daw Aung San Suu Kyi and Burmese exile groups agree. This is not to imply that the recent elections were anything other than rigged, or deny that the regime remains ruthless, corrupt and incompetent. But sanctions are neither in the interests of","byline":"By PHILIP BOWRING","date":"20101231","title":"I.H.T. OP-ED CONTRIBUTOR; End Sanctions on Myanmar","url":"http://www.nytimes.com/2010/12/31/opinion/31iht-edbowring31.html"},{"body":"IT wasn't easy for critics to choose the best cultural offerings of 2010. But whatever moments onstage still linger in our memory, Jay Gatsby himself would advise against dwelling too long on the year that was. Now is the time to look forward: what performances in 2011 will inspire, shock, cheer us, maybe even change our world? Critics, reporters","byline":"By CHARLES ISHERWOOD, BEN BRANTLEY, SCOTT HELLER, ERIK PIPENBURG, ALISTAIR MACAULAY, SETH SCHIESEL, NEIL GENZLINGER, MIKE HALE, ANTHONY TOMMASINI, BEN RATLIFF and JULIE BLOOM","date":"20101231","title":"LOOKING AHEAD; Time to Turn the Page","url":"http://www.nytimes.com/2010/12/31/arts/31forward.html"},{"body":"YAN'AN, China -- The explosives had been set, the watchtower manned and the dirt battlefield cleared of rubble. Communist soldiers armed with rifles took up positions at the foot of the barren hills. Their foes, the Kuomintang, loomed in the distance, advancing on the garrison town of Yan'an. Then someone yelled, ''There's no electricity!'' No","byline":"By EDWARD WONG; Li Bibo contributed research from Yan'an, and Benjamin Haas from Beijing.","date":"20101231","title":"YAN'AN JOURNAL; Revolution Isn't a Party, But It Draws The Tourists","url":"http://www.nytimes.com/2010/12/31/world/asia/31china.html"},{"body":"Local officials and businesspeople in Yanan, China, are profiting from a boom in red tourism, in which Chinese, many of them young professionals, journey to famous revolutionary sites.","date":"20101231","title":"Red Tourism Thrives in Yanan, China","url":"http://www.nytimes.com/slideshow/2010/12/31/world/20101231_CHINA-11.html"},{"body":"Local officials and businesspeople in Yanan, China, are profiting from a boom in red tourism, in which Chinese, many of them young professionals, journey to famous revolutionary sites.","date":"20101231","title":"Red Tourism Thrives in Yanan, China","url":"http://www.nytimes.com/slideshow/2010/12/31/world/20101231_CHINA-8.html"},{"body":"Local officials and businesspeople in Yanan, China, are profiting from a boom in red tourism, in which Chinese, many of them young professionals, journey to famous revolutionary sites.","date":"20101231","title":"Red Tourism Thrives in Yanan, China","url":"http://www.nytimes.com/slideshow/2010/12/31/world/20101231_CHINA-9.html"},{"body":"Local officials and businesspeople in Yanan, China, are profiting from a boom in red tourism, in which Chinese, many of them young professionals, journey to famous revolutionary sites.","date":"20101231","title":"Red Tourism Thrives in Yanan, China","url":"http://www.nytimes.com/slideshow/2010/12/31/world/20101231_CHINA-10.html"},{"body":"Local officials and businesspeople in Yanan, China, are profiting from a boom in red tourism, in which Chinese, many of them young professionals, journey to famous revolutionary sites.","date":"20101231","title":"Red Tourism Thrives in Yanan, China","url":"http://www.nytimes.com/slideshow/2010/12/31/world/20101231_CHINA-4.html"},{"body":"Local officials and businesspeople in Yanan, China, are profiting from a boom in red tourism, in which Chinese, many of them young professionals, journey to famous revolutionary sites.","date":"20101231","title":"Red Tourism Thrives in Yanan, China","url":"http://www.nytimes.com/slideshow/2010/12/31/world/20101231_CHINA-7.html"},{"body":"Local officials and businesspeople in Yanan, China, are profiting from a boom in red tourism, in which Chinese, many of them young professionals, journey to famous revolutionary sites.","date":"20101231","title":"Red Tourism Thrives in Yanan, China","url":"http://www.nytimes.com/slideshow/2010/12/31/world/20101231_CHINA-3.html"}],"tokens":["China"],"total":4765},{"offset":"0","results":[{"body":"Two weeks ago peasants in Wukan, a fishing village in the prosperous southern Chinese province of Guangdong, took over their village, throwing out local leaders. Because of long unanswered grievances, they risked their lives, barricading roads into the village and facing down the police. Their central concern was the sale of collectively owned","byline":"By JOSHUA MULDAVIN","date":"20111231","title":"OP-ED CONTRIBUTOR; China's Shaky Economic Foundation","url":"http://www.nytimes.com/2011/12/31/opinion/chinas-shaky-economic-foundation.html"},{"body":"Eva Zeisel, a ceramic artist whose elegant, eccentric designs for dinnerware in the 1940s and '50s helped to revolutionize the way Americans set their tables, died on Friday in New City, N.Y. She was 105. Her death was confirmed by her daughter, Jean Richards. Ms. Zeisel (pronounced ZY-sel), along with designers like Mary and Russel Wright and","byline":"By WILLIAM L. HAMILTON","date":"20111231","title":"Eva Zeisel, Ceramic Artist and Designer, Dies at 105","url":"http://www.nytimes.com/2011/12/31/arts/design/eva-zeisel-ceramic-artist-and-designer-dies-at-105.html"},{"body":"BEIJING -- A former fugitive accused by the Chinese authorities of being responsible for one of the nation's biggest corruption scandals was indicted on Friday after he was said to confess to bribery and smuggling, according to state news organizations. The authorities have accused Lai Changxing of running a multibillion-dollar smuggling network","byline":"By EDWARD WONG","date":"20111231","title":"China: Former Fugitive Is Indicted","url":"http://www.nytimes.com/2011/12/31/world/asia/lai-changxing-indicted-in-china.html"},{"body":"KAROO, South Africa -- When a drought dried up their wells last year, hundreds of farmers and their families flocked to local fairgrounds here to pray for rain, and a call went out on the regional radio station imploring South Africans to donate bottled water. Covering much of the roughly 800 miles between Johannesburg and Cape Town, this arid","byline":"By IAN URBINA","date":"20111231","title":"DRILLING DOWN; Hunt for Gas Hits Fragile Soil, And South Africans Fear Risks","url":"http://www.nytimes.com/2011/12/31/world/south-african-farmers-see-threat-from-fracking.html"},{"body":"BEIJING -- Chinese factory activity shrank again in December as demand at home and abroad slackened, a purchasing managers' survey showed Friday, reinforcing the case for pro-growth policies to bolster the economy. Also Friday, the renminbi closed at a record high against the dollar, passing through resistance at 6.30 renminbi to the dollar and","byline":"By REUTERS","date":"20111231","title":"Index Points to Weakness in Chinese Economy","url":"http://www.nytimes.com/2011/12/31/business/global/index-points-to-weakness-in-chinese-economy.html"},{"body":"BEIJING -- Police officers killed seven people they accused of being kidnappers in a remote mountainous area of Xinjiang on China's turbulent western frontier, according to state-run news organizations on Friday. One police officer was also reported to have been killed in the shootout, which occurred on Wednesday. Parts of Xinjiang, particularly in","byline":"By EDWARD WONG","date":"20111231","title":"Reports Describe Deadly Clash in Restive China Region","url":"http://www.nytimes.com/2011/12/31/world/asia/reports-describe-deadly-shootout-in-restive-region-of-china.html"},{"body":"BEIJING -- In a year of China under lockdown, when dissident writers have received breathtaking prisonsentences and the mere whisper of a ''Jasmine Revolution'' has spurred mass detentions, perhaps the riskiest thing a Chinese politician could do is put his iron glove on the shelf. Which makes Wang Yang's gamble this month in Wukan all the more","byline":"By SHARON LaFRANIERE; Jonathan Ansfield contributed reporting. Li Bibo, Mia Li and Shi Da contributed research.","date":"20111231","title":"A Chinese Official Tests A New Political Approach","url":"http://www.nytimes.com/2011/12/31/world/asia/chinese-official-wang-yang-tests-new-political-approach.html"},{"body":"Connecticut's 11-game run to the N.C.A.A. men's basketball championship began with a win over DePaul and ended with a victory against Butler, but it will long be remembered for Kemba Walker's winning shot against Pittsburgh on March 10. With 18 seconds left in their Big East tournament quarterfinal and the score tied, 74-74, the Huskies went","byline":"By ANDREW DAS","date":"20111231","title":"2011: A Glorious Run by UConn, Then Another","url":"http://query.nytimes.com/gst/fullpage.html?res=9C01E3D9133CF932A05751C1A9679D8B63"},{"body":"Big-box stores may be worrying about their sales on Black Friday, Mega Monday and all the days in between, but sellers of high-end contemporary art seem to have done well this year. On the evidence of some auction results, at least, the market for such art rose significantly as jittery investors put their money into art instead of stocks, Bloomberg","byline":"By PATRICIA COHEN","date":"20111231","title":"ARTSBEAT; A Good Year For High-End Art","url":"http://query.nytimes.com/gst/fullpage.html?res=9E0CE7D8143CF932A05751C1A9679D8B63"},{"body":"NEW DELHI -- The year that flees us this weekend was violent and hopeful, angry and generative. Was it a good year? It depends where you stood -- among the old or young, in the sclerotic West or vital East, in a surging Arab square or gilded Arab palace. It felt like a year unusually pregnant with consequence. From Tunisia to Egypt to Libya to","byline":"By ANAND GIRIDHARADAS","date":"20111231","title":"CURRENTS; The Middles Found Their Voice in 2011","url":"http://www.nytimes.com/2011/12/31/world/asia/31iht-currents31.html"}],"tokens":["China"],"total":4663},{"offset":"0","results":[{"body":"BEIJING &mdash; Chinese politics is controlled by the Communist Party and its powerful families and factions, so when the son of a former party chief says the state is virtually &ldquo;fascist,&rdquo; it&rsquo;s worth listening. That&rsquo;s what Hu Deping, son of the late Hu Yaobang, the party general secretary forced to resign in 1987 for being","byline":"By DIDI KIRSTEN TATLOW","date":"20121101","title":"LETTER FROM CHINA; Can China Be Described as 'Fascist'?","url":"http://www.nytimes.com/2012/11/01/world/asia/01iht-letter01.html"},{"body":"SINGAPORE &mdash; As part of its continuing quest to become a key player on the global arts scene, the Singaporean government has in recent years worked with various partners to develop the infrastructure for a major Asian contemporary art hub. SAM at 8Q, an extension of the Singapore Art Museum dedicated to contemporary art, opened in 2008; the","byline":"By SONIA KOLESNIKOV-JESSOP","date":"20121101","title":"THE ART OF COLLECTING: ASIAN ART; Singapore Nurtures Art With Bureaucratic Touch","url":"http://www.nytimes.com/2012/11/01/arts/01iht-rartbarracks01.html"},{"body":"LONDON &mdash; Tsherin Sherpa&rsquo;s works are swirling juxtapositions of colors, history, themes, religion and politics. The painting &ldquo;Untitled, 2012,&rdquo; made from gold leaf, acrylic and ink on linen, is aptly unnamed, as there are so many images in the painting that choosing one name to sum it up would be impossible. A Buddhist spirit,","byline":"By GINANNE BROWNELL","date":"20121101","title":"THE ART OF COLLECTING: ASIAN ART; Passage to Asia Opens in London","url":"http://www.nytimes.com/2012/11/01/arts/passage-to-asia-opens-in-london.html"},{"body":"AMSTERDAM &mdash; For the first half of his career, the artist Qiu Deshu largely rode the seismic shifts of Chinese history. Mr. Qiu, who was born in Shanghai in 1948, studied traditional Chinese arts, including seal carving, scroll mounting and ink painting, along with Western oil painting. As a teenager in the 1960s, he worked as an artist for","byline":"By NINA SIEGAL","date":"20121101","title":"THE ART OF COLLECTING: ASIAN ART; Ancient Art Tells Chinas Modern Tale","url":"http://www.nytimes.com/2012/11/01/arts/ancient-art-tells-chinas-modern-tale.html"},{"body":"LONDON &mdash; On Aug. 15, with much fanfare, RWE, the big German utility company, inaugurated an ultramodern power station built for &euro;2.6 billion in Grevenbroich-Neurath, near Cologne. RWE called the plant &ldquo;superlative,&rdquo; and in many respects it is. RWE showed off one remarkable aspect: The plant&rsquo;s output can be dialed way","byline":"By STANLEY REED","date":"20121101","title":"GREEN COLUMN; Votality of Renewables Pushes Europe Back Toward Dependence on Coal","url":"http://www.nytimes.com/2012/11/01/business/energy-environment/01iht-green01.html"},{"body":"TAIPEI &mdash; Shares of Hon Hai Precision Industry of Taiwan jumped Wednesday after Hon Hai, the main manufacturer of Apple products, posted a sharp increase in quarterly net profit, lifted by Apple&rsquo;s new products. But strong early gains were later tempered by investors&rsquo; caution about Apple&rsquo;s prospects for long-term growth,","byline":"By REUTERS","date":"20121101","title":"Foxconn Profit Surges in Third Quarter","url":"http://www.nytimes.com/2012/11/01/technology/foxconn-profit-surges-in-third-quarter.html"},{"body":"HONG KONG &mdash; A longtime Chinese diplomat warned Tuesday that the United States is using Japan as a strategic tool in its effort to mount a comeback in Asia, a policy that he said is serving to heighten tensions between China and Japan. The retired diplomat, Chen Jian, who served as an under secretary general of the United Nations and as","byline":"By JANE PERLEZ and KEITH BRADSHER","date":"20121031","title":"Ex-Envoy Says U.S. Stirs China-Japan Tensions","url":"http://www.nytimes.com/2012/10/31/world/asia/in-speech-organized-by-beijing-ex-diplomat-calls-islands-dispute-with-japan-a-time-bomb.html"},{"body":"TOLEDO, Ohio &mdash; Mitt Romney&rsquo;s latest advertising campaign suggesting that the auto bailout recipients Chrysler and General Motors were shifting jobs to China drew him into a public argument with top executives at both companies, who condemned the advertisements as false on Tuesday. &ldquo;The ad is cynical campaign politics at its","byline":"By JIM RUTENBERG and JEREMY W. PETERS","date":"20121031","title":"2 American Automakers Rebut Claims by Romney","url":"http://www.nytimes.com/2012/10/31/us/politics/2-american-automakers-rebut-claims-by-romney.html"},{"body":"COLUMBUS, Ohio &mdash; As President Obama and Mitt Romney enter the closing week of the presidential race, where the 18 electoral votes of Ohio are seen by both sides as critical to victory, Mr. Obama&rsquo;s ability to prevent erosion among working-class voters may be his best path to re-election. In Ohio, according to the latest poll of likely","byline":"By JEFF ZELENY and DALIA SUSSMAN","date":"20121031","title":"Poll Shows Ohio Working Class May Be Key to Obama Re-election","url":"http://www.nytimes.com/2012/10/31/us/politics/ohio-working-class-may-be-key-to-obama-re-election.html"},{"body":"1912 Vice-President Sherman Dies NEW YORK &mdash; Mr. James S. Sherman, the Vice-President of the United States, died at 9.30 to-night [Oct. 30]. The Vice-President of the United States had been suffering from a complication of diseases, including serious kidney trouble. Mr. Sherman was a candidate for re-election as Vice-President on the","date":"20121031","title":"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago","url":"http://www.nytimes.com/2012/10/31/opinion/100-75-50-years-ago.html"}],"tokens":["China"],"total":4102}]}