{"results":[{"offset":"0","results":[{"body":"The year began with a collective sigh of relief. A 444-day siege of spirit ended as the hostages returned from captivity in Iran, and as the cameras caught the images of jubilation, it seemed American hope was liberated as well. Even though inflation and unemployment were no less painful than before, when President Reagan raised his hand to take","date":"19811231","title":"GLIMPSES OF '81: MOMENTS IN A YEAR OF VIVID IMAGES","url":"http://www.nytimes.com/1981/12/31/nyregion/glimpses-of-81-moments-in-a-year-of-vivid-images.html"},{"body":"William H. Webster, director of the Federal Bureau of Investigation, voicing concern over terrorist activities in Puerto Rico, said today that the nationwide total of terrorist acts jumped almost 50 percent in 1981, to 42. Mr. Webster said that after a four-year decline, there were 13 more incidents this year than in 1980, but that the total was","byline":"UPI","date":"19811230","title":"F.B.I. DIRECTOR SAYS INCIDENTS OF TERRORISM ARE ON INCREASE","url":"http://www.nytimes.com/1981/12/30/us/fbi-director-says-incidents-of-terrorism-are-on-increase.html"},{"body":"Terrorism is playing havoc with the law of international extradition. Two current cases show the need for tightening America's rules for dealing with fugitives from criminal charges in another nation. In particular, they illustrate the need to curtail the role of American courts in an essentially diplomatic process. In one case, two years of court","date":"19811229","title":"When to Shelter a Murderer","url":"http://www.nytimes.com/1981/12/29/opinion/when-to-shelter-a-murderer.html"},{"body":"A photograph of Brig. Gen. James L. Dozier was received today by the Milan bureau of ANSA, the Italian news agency, 10 days after he was abducted by terrorists. It was accompanied by a statement announcing that the 50-year-old general had been placed on trial. The Red Brigades, the leftist guerrilla group, had claimed responsibility for the","byline":"By HENRY TANNER, Special to the New York Times","date":"19811228","title":"RED BRIGADES SAY GENERAL IS ON TRIAL","url":"http://www.nytimes.com/1981/12/28/world/red-brigades-say-general-is-on-trial.html"},{"body":"Without generous financial assistance, Costa Rica may soon face either economic collapse or a serious weakening of its democratic traditions. Whatever the overall merits of the Reagan Administration's preoccupation with ''Communist subversion'' and its prescription of ''bootstrap economics'' for developing countries, this approach bears little","byline":"By Flora E. Montealegre","date":"19811227","title":"COSTA RICA'S DILEMMA","url":"http://www.nytimes.com/1981/12/27/opinion/costa-rica-s-dilemma.html"},{"body":"MOSCOW SOVIET reaction to the repression in Poland has combined detailed reports with high-level silence, public satisfaction with muted anxiety. Almost every day since martial law was declared, the Tass news agency has carried reports of an insidious counterrevolution nipped just in time. The dispatches refer to weapons stockpiled for civil war,","byline":"By SERGE SCHMEMANN","date":"19811227","title":"KREMLIN'S SATISFACTION TEMPERED BY UNEASE","url":"http://www.nytimes.com/1981/12/27/weekinreview/kremlin-s-satisfaction-tempered-by-unease.html"},{"body":"FARMINGDALE ''THIS is a baton round, designed to be fired at particular individuals in riots,'' said Nassau County District Attorney Denis E. Dillon, holding the flesh-colored, four-and-three-quarter-inch plastic slug over his head so that the audience at a recent educational symposium on Northern Ireland could see it. He stuck the five-ounce","byline":"By HUGH O'HAIRE","date":"19811227","title":"PRIDE IN IRISH CULTURE AND STRUGGLE RESURGING ON THE ISLAND","url":"http://www.nytimes.com/1981/12/27/nyregion/pride-in-irish-culture-and-struggle-resurging-on-the-island.html"},{"body":"After several years of trying and failing to overturn or even seriously disrupt their country's political system, Italy's Red Brigades have turned to a broader target. In leaflets scattered through Italian cities last week, they took credit for the abduction Dec. 17 of Brig. Gen. James L. Dozier, the top-ranking United States Army officer in NATO","byline":"By Barbara Slavin and Milt Freudenheim","date":"19811227","title":"THE WORLD IN SUMMARY; RED BRIGADES LOOK ABROAD","url":"http://www.nytimes.com/1981/12/27/weekinreview/the-world-in-summary-red-brigades-look-abroad.html"},{"body":"International Resistance to martial law was urged on Polish workers by leaders of the Warsaw branch of the suspended Solidarity union. A Solidarity news bulletin clandestinely distributed in Warsaw reported that negotiations were under way between officials of the Polish Episcopate and the country's top Communist Party officials, who were said to","date":"19811226","title":"News Summary; SATURDAY, DECEMBER 26, 1981","url":"http://www.nytimes.com/1981/12/26/nyregion/news-summary-saturday-december-26-1981.html"},{"body":"The Marxist regime of Lieut. Col. Mengistu Haile Mariam has rejected the formal protests of Sweden and Norway over the recent seizure by armed soldiers of the headquarters of the Scandinavian-supported Lutheran Church, Ethiopia's major Protestant denomination. Foreign Minister Felleke Gedle-Giorgis summoned West European ambassadors to his office","byline":"By PRANAY B. GUPTE, Special to the New York Times","date":"19811226","title":"LUTHERAN OFFICES SEIZED IN ETHIOPIA","url":"http://www.nytimes.com/1981/12/26/world/lutheran-offices-seized-in-ethiopia.html"}],"tokens":["terrorist"],"total":684},{"offset":"0","results":[{"body":"The second session of Israeli-Lebanese negotiations took place today in this northern Israeli border town, which became a symbol of the suffering of Israeli civilians in years of Palestinian terrorist attacks from southern Lebanon. Hundreds of the town's 15,000 residents turned out to welcome the Lebanese delegation, which arrived after a 25-minute","byline":"By DAVID K. SHIPLER, Special to the New York Times","date":"19821231","title":"ISRAELI TOWN JOYFUL HOST TO PEACE TALKS","url":"http://www.nytimes.com/1982/12/31/world/israeli-town-joyful-host-to-peace-talks.html"},{"body":"From now until spring, the search by President Reagan, Congress and a Presidential commission for a way to base the MX missile will drive them well beyond that issue to delve into the fundamental shape of the nuclear deterrent. As the smoke has cleared from the most recent Congressional battle over the proposed MX, senior Administration officials","byline":"By RICHARD HALLORAN, Special to the New York Times","date":"19821231","title":"REAGAN IS SAID TO SELECT SCOWCROFT TO HEAD BROAD STUDY ON MISSILES","url":"http://www.nytimes.com/1982/12/31/us/reagan-is-said-to-select-scowcroft-to-head-broad-study-on-missiles.html"},{"body":"About 1,500 soldiers and police rangers began a sweep through southern Peru today on a mission to crush a Maoist guerrilla group. President Fernando Belaunde Terry placed seven provinces in three departments, or states, under military control Wednesday night after the guerrillas, members of a group called Shining Path, spurned his request to give","byline":"AP","date":"19821231","title":"AROUND THE WORLD; Peru Sets Out to Crush Guerrilla Organization","url":"http://www.nytimes.com/1982/12/31/world/around-the-world-peru-sets-out-to-crush-guerrilla-organization.html"},{"body":"International Key foreign policy experts will serve on the commission that will evaluate options for basing the MX missile, White House officials reported. They said that President Reagan planned to appoint as chairmen Brent Scowcroft, a former White House national security adviser, and that the panel members would include former Defense Secretary","date":"19821231","title":"News Summary; FRIDAY, DECEMBER 31, 1982","url":"http://www.nytimes.com/1982/12/31/nyregion/news-summary-friday-december-31-1982.html"},{"body":"When the neighbors heard last week that the chief Libyan delegate to the United Nations was moving in, they did not hurry over with homemade pies. ''No way,'' said Joan Meltzer, a City Councilwoman. Instead, the City Manager hurried to the State Department. Mrs. Meltzer called Senator Bill Bradley. Twenty neighbors who do not normally socialize","byline":"By SAMUEL G. FREEDMAN, Special to the New York Times","date":"19821230","title":"IN ENGLEWOOD, DISPUTE ARISES OVER LIBYANS","url":"http://www.nytimes.com/1982/12/30/nyregion/in-englewood-dispute-arises-over-libyans.html"},{"body":"K.G.B. agents this week searched the apartment of Georgi N. Vladimov, leader of the Moscow branch of Amnesty International, Mr. Vladimov told Western reporters today. Mr. Vladimov also said he and his wife, Natasha, were told to report to Moscow's Lefortovo Prison on Jan. 4 for questioning. He said he was told during the seven-hour apartment search","byline":"AP","date":"19821230","title":"AROUND THE WORLD; K.G.B. Is Said to Search Dissident's Apartment","url":"http://www.nytimes.com/1982/12/30/world/around-the-world-kgb-is-said-to-search-dissident-s-apartment.html"},{"body":"Did the Turkish gunman who shot Pope John Paul II in St. Peter's Square on May 13, 1981, act on the orders of the Bulgarian secret police? If he did, was it at the behest of the K.G.B., headed at the time by Yuri V. Andropov, now the Soviet party leader? Neither question, in the forefront of governmental, journalistic and public discussion in Italy","byline":"By HENRY KAMM, Special to the New York Times","date":"19821230","title":"PLOT ON POPE: BULGARIA TIE?; News Analysis","url":"http://www.nytimes.com/1982/12/30/world/plot-on-pope-bulgaria-tie-news-analysis.html"},{"body":"To the Editor: Sheldon Silverston (letter Dec. 17) takes Prof. Robert I. Rotberg to task for criticizing the Reagan Administration policy of linking the withdrawal of Cuban troops from Angola and a final settlement in Namibia. I have never been to Africa, but I have many African friends, and as a black American I have an intense interest in African","date":"19821229","title":"RACISM IS THE ENEMY","url":"http://www.nytimes.com/1982/12/29/opinion/l-racism-is-the-enemy-128434.html"},{"body":"United States intelligence officials remain intrigued but unconvinced by allegations in Italy that Bulgaria instigated the attempted assassination of Pope John Paul II, Administration officials said today. Because of the explosive implications for East-West relations if a Bulgarian connection is proved, the inability of American intelligence","byline":"By BERNARD GWERTZMAN, Special to the New York Times","date":"19821229","title":"U.S. INTRIGUED BUT UNCERTAIN ON A BULGARIAN TIE TO POPE","url":"http://www.nytimes.com/1982/12/29/world/us-intrigued-but-uncertain-on-a-bulgarian-tie-to-pope.html"},{"body":"It was a page out of a contemporary doomsday book - bombs set by ''terrorists'' going off inside a nuclear power station. If it had happened six months later, the danger of a disastrous leak of radioactive gases on the outskirts of a major metropolitan area would have been more than slight. But the Koeberg power station, on the rocky Atlantic coast","byline":"By JOSEPH LELYVELD","date":"19821226","title":"ARMED CONFLICT THREATENS TO SPREAD IN SOUTH AFRICA","url":"http://www.nytimes.com/1982/12/26/weekinreview/armed-conflict-threatens-to-spread-in-south-africa.html"}],"tokens":["terrorist"],"total":554},{"offset":"0","results":[{"body":"France expelled five Iranians on Thursday, and diplomats here said they were trained terrorists who had long been under the surveillance of French counterintelligence units. The expulsion of the five, who were in France as students, came less than a week after three Iranian diplomats were asked to leave the country and an Iranian cultural center","byline":"By FRANK J. PRIALBy PHILIP TAUBMAN","date":"19831231","title":"FRANCE EXPELS 5 IRANIAN STUDENTS, REPORTEDLY TRAINED AS TERRORISTS","url":"http://www.nytimes.com/1983/12/31/world/france-expels-5-iranian-students-reportedly-trained-as-terrorists.html"},{"body":"The Defense Department, in response to criticisms that the United States military is not equipped to fight terrorists, is hastily preparing proposals for confronting the problem for review by Defense Secretary Caspar W. Weinburger, department officials said today. A special Defense Department commission that investigated the bombing of the Marine","byline":"By JOEL BRINKLEY","date":"19831230","title":"PENTAGON HASTILY DRAFTS MEASURES ON TERRORISM","url":"http://www.nytimes.com/1983/12/30/world/pentagon-hastily-drafts-measures-on-terrorism.html"},{"body":"THE TIME OF THE ASSASSINS. By Claire Sterling. 264 pages. Holt, Rinehart & Winston. $14.95. ON May 13, 1981, as Pope John Paul II addressed a gathering of the faithful in St.Peter's Square, Mehmet Ali Agca, a Turk, shot and wounded the Pontiff. Though Mr. Agca was quickly arrested, tried, convicted and sentenced to life imprisonment, inquiries by","byline":"By Michiko Kakutani","date":"19831230","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1983/12/30/books/books-of-the-times-142888.html"},{"body":"Terrorists in the Middle East may be increasing the destructive force of their bombs by using exotic, hard- to-obtain explosives in conjunction with dynamite or TNT, according to private security experts and sources close to a recent Congressional investigation of the bombing at the Marine compound in Beirut. The explosive is referred to as","byline":"By WAYNE BIDDLE","date":"19831230","title":"EXOTIC NEW EXPLOSIVE IN ARSENAL?","url":"http://www.nytimes.com/1983/12/30/world/exotic-new-explosive-in-arsenal.html"},{"body":"A change in the Marine mission in Beirut will be pressed in Congress if President Reagan fails to change it by the end of January, according to Democratic and Republican Congressional leaders. The legislators include several who have previously supported Administration policy in Lebanon. The Speaker of the House, Thomas P. O'Neill Jr., scheduled a","date":"19831230","title":"FRIDAY, DECEMBER 30, 1983 International","url":"http://www.nytimes.com/1983/12/30/nyregion/friday-december-30-1983-international.html"},{"body":"Following are key questions and answers from an interview with Senator Alan Cranston by Frank Lynn: Q. What do you think is the most important problem facing the United States over the next decade? And what new ideas to you have for dealing with it? CRANSTON. I think two issues are really paramount. One is the incredible cost of the arms race, the","date":"19831230","title":"AN INTERVIEW WITH ALAN CRANSTON, SENATOR FROM CALIFORNIA","url":"http://www.nytimes.com/1983/12/30/us/an-interview-with-alan-cranston-senator-from-california.html"},{"body":"Following are the key sections of ''Report of the D.O.D. Commission on Beirut International Airport Terrorist Act, Oct. 23, 1983,'' which was dated Dec. 20 and made public today by the Pentagon: Preface On 23 October 1983, a truck laden with the equivalent of over 12,000 pounds of TNT crashed through the perimeter of the compound of the U.S.","date":"19831229","title":"KEY SECTIONS OF PENTAGON'S REPORT ON ATTACK ON THE MARINES","url":"http://www.nytimes.com/1983/12/29/world/key-sections-of-pentagon-s-report-on-attack-on-the-marines.html"},{"body":"MilitaryAnalysis American and Atlantic alliance sources appear surprised that the President and the Pentagon consider terrorism to be a new form of warfare. A NATO officer notes that the British have been fighting Irish Republican Army terrorism in Northern Ireland for years and that the French have recently encountered terrorism in Corsica.","byline":"By DREW MIDDLETON","date":"19831229","title":"U.S. CALLED ILL-EQUIPPED TO FIGHT 'ON THE CHEAP' WAR BY TERRORISTS","url":"http://www.nytimes.com/1983/12/29/world/us-called-ill-equipped-to-fight-on-the-cheap-war-by-terrorists.html"},{"body":"Prairie sunsets and cornfields beckoned when Robert L. J. Long was growing up in Kansas City, Mo., but he went to sea instead. The same independence that carried him from the landlocked Midwest to the Naval Academy 43 years ago, according to colleagues, characterized the investigation that Admiral Long, now retired, directed into the bombing of the","date":"19831229","title":"MAN IN THE NEWS; ADMIRAL WHO ASKED THE QUESTIONS","url":"http://www.nytimes.com/1983/12/29/world/man-in-the-news-admiral-who-asked-the-questions.html"},{"body":"Major failures of command, intelligence and policy contributed to the vulnerability of Marine defenses in Beirut, according to a special Pentagon commission that investigated the Oct. 23 truck bombing of the Marine compound that killed 241 Americans. The commission assigned direct blame for the inadequate security at the compound and the","date":"19831229","title":"THURSDAY, DECEMBER 29, 1983 International","url":"http://www.nytimes.com/1983/12/29/nyregion/thursday-december-29-1983-international.html"}],"tokens":["terrorist"],"total":599},{"offset":"0","results":[{"body":"WASHINGTON Here, for the high rollers of punditry, is the office pool in Cassandra's Casino. Nobody ever gets more than four correct, but when you hit on a big one, all the predictions that went awry are washed away. 1. White House chief of staff at 1985's end will be (a) James Baker; (b) Michael Deaver; (c) Richard Darman; (d) Robert McFarlane;","byline":"By William Safire","date":"19841231","title":"ESSAY; OFFIC POOL, 1985","url":"http://www.nytimes.com/1984/12/31/opinion/essay-offic-pool-1985.html"},{"body":"Federal agents arrested Matthew John Goldsby of Cantonment today and charged him with bombings at three abortion clinics Christmas Day and a bombing at one of the clinics on June 25. Stephen E. Higgins, director of the Treasury Department's Bureau of Alcohol, Tobacco and Firearms, said Mr. Goldsby, who is 21 years old, was facing Federal charges of","byline":"UPI","date":"19841231","title":"SUSPECT HELD IN CLINIC ATTACKS","url":"http://www.nytimes.com/1984/12/31/us/suspect-held-in-clinic-attacks.html"},{"body":"To the Editor: In dismissing the Shultz doctrine, which calls for force against terrorists, George Ball says our ''objective should clearly be to correct, or at least mitigate, the fundamental grievances that nourish terrorism'' (Op-Ed, Dec. 16). However, the Shiite extremists who have killed over 300 Americans are politically primitive. Their","date":"19841231","title":"TERRORISTS WON'T TALK TO THE 'GREAT SATAN'","url":"http://www.nytimes.com/1984/12/31/opinion/l-terrorists-won-t-talk-to-the-great-satan-181067.html"},{"body":"A senior member of the Palestine Liberation Organization was shot dead in the Jordanian capital of Amman today. It was not imediately known who was responsible for the assassination of the victim, Fahad Kawasmeh, but there was suspicion it was linked to the 20-month conflict between rival factions of the Palestine Liberation Organization. (An","byline":"By IHSAN A. HIJAZI","date":"19841230","title":"HIGH P.L.O. AIDE SHOT DEAD IN JORDAN","url":"http://www.nytimes.com/1984/12/30/world/high-plo-aide-shot-dead-in-jordan.html"},{"body":"President Raul Alfonsin, a man at odds with the Peronists and military leaders who had ruled Argentina for 40 years, was swept into office a year ago on a remarkable wave of popularity. The first year of his term was filled with drama as he ordered military officials tried for crimes committed during the antiterrorist campaign of the 1970's,","byline":"By LYDIA CHAVEZ","date":"19841230","title":"POPULAR CHIEF FACING A TEST IN ARGENTINA","url":"http://www.nytimes.com/1984/12/30/world/popular-chief-facing-a-test-in-argentina.html"},{"body":"To the Editor: George Ball criticizes Secretary of State Shultz for using Israel (''a small, insecure, beleaguered country surrounded by enemies'') as a model for the United States (''a huge nation living in secure borders'') on how to respond to terrorist attacks. And Mr. Ball, once again, strongly attacks Israel's policy in Beirut during the","date":"19841230","title":"A DIPLOMATIC, ECONOMIC, AND MILITARY APPROACH TO TERRORISM; Message of Talmud","url":"http://www.nytimes.com/1984/12/30/opinion/l-a-diplomatic-economic-and-military-approach-to-terrorism-message-of-talmud-180669.html"},{"body":"To the Editor: In his Op-Ed piece of Dec. 16, George Ball attacks Secretary of State George Shultz for urging the use of force to prevent terrorism. Mr. Ball is misguided on several counts. It is invidious to compare the use of force by Israel to protect itself against P.L.O. terrorism with the cowardly acts of the terrorists. It is fallacious to","date":"19841230","title":"A DIPLOMATIC, ECONOMIC, AND MILITARY APPROACH TO TERRORISM","url":"http://www.nytimes.com/1984/12/30/opinion/l-a-diplomatic-economic-and-military-approach-to-terrorism-183844.html"},{"body":"To the Editor: You argue editorially (''The Extradition Thicket,'' Dec. 19) that the refusal of a Federal judge in New York to extradite an escaped ''terrorist'' to Northern Ireland shows the inadequacy of our extradition arrangements with Britain, and you seem to support Administration proposals to replace judicial discretion in this area with","date":"19841229","title":"EXTRADITION SHOULD BE LEFT IN JUDICIOUS HANDS","url":"http://www.nytimes.com/1984/12/29/opinion/l-extradition-should-be-left-in-judicious-hands-180208.html"},{"body":"Eduardo Arocena, the imprisoned leader of the Omega 7 anti-Castro group, pleaded not guilty today to an indictment charging him with conspiracy to possess illegal firearms and to four new counts involving machine guns. Judge William M. Hoeveler of Federal District Court accepted the pleas and delayed the scheduled Jan. 9 trial on the conspiracy","byline":"AP","date":"19841228","title":"Firearms Conspiracy Charge Is Denied by Omega 7 Leader","url":"http://www.nytimes.com/1984/12/28/nyregion/firearms-conspiracy-charge-is-denied-by-omega-7-leader.html"},{"body":"Some 10,000 Italians, many demanding justice, attended an emotional funeral today for the victims of the terrorist train bombing that killed at least 15 Christmas travelers. ''Enough of attacks!'' Mayor Renzo Imbeni said in a speech after the funeral mass. ''Enough of terrorism! I demand justice!'' In Rome, Prime Minister Bettino Craxi told","byline":"UPI","date":"19841228","title":"10,000 Italians at a Funeral For Train Bombing Victims","url":"http://www.nytimes.com/1984/12/28/world/10000-italians-at-a-funeral-for-train-bombing-victims.html"}],"tokens":["terrorist"],"total":794},{"offset":"0","results":[{"body":"Israeli leaders insisted today that the United States had not asked them to show restraint in responding to the terrorist attacks staged last Friday. There was some confusion over the issue on the weekend, when White House officials in California issued statements that senior American officials later said might have inadvertently left the","byline":"By THOMAS L. FRIEDMAN, Special to the New York Times","date":"19851231","title":"ISRAELIS DENY U.S. HAS ASKED THEM FOR RESTRAINT","url":"http://www.nytimes.com/1985/12/31/world/israelis-deny-us-has-asked-them-for-restraint.html"},{"body":"The Reagan Administration accused Libya today of aiding terrorists who staged attacks at the Rome and Vienna airports and said it was prepared to work with other Governments to ''exert pressure'' on Libya to halt the export of terrorism. Eighteen people were killed, including five Americans, and more than 110 were wounded in the attacks at check-in","byline":"By GERALD M. BOYD, Special to the New York Times","date":"19851231","title":"U.S. ACCUSES LIBYA OF AIDING GUNMEN IN AIRPORT RAIDS","url":"http://www.nytimes.com/1985/12/31/world/us-accuses-libya-of-aiding-gunmen-in-airport-raids.html"},{"body":"Three days before the attacks on airports in Rome and Vienna, airlines were warned that ''Libyan-backed terrorists'' were planning actions over the holidays. Airline and security officials said yesterday that the information had been made available by intelligence and police organizations in Europe. On the basis of the information, at least one","byline":"By LARRY ROHTER, Special to the New York Times","date":"19851231","title":"AIRLINES SAY THEY HAD WARNING ABOUT POSSIBLE MOVE BY TERRORISTS","url":"http://www.nytimes.com/1985/12/31/world/airlines-say-they-had-warning-about-possible-move-by-terrorists.html"},{"body":"The Security Council today condemned the recent terrorist attacks at Rome and Vienna airports. The condemnation took the form of a statement issued by the council's president. Diplomats said that nations professing nonalignment wanted the statement to include a passage opposing Israeli retaliation, but that the United States refused to accept","byline":"Special to the New York Times","date":"19851231","title":"U.N. COUNCIL CONDEMNS ATTACKS","url":"http://www.nytimes.com/1985/12/31/world/un-council-condemns-attacks.html"},{"body":"Natasha Simpson, an 11-year-old American slain in the terrorist attack at the Rome airport last Friday, was buried today after a emotional funeral mass attended by her classmates and several hundred other people. She was one of five Americans slain when four gunmen hurled grenades and fired into a crowd of holiday travelers at Leonardo da Vinci","byline":"Special to the New York Times","date":"19851231","title":"AN 11-YEAR-OLD AMERICAN SLAIN IN ATTACK IS BURIED","url":"http://www.nytimes.com/1985/12/31/world/an-11-year-old-american-slain-in-attack-is-buried.html"},{"body":"Italian investigators believe the terrorist attacks on the airports here and in Vienna were planned in Beirut and partly coordinated in Switzerland. According to a reconstruction based on information from Italian justice officials, the terrorists were recruited in mid-November among Palestinian refugees in the Sabra and Shatila neighborhoods of","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19851231","title":"TERRORISTS LINKED TO BEIRUT DISTRICTS","url":"http://www.nytimes.com/1985/12/31/world/terrorists-linked-to-beirut-districts.html"},{"body":"The two terrorists who attacked an airport check-in lounge here Friday have told investigators that they had planned to take Israeli hostages and fly them out of the country aboard an El Al Israel Airlines plane, the Austrian Interior Minister said today. The statement came as the Tunisian Interior Ministry said in Tunis that two of the passports","byline":"By PAUL LEWIS, Special to the New York Times","date":"19851231","title":"HOSTAGES SOUGHT, VIENNA GUNMEN SAY","url":"http://www.nytimes.com/1985/12/31/world/hostages-sought-vienna-gunmen-say.html"},{"body":"Defense Minister Yitzhak Rabin said today that it was Israel's initial assessment that the shadowy, pro-Libyan Palestinian terrorist Abu Nidal was responsible for the Rome and Vienna airport attacks. ''I cannot say for sure,'' Mr. Rabin told a visiting American delegation, ''but that is our impression.'' In Rome the head of Italian military","byline":"By THOMAS L. FRIEDMAN, Special to the New York Times","date":"19851230","title":"ISRAELIS BELIEVE PRO-LIBYA GROUP RAIDED AIRPORTS","url":"http://www.nytimes.com/1985/12/30/world/israelis-believe-pro-libya-group-raided-airports.html"},{"body":"As a year of hijackings, kidnappings, car bombings and murder draws to a close, reports from correspondents of The New York Times around the world indicate that governments have hardened their attitudes and toughened security measures against a growing plague of terrorism. Across Europe and the Middle East, where terrorists in 1985 struck more","byline":"By ROBERT D. McFADDEN","date":"19851230","title":"TERROR IN 1985: BRUTAL ATTACKS, TOUGH RESPONSE","url":"http://www.nytimes.com/1985/12/30/world/terror-in-1985-brutal-attacks-tough-response.html"},{"body":"The head of Italian military intelligence said in a newspaper interview published today that four terrorists who killed 12 people at the Rome Airport on Friday had been trained in Iran and entered Italy by way of Syria. The intelligence chief, Adm. Fulvio Martini, said the four were followers of Abu Nidal, the renegade Palestinian leader. The","byline":"By JOHN TAGLIABUE, Special to the New York Times","date":"19851230","title":"TERRORISTS REPORTEDLY TRAINED IN IRAN","url":"http://www.nytimes.com/1985/12/30/world/terrorists-reportedly-trained-in-iran.html"}],"tokens":["terrorist"],"total":855},{"offset":"0","results":[{"body":"NINETEEN EIGHTY-SIX was the year of the common scold. Almost everybody was severely criticized by almost everybody else - and usually with good cause. The United States was roundly attacked for fiscal irresponsibility. The National Consumers League, a nonpartisan group that calls itself the nation's oldest consumer organization, handed the Reagan","byline":"By Leonard Silk","date":"19861231","title":"ECONOMIC SCENE; The Year Of the Scold","url":"http://www.nytimes.com/1986/12/31/business/economic-scene-the-year-of-the-scold.html"},{"body":"Excerpts from ''Prelude to Retaliation: Building a Governmental Consensus on Terrorism'' by George Bush, published in the winter-spring 1987 edition of SAIS Review, the journal of the Johns Hopkins University School of Advanced International Studies, in Washington: In characterizing terrorism as a threat to democratic governments, I am not saying","date":"19861231","title":"WASHINGTON TALK: Capital Reading; Bush on Terrorism","url":"http://www.nytimes.com/1986/12/31/us/washington-talk-capital-reading-bush-on-terrorism.html"},{"body":"An underground Shiite Moslem group asserted early today that it had killed three Lebanese Jewish hostages in retaliation for Israeli shelling of southern Lebanon. The Shiite group, the Organization of the Oppressed on Earth, made the assertion in a statement that identified the victims as Youssef Yahuda Benesti, Henri Menn and Elie Srour. All three","byline":"AP","date":"19861231","title":"CAPTORS ASSERT THEY KILLED 3 LEBANESE JEWS","url":"http://www.nytimes.com/1986/12/31/world/captors-assert-they-killed-3-lebanese-jews.html"},{"body":"Authorities in the Punjab moved today to minimize the effects of a two-day general strike by Sikh militants, rounding up more than 500 people for what was termed preventive detention. Nonetheless, the first day of the largely peaceful strike forced the closing of businesses and offices around the northern state and crippled road and rail traffic.","byline":"By SANJOY HAZARIKA, Special to the New York Times","date":"19861230","title":"2-DAY STRIKE IN THE PUNJAB","url":"http://www.nytimes.com/1986/12/30/world/2-day-strike-in-the-punjab.html"},{"body":"The Colombian Defense Ministry says it has found no evidence to support an American official's assertion that Patricia Lara, a reporter for a leading newspaper in Bogota, has any links to the guerrilla group M-19 or has ever acted as an agent of Cuba. In October, United States immigration authorities barred Miss Lara from entering the country but","byline":"By RICHARD J. MEISLIN","date":"19861230","title":"COLOMBIA UPHOLDS REPORTER EXPELLED BY U.S.","url":"http://www.nytimes.com/1986/12/30/world/colombia-upholds-reporter-expelled-by-us.html"},{"body":"Security forces are on high alert at Leonardo da Vinci Airport and other potential terrorist targets around Rome, Government officials said today. The added precautions were in part a response to recent terrorist threats against Italy, the officials said. Police officers armed with submachine guns were out in large numbers at the entrance to the","byline":"By ROBERTO SURO, Special to the New York Times","date":"19861229","title":"ITALY TIGHTENS SECURITY AMID TERRORIST THREATS","url":"http://www.nytimes.com/1986/12/29/world/italy-tightens-security-amid-terrorist-threats.html"},{"body":"President Hafez al-Assad, who in his 16 years of power has come to be regarded as one of the most cunning - and ruthless -strategists in the Middle East, is facing a host of problems at home and abroad. ''So many things have gone wrong for Hafez al-Assad in the last six months,'' a senior Western diplomat here said. ''There's just a huge, long list","byline":"By JOHN KIFNER, Special to the New York Times","date":"19861229","title":"SYRIA'S WORRYING WINTER: POLITICAL AND FINANCIAL ILLS, AND PLENTIFUL STATUES","url":"http://www.nytimes.com/1986/12/29/world/syria-s-worrying-winter-political-and-financial-ills-and-plentiful-statues.html"},{"body":"International A3-9 Cardinal O'Connor's visit to Israel will include a meeting with Jerusalem's Mayor, Israeli officials said, but any other meetings with Israeli leaders will be determined only after he arrives on Thursday. Page A1 The Cardinal considered canceling his trip to Israel because of the embarrassment caused by last-minute schedule","date":"19861229","title":"NEWS SUMMARY: MONDAY, DECEMBER 29, 1986","url":"http://www.nytimes.com/1986/12/29/nyregion/news-summary-monday-december-29-1986.html"},{"body":"For the first time in a year, India and Pakistan found common ground last week on steps to reduce tensions along their border. Officials of the two nations reached an agreement to accelerate coordination of their frontier security forces to prevent Sikh extremists from using Pakistani territory as a base for attacks in India. Relations had worsened","byline":"By Katherine Roberts, Milt Freudenheim and James F. Clarity","date":"19861228","title":"THE WORLD; India and Pakistan In Pact on Sikhs","url":"http://www.nytimes.com/1986/12/28/weekinreview/the-world-india-and-pakistan-in-pact-on-sikhs.html"},{"body":"Among the biggest headaches suffered in the Pentagon has been the responsibility for the medical care of 10 million people in peacetime and for the wartime treatment of men and women wounded in battle. By law, the 2.2 million members of the armed forces and their 2.8 million dependents are entitled to free medical care, as are 5 million more","byline":"By RICHARD HALLORAN","date":"19861226","title":"WASHINGTON TALK: PENTAGON; Military Medical Care Tries to Heal Itself","url":"http://www.nytimes.com/1986/12/26/us/washington-talk-pentagon-military-medical-care-tries-to-heal-itself.html"}],"tokens":["terrorist"],"total":1349},{"offset":"0","results":[{"body":"LEAD: Five members of one of the nation's deadliest street gangs have been sentenced to long prison terms for conspiring to acquire $2.5 million from Libya in exchange for their offer to commit terrorist acts in the United States. Five members of one of the nation's deadliest street gangs have been sentenced to long prison terms for conspiring to","byline":"AP","date":"19871231","title":"Five Draw Long Sentences for Terrorism Scheme","url":"http://www.nytimes.com/1987/12/31/us/five-draw-long-sentences-for-terrorism-scheme.html"},{"body":"LEAD: For his 50th birthday, James M. Fox got something he had always wanted - the New York office of the Federal Bureau of Investigation. For his 50th birthday, James M. Fox got something he had always wanted - the New York office of the Federal Bureau of Investigation. After a one-month search, the bureau last week selected Mr. Fox, deputy","byline":"By RALPH BLUMENTHAL","date":"19871230","title":"Fighting Crime and Inflation: New York Gets F.B.I. Chief","url":"http://www.nytimes.com/1987/12/30/nyregion/fighting-crime-and-inflation-new-york-gets-fbi-chief.html"},{"body":"LEAD: To the Editor: To the Editor: Your editorial supporting ''non-lethal'' aid for the contras (''Nasty Choices on Nicaragua,'' Dec. 18) repeats the shibboleth of a 600,000-man Nicaraguan army, and conjures up the fantasy of a Nicaraguan invasion of its neighbors. Nicaraguan plans, as stated by the defector Roger Miranda Bengoechea, as well as by","date":"19871230","title":"Is Nicaraguan Peasant Militia a Military Threat?","url":"http://www.nytimes.com/1987/12/30/opinion/l-is-nicaraguan-peasant-militia-a-military-threat-231487.html"},{"body":"LEAD: Virginie Valente, left, 5 years old, and her sister, Marie-Laure, 6, in a picture released yesterday in Beirut by the Palestinian terrorist group led by Abu Nidal. The girls have been held captive along with their mother and five other Belgians since Nov. 8 when the yacht they were aboard was seized by the group, the Fatah Revolutionary","date":"19871230","title":"Palestinians May Release Some Captives","url":"http://www.nytimes.com/1987/12/30/world/palestinians-may-release-some-captives.html"},{"body":"LEAD: VISIONS. Stories and Photographs. By Leonid Andreyev. Edited and with an Introduction by Olga Andreyev Carlyle. 325 pages. Illustrated. Harcourt Brace Jovanovich. $21.95. VISIONS. Stories and Photographs. By Leonid Andreyev. Edited and with an Introduction by Olga Andreyev Carlyle. 325 pages. Illustrated. Harcourt Brace Jovanovich. $21.95.","byline":"By John Gross","date":"19871229","title":"BOOKS OF THE TIMES","url":"http://www.nytimes.com/1987/12/29/books/books-of-the-times-155787.html"},{"body":"LEAD: The beginning was simple enough: on Sept. 12, 1983, a Wells Fargo guard robbed a depot in West Hartford. Getting to the end, however, has turned into what some lawyers are calling one of the lengthiest and most complex criminal cases in Federal court history. The beginning was simple enough: on Sept. 12, 1983, a Wells Fargo guard robbed a","byline":"By RICHARD L. MADDEN","date":"19871228","title":"Wells Fargo Robbery Case Takes a Long Route to Trial","url":"http://www.nytimes.com/1987/12/28/nyregion/wells-fargo-robbery-case-takes-a-long-route-to-trial.html"},{"body":"LEAD: Fourteen years of relentless dictatorship have done little to concentrate Chilean democrats' minds on the future. A recent visit showed the opposition to be as divided today as it was in September 1973. That's when a military coup, supported by centrist and right-wing civilian parties, ended the elected Socialist presidency of Salvador","byline":"By DAVID C. UNGER","date":"19871228","title":"The Editorial Notebook; Chile's Unburied Past","url":"http://www.nytimes.com/1987/12/28/opinion/the-editorial-notebook-chile-s-unburied-past.html"},{"body":"LEAD: In a country with a record for providing refuge to fugitive Nazis, ousted dictators and prominent drug traffickers, the arrival of a well-known former Croatian terrorist here this month caused only a minor stir. In a country with a record for providing refuge to fugitive Nazis, ousted dictators and prominent drug traffickers, the arrival of a","byline":"By ALAN RIDING, Special to the New York Times","date":"19871227","title":"Paraguay Accepts Terrorist and Stir Is Minor","url":"http://www.nytimes.com/1987/12/27/world/paraguay-accepts-terrorist-and-stir-is-minor.html"},{"body":"LEAD: A French hostage has given birth to a girl two months after the woman and seven other Europeans were seized by Palestinian guerrillas while boating off Israel, a guerrilla spokesman said. A French hostage has given birth to a girl two months after the woman and seven other Europeans were seized by Palestinian guerrillas while boating off","byline":"AP","date":"19871227","title":"Captors Say French Hostage Gave Birth","url":"http://www.nytimes.com/1987/12/27/world/captors-say-french-hostage-gave-birth.html"},{"body":"LEAD: The Palestine Liberation Organization is considering establishing a government in exile to lay claim to the Israeli-occupied West Bank and Gaza strip and to speak for 1.5 million Palestinian residents of the two areas. The Palestine Liberation Organization is considering establishing a government in exile to lay claim to the Israeli-occupied","byline":"By IHSAN A. HIJAZI, Special to the New York Times","date":"19871227","title":"P.L.O. Weighs Government in Exile for West Bank","url":"http://www.nytimes.com/1987/12/27/world/plo-weighs-government-in-exile-for-west-bank.html"}],"tokens":["terrorist"],"total":684},{"offset":"0","results":[{"body":"LEAD: Heaped on the pavement in front of the Lockerbie town hall are dozens of floral wreaths and bouquets bearing expressions of sympathy. Heaped on the pavement in front of the Lockerbie town hall are dozens of floral wreaths and bouquets bearing expressions of sympathy. They come from all over the world: from individuals, like the one with the","byline":"By STEVE LOHR, Special to the New York Times","date":"19881231","title":"For Lockerbie, Therapy of Self-Help","url":"http://www.nytimes.com/1988/12/31/world/for-lockerbie-therapy-of-self-help.html"},{"body":"LEAD: Investigators have told the Scottish police that the bomb that destroyed Pan Am Flight 103 was put aboard in Frankfurt, West Germany, The Times of London reported in today's issue. Investigators have told the Scottish police that the bomb that destroyed Pan Am Flight 103 was put aboard in Frankfurt, West Germany, The Times of London reported","byline":"AP","date":"19881231","title":"Trail of Bomb on Pan Am Jet Is Said to Lead to Frankfurt","url":"http://www.nytimes.com/1988/12/31/world/trail-of-bomb-on-pan-am-jet-is-said-to-lead-to-frankfurt.html"},{"body":"LEAD: President Hosni Mubarak of Egypt, in an interview made public today, said that Prime Minister Yitzhak Shamir of Israel was stubborn and that the Camp David agreement was out of date. President Hosni Mubarak of Egypt, in an interview made public today, said that Prime Minister Yitzhak Shamir of Israel was stubborn and that the Camp David","byline":"Reuters","date":"19881231","title":"SHAMIR 'STUBBORN,' MUBARAK ASSERTS","url":"http://www.nytimes.com/1988/12/31/world/shamir-stubborn-mubarak-asserts.html"},{"body":"LEAD: On a hillside overlooking this Scottish market town, a dozen blue-uniformed policemen, each dragging a big plastic bag, stooping like cotton pickers, scoured the terrain. For eight days, the ritual has been repeated from dawn until after dark by 600 police officers, mountain rescue workers and soldiers combing hills, woodland and lakes for","byline":"By STEVE LOHR, Special to the New York Times","date":"19881230","title":"Photo of a section of the Pan Am jet being removed from a field (Reuters); Search in Scotland: Tedious and Slow","url":"http://www.nytimes.com/1988/12/30/world/photo-section-pan-am-jet-being-removed-field-reuters-search-scotland-tedious.html"},{"body":"LEAD: The Israeli Army said today that it shot dead three suspected Arab infiltrators in the southern Negev on Wednesday, as concern grew here over an apparent increase in recent days in attempted Palestinian guerrilla raids. The Israeli Army said today that it shot dead three suspected Arab infiltrators in the southern Negev on Wednesday, as","byline":"By JOHN KIFNER, Special to the New York Times","date":"19881230","title":"Israelis Kill 3 Arabs in Negev Said to Be Infiltrators","url":"http://www.nytimes.com/1988/12/30/world/israelis-kill-3-arabs-in-negev-said-to-be-infiltrators.html"},{"body":"LEAD: President-elect George Bush said today that the United States should ''punish firmly, decisively'' those found responsible for the bombing that downed a Pan Am jetliner in Scotland last week. President-elect George Bush said today that the United States should ''punish firmly, decisively'' those found responsible for the bombing that downed a","byline":"By MAUREEN DOWD, Special to the New York Times","date":"19881230","title":"Bush Says 'We Cannot Rest' In Combating Terror Threat","url":"http://www.nytimes.com/1988/12/30/world/bush-says-we-cannot-rest-in-combating-terror-threat.html"},{"body":"LEAD: Two French girls, held hostage for more than a year, were freed today in Libya and flown home after Col. Muammar el-Qaddafi, the Libyan leader, reportedly intervened on their behalf. Two French girls, held hostage for more than a year, were freed today in Libya and flown home after Col. Muammar el-Qaddafi, the Libyan leader, reportedly","byline":"By JAMES M. MARKHAM, Special to the New York Times","date":"19881230","title":"Two French Girls Are Released in Libya","url":"http://www.nytimes.com/1988/12/30/world/two-french-girls-are-released-in-libya.html"},{"body":"LEAD: The finding that a bomb destroyed a Pan Am jet last week may pose serious foreign-policy questions for President-elect George Bush, who led a 1986 panel that urged harsh action against international terrorism. The finding that a bomb destroyed a Pan Am jet last week may pose serious foreign-policy questions for President-elect George Bush,","byline":"By MICHAEL WINES, Special to the New York Times","date":"19881229","title":"Bush Faces Test in Bomb Finding; 2 Anti-Arafat Groups Suspected","url":"http://www.nytimes.com/1988/12/29/world/bush-faces-test-in-bomb-finding-2-anti-arafat-groups-suspected.html"},{"body":"LEAD: A powerful plastic explosive device blew apart the Pan Am jumbo jet that crashed in Scotland last week, British investigators announced today. A powerful plastic explosive device blew apart the Pan Am jumbo jet that crashed in Scotland last week, British investigators announced today. The investigators said two parts of the framework of a","byline":"By SHEILA RULE, Special to the New York Times","date":"19881229","title":"POWERFUL BOMB DESTROYED PAN AM JET OVER SCOTLAND, BRITISH INVESTIGATION FINDS","url":"http://www.nytimes.com/1988/12/29/world/powerful-bomb-destroyed-pan-am-jet-over-scotland-british-investigation-finds.html"},{"body":"LEAD: INTERNATIONAL A3-11 A plastic explosive device blew apart the Pan Am jet that crashed in Scotland, British investigators said. They said two parts of the framework of a luggage rack showed evidence of a detonating high explosive. Page A1 INTERNATIONAL A3-11 A plastic explosive device blew apart the Pan Am jet that crashed in Scotland, British","date":"19881229","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1988/12/29/nyregion/news-summary-312188.html"}],"tokens":["terrorist"],"total":657},{"offset":"0","results":[{"body":"LEAD: PROSPECTIVE tenants in New York often have to contend with costly real estate brokers, cranky landlords and choosy co-op boards. But foreign governments at the United Nations in search of new office or living space have an additional complication: the United States Government. PROSPECTIVE tenants in New York often have to contend with costly","byline":"By ROBIN POGREBIN","date":"19891231","title":"Foreign Missions Face Maze of Red Tape","url":"http://www.nytimes.com/1989/12/31/realestate/foreign-missions-face-maze-of-red-tape.html"},{"body":"LEAD: WARM LENTIL SALAD, ROAST CHICK-en with mashed potatoes, scallops crusted in potato slivers, olive-flecked risotto and tarte Tatin. These may have been the hot restaurant orders in 1989, but ''sauce on the side'' was the most uttered phrase. In 1990, that request will become a mantra. WARM LENTIL SALAD, ROAST CHICK-en with mashed potatoes,","byline":"By Linda Wells","date":"19891231","title":"WHAT'S COMING UP: FOOD; GOOD TASTE","url":"http://www.nytimes.com/1989/12/31/magazine/what-s-coming-up-food-good-taste.html"},{"body":"LEAD: Two civil guards were shot and killed on Thursday in the northern city of Gijon in an attack that the police attribute to a shadowy leftist terrorist group known as the Oct. 1 Anti-Fascist Resistance. Two civil guards were shot and killed on Thursday in the northern city of Gijon in an attack that the police attribute to a shadowy leftist","byline":"Special to The New York Times","date":"19891230","title":"2 Ministry Guards Killed in Northern Spain","url":"http://www.nytimes.com/1989/12/30/world/2-ministry-guards-killed-in-northern-spain.html"},{"body":"LEAD: Colombian Army troops today seized a suspected drug smuggler described as the fifth most important man in the Medellin cocaine cartel, the police said. Colombian Army troops today seized a suspected drug smuggler described as the fifth most important man in the Medellin cocaine cartel, the police said. The suspect, Jose Antonio Ocampo Obando,","byline":"Reuters","date":"19891230","title":"Drug Smuggler Seized By Colombian Troops","url":"http://www.nytimes.com/1989/12/30/world/drug-smuggler-seized-by-colombian-troops.html"},{"body":"LEAD: To the Editor: To the Editor: ''The Atlanta branch of Italy's Banco Nazionale del Lavoro apparently secretly approved some 2,500 letters of credit, totaling $3 billion, to exporters in the U.S. and Europe to finance exports to Iraq,'' writes William Safire (''The Lavoro Scandal,'' column, Nov. 30). He adds, ''A large chunk of that unpaid","date":"19891230","title":"Loans Finance Iraqi Agriculture Imports","url":"http://www.nytimes.com/1989/12/30/opinion/l-loans-finance-iraqi-agriculture-imports-728089.html"},{"body":"LEAD: Reversing America's low-profile diplomacy in Greece, he insists on braving the threat of terrorism by displaying the American flag wherever he goes. He does not hesitate to step into the crowd to cheer at basketball games, and he jokingly reassures Greeks that he, like most of them, is an islander - from the island of Reversing America's","byline":"By PAUL ANASTASI, Special to The New York Times","date":"19891229","title":"Kinsman From U.S. Is Taking Greece by Storm","url":"http://www.nytimes.com/1989/12/29/world/kinsman-from-us-is-taking-greece-by-storm.html"},{"body":"LEAD: An Atlanta television station today made public a racially charged letter that took responsibility for the two recent fatal bombings in the South and threatened more violence against ''the black leadership'' and Federal judges. An Atlanta television station today made public a racially charged letter that took responsibility for the two","byline":"By PETER APPLEBOME, Special to The New York Times","date":"19891229","title":"Letter to TV Threatens More Bombings in South","url":"http://www.nytimes.com/1989/12/29/us/letter-to-tv-threatens-more-bombings-in-south.html"},{"body":"LEAD: Northwest Airlines took the unusual step yesterday of advising ticket holders that it had received a ''security threat'' against a flight scheduled for tomorrow from Paris to Detroit. Northwest Airlines took the unusual step yesterday of advising ticket holders that it had received a ''security threat'' against a flight scheduled for tomorrow","byline":"By ERIC WEINER","date":"19891229","title":"Northwest Warns Flight's Ticket Holders of Threat","url":"http://www.nytimes.com/1989/12/29/world/northwest-warns-flight-s-ticket-holders-of-threat.html"},{"body":"LEAD: The last senior leader of a Sinhalese extremist group has been captured and killed, and the dominant Tamil militants have ambushed and killed members of a rival Tamil organization, Sri Lankan officials said today. The last senior leader of a Sinhalese extremist group has been captured and killed, and the dominant Tamil militants have ambushed","byline":"AP","date":"19891229","title":"Sri Lanka Reports Death of Top Sinhalese Militant","url":"http://www.nytimes.com/1989/12/29/world/sri-lanka-reports-death-of-top-sinhalese-militant.html"},{"body":"LEAD: The Vatican appeared today to reject President Bush's argument that Gen. Manuel Antonio Noriega was a common criminal who should be handed over to the United States for trial. The Vatican appeared today to reject President Bush's argument that Gen. Manuel Antonio Noriega was a common criminal who should be handed over to the United States for","byline":"By THOMAS L. FRIEDMAN, Special to The New York Times","date":"19891228","title":"AFTER NORIEGA: U.S. AND ROME; Vatican Balks at Handing Over Noriega","url":"http://www.nytimes.com/1989/12/28/world/after-noriega-us-and-rome-vatican-balks-at-handing-over-noriega.html"}],"tokens":["terrorist"],"total":563},{"offset":"0","results":[{"body":"International 3-11 A diplomatic solution in the gulf crisis remains distinctly possible, Iraqi and European officials say, as the U.N. deadline authorizing the use of force against Iraq approaches. Page 1 Fifteen Iraqi opposition groups join to oust Hussein 10 A master plan to rebuild Kuwait is being devised by Kuwaiti bureaucrats in Washington.","date":"19901230","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1990/12/30/nyregion/news-summary-990990.html"},{"body":"The military men who directed Argentina's \"dirty war\" of repression in the mid-1970s and one of the guerrillas whose terrorist actions set it off were released from prison tonight under presidential pardons. Five years after he was condemned to spend the rest of his life in confinement, Jorge Videla, the army commander who came to power in the 1976","byline":"By SHIRLEY CHRISTIAN, Special to The New York Times","date":"19901230","title":"ARGENTINA FREES EX-JUNTA LEADERS","url":"http://www.nytimes.com/1990/12/30/world/argentina-frees-ex-junta-leaders.html"},{"body":"Three exceptional series, all of them emerging in the first half of 1990, threw network prime time for a loop this year. One came from ABC: David Lynch's bizarre soap opera \"Twin Peaks.\" The others were from the upstart Fox Broadcasting: \"The Simpsons,\" with its blue-collar antics performed in animation, and \"In Living Color,\" a collection of","byline":"By JOHN J. O'CONNOR","date":"19901230","title":"TELEVISION/1990; Innovative Shows? It Was Far From A Bountiful Season","url":"http://www.nytimes.com/1990/12/30/arts/television-1990-innovative-shows-it-was-far-from-a-bountiful-season.html"},{"body":"Thanks to recent, independent investigations by three news organizations, we now have a far better fix on a central question facing military and diplomatic policy makers in the Persian Gulf: What is the status of Saddam Hussein's quest for nuclear weapons? For the first two-thirds of this year, most Western intelligence evaluators dismissed the","byline":"By William Safire","date":"19901227","title":"ESSAY; Saddam's Bomb (4)","url":"http://www.nytimes.com/1990/12/27/opinion/essay-saddam-s-bomb-4.html"},{"body":"The army's occupation of the headquarters of Colombia's largest leftist group has led to a series of retaliatory attacks by rebels and concerns that the possibility of violence in the countryside may be greater than ever. The offensive on Dec. 9 against the Armed Revolutionary Forces of Colombia at Casa Verde, the group's camp in the mountains 93","date":"19901226","title":"Colombia's War on Guerrillas Stirs Fears of Wider Violence","url":"http://www.nytimes.com/1990/12/26/world/colombia-s-war-on-guerrillas-stirs-fears-of-wider-violence.html"},{"body":"If nothing else, the title grabs the attention: THE MAMUR ZAPT AND THE RETURN OF THE CARPET by Michael Pearce (Crime Club/Doubleday, $14.95). And fortunately there is much more to Mr. Pearce's first novel. This little book is a charming police procedural about Cairo in 1908, when Egypt had a khedive but was governed and administered by the British.","byline":"By Newgate Callendar","date":"19901223","title":"SPIES & THRILLERS","url":"http://www.nytimes.com/1990/12/23/books/spies-thrillers.html"},{"body":"A sudden surge in the number of Soviet Jewish immigrants arriving in Israel this month may well bring the total of Jews settling here this year to more than 200,000, making it perhaps the largest influx of immigrants in 40 years. The Government has ordered El Al, the national airline, to place every available plane at the disposal of the","byline":"By YOUSSEF M. IBRAHIM, Special to The New York Times","date":"19901222","title":"Crisis in the Kremlin; Rush of Soviet Jews to Israel Rises As Fears of Moscow Chaos Grow","url":"http://www.nytimes.com/1990/12/22/world/crisis-kremlin-rush-soviet-jews-israel-rises-fears-moscow-chaos-grow.html"},{"body":"On Dec. 21, 1988, Pan Am 103 went down over Scotland. On board were 259 souls, including a young woman from Port Jervis, N.Y. President George Bush has written a letter to her parents. It was warm and personal, more than the usual collection of so-sorry nothings. It told a lot about the man who wrote it -- perhaps too much. Susan and Daniel Cohen","byline":"By A. M. Rosenthal","date":"19901221","title":"ON MY MIND; Pan Am 103 and Mr. Bush","url":"http://www.nytimes.com/1990/12/21/opinion/on-my-mind-pan-am-103-and-mr-bush.html"},{"body":"Bulgaria has become the breeding ground of some of the world's most lethal computer viruses, programs that are maliciously designed to spread through computer memories and networks and at times destroy valuable stored information like bank and medical records. \"We've counted about 300 viruses written for the I.B.M. personal computer; of these, 80","byline":"By CHUCK SUDETIC, Special to The New York Times","date":"19901221","title":"BULGARIANS LINKED TO COMPUTER VIRUS","url":"http://www.nytimes.com/1990/12/21/world/bulgarians-linked-to-computer-virus.html"},{"body":"After weeks of negotiations, the United States joined other members of the United Nations Security Council today in adopting a resolution that referred to lands occupied by Israel since 1967 as \"Palestinian territories\" and criticized an Israeli deportation order against four Palestinians. The new resolution calls for the United Nations to monitor","byline":"By PAUL LEWIS, Special to The New York Times","date":"19901221","title":"STANDOFF IN THE GULF; U.S. JOINS U.N. VOTE IN REBUKING ISRAEL OVER PALESTINIANS","url":"http://www.nytimes.com/1990/12/21/world/standoff-in-the-gulf-us-joins-un-vote-in-rebuking-israel-over-palestinians.html"}],"tokens":["terrorist"],"total":446},{"offset":"0","results":[{"body":"In Gabriel Garcia Marquez's haunting novella \"Chronicle of a Death Foretold,\" a man is killed in full view of his neighbors, who all knew of the impending murder. Some felt the execution was deserved, others refused to believe the warnings, most procrastinated and a few tried to intervene, but their dreamlike actions had no effect. Ask the U.S.","byline":"By LESLIE H. GELB","date":"19911229","title":"Foreign Affairs; Rushdie's Death Foretold","url":"http://www.nytimes.com/1991/12/29/opinion/foreign-affairs-rushdie-s-death-foretold.html"},{"body":"To the Editor: What will Mikhail S. Gorbachev do now that he has stepped aside as President of what was once the Soviet Union and handed over the central ministries to the new Commonwealth of Independent States? Commentators in most of the world's capitals cannot imagine a place for him in that new confederation, either in a ceremonial role within","date":"19911229","title":"There's a Big Job That Gorbachev Can Still Do","url":"http://www.nytimes.com/1991/12/29/opinion/l-there-s-a-big-job-that-gorbachev-can-still-do-306991.html"},{"body":"The fact that the cold war has ended and the Soviet empire is in the process of disintegration has not stopped espionage writers from concerning themselves with the Communist threat. Their most common approach is to postulate a revival of Stalinism, in which right-wing former Kremlin masters organize a putsch to restore themselves to power. Often,","byline":"By Newgate Callendar","date":"19911229","title":"Spies & Thrillers","url":"http://www.nytimes.com/1991/12/29/books/spies-thrillers.html"},{"body":"Last year was the worst, Nadia Yussef said. Last year, war was in the air. Combined with the continuing Palestinian rebellion known as the intifada, it virtually wiped Bethlehem off the tourist map. Almost no one came. \"There are many more tourists this year so it's much better,\" said Mrs. Yussef, who manages a souvenir shop on Manger Square. \"Look","byline":"By CLYDE HABERMAN,","date":"19911225","title":"Bethlehem Journal; On Another Silent Night, Tidings That Bring Hope","url":"http://www.nytimes.com/1991/12/25/world/bethlehem-journal-on-another-silent-night-tidings-that-bring-hope.html"},{"body":"A powerful bomb exploded today in the path of a bus carrying Soviet Jewish emigrants to the Budapest airport for their flight to Israel. Two Hungarian policemen in a patrol car accompanying the bus were seriously wounded, and remained in critical condition at Budapest's military hospital while 4 of the 28 passengers on the bus sustained light","date":"19911224","title":"6 Wounded by Bomb in Hungary Aimed at Soviet Jewish Emigrants","url":"http://www.nytimes.com/1991/12/24/world/6-wounded-by-bomb-in-hungary-aimed-at-soviet-jewish-emigrants.html"},{"body":"Israel freed three Lebanese civilians in south Lebanon today, nearly 36 hours after its commandos seized them as terrorist suspects. The three were handed over to the International Committee of the Red Cross in Israel's security zone in south Lebanon. \"When it was found out that they were not directly connected to terrorist activities they were","date":"19911222","title":"Israel Releases 3 Lebanese Seized by Commandos","url":"http://www.nytimes.com/1991/12/22/world/israel-releases-3-lebanese-seized-by-commandos.html"},{"body":"Israeli soldiers in southern Lebanon captured three Lebanese today and took them to Israel for what the army described as questioning of \"terrorist suspects.\" About 18 hours later, the army announced that the three men would be released on Saturday, but it did not say if that meant that its troops had seized innocent people. In the course of the","byline":"By CLYDE HABERMAN,","date":"19911221","title":"Israelis Question 3 Taken in Lebanon","url":"http://www.nytimes.com/1991/12/21/world/israelis-question-3-taken-in-lebanon.html"},{"body":"About 3,000 Israelis and Palestinians poured into an Arab quarter of East Jerusalem today to protest the recent takeover of six houses there by militant Israelis who have both political and financial support from the Government. It was one of the larger public demonstrations here in many months, and it reflected a concern bordering on anger among","byline":"By CLYDE HABERMAN,","date":"19911221","title":"Israelis and Palestinians Protest Housing Takeover","url":"http://www.nytimes.com/1991/12/21/world/israelis-and-palestinians-protest-housing-takeover.html"},{"body":"International 3-6 DE KLERK OFFERS INTERIM DEAL President de Klerk said he was ready to negotiate creation of an interim government and an expanded Parliament including blacks before a new, nonracial constitution for South Africa is completed. 1 RUSSIA HOPES TO JOIN NATO In another sign that the disintegration of the Soviet Union is turning global","date":"19911221","title":"News Summary","url":"http://www.nytimes.com/1991/12/21/us/news-summary-756791.html"},{"body":"Moscow has already removed some of the 4,000 nuclear arms it has on Ukrainian soil and will finish most of the withdrawal in the next six months, Soviet and Ukrainian officials here say. The warheads are being removed by the two militaries in a joint operation that has special precautions against terrorist thefts and accidental explosions, the","byline":"By WILLIAM J. BROAD,","date":"19911221","title":"SOVIET DISARRAY; Moscow Begins Withdrawal of Its Nuclear Weapons From Ukraine","url":"http://www.nytimes.com/1991/12/21/world/soviet-disarray-moscow-begins-withdrawal-of-its-nuclear-weapons-from-ukraine.html"}],"tokens":["terrorist"],"total":524},{"offset":"0","results":[{"body":"When Fatima Alayan came home a few days ago, she found her 9-year-old son, Hamed, watching Israeli news reports about the mass deportation of 415 Palestinians to southern Lebanon. \"Mom, who are we, Fatah or Hamas?\" her son asked, referring to the the mainstream faction of the Palestine Liberation Organization and the Islamic fundamentalist group.","byline":"By CHRIS HEDGES,","date":"19921231","title":"Deportations Pushing Israeli Arabs to Join Protests","url":"http://www.nytimes.com/1992/12/31/world/deportations-pushing-israeli-arabs-to-join-protests.html"},{"body":"Forty-five Cubans who defected to the United States in an airliner on Tuesday were released from Federal custody late tonight after an intense debate in Washington about whether the pilot's diversion of a routine domestic commuter flight violated international hijacking agreements. The Aero-Caribbean airliner landed at Miami International Airport","byline":"By LARRY ROHTER,","date":"19921231","title":"U.S. Releases 45 Cubans Who Defected in Plane","url":"http://www.nytimes.com/1992/12/31/us/us-releases-45-cubans-who-defected-in-plane.html"},{"body":"After immobilizing two crew members, the pilot of a Cuban commuter plane on a brief domestic flight diverted the craft to Miami International Airport this morning, and all but 5 of the 53 people on board immediately requested political asylum. The incident, which comes as political and economic conditions in Cuba have sunk to their lowest level","byline":"By LARRY ROHTER,","date":"19921230","title":"No Headline","url":"http://www.nytimes.com/1992/12/30/us/no-headline-253992.html"},{"body":"Surely, reasonable people have said to themselves in the days since President Bush shocked the country with his Iran-contra pardons -- surely the President must have had good reasons. Surely he would not wish to live forever in history as the President who in effect pardoned himself. Surely he must have some plausible arguments for exonerating","date":"19921229","title":"The Best Case for the Pardons","url":"http://www.nytimes.com/1992/12/29/opinion/the-best-case-for-the-pardons.html"},{"body":"Almost a year after it took power in a coup, the military-backed Government of Algeria is facing a declining economy, deepening public resentment and mounting armed attacks by Islamic militants, and many Western diplomats here expect it to fall within a year in favor of an Islamic government. The Algerian crisis is now the most pressing concern of","byline":"By CHRIS HEDGES,","date":"19921229","title":"Rise of Militants Seen in Algeria As Junta Falters","url":"http://www.nytimes.com/1992/12/29/world/rise-of-militants-seen-in-algeria-as-junta-falters.html"},{"body":"After years of resistance, Miranda Richardson has graciously agreed to become a movie star. It isn't easy for her. She hates crowds, photographers and interviews. She is not particularly fond, either, of having to talk her way across America -- to plug her new movies, \"Damage\" and \"The Crying Game.\" She refuses to discuss her personal life (\"that's","byline":"By MICHAEL SPECTER","date":"19921227","title":"FILM; Miranda Richardson: Running From Typecasters","url":"http://www.nytimes.com/1992/12/27/movies/film-miranda-richardson-running-from-typecasters.html"},{"body":"THE ECONOMY The Recession That Was -- Now They Tell Us So what about that recession, the one that helped President Bush along to defeat? According to the National Bureau of Economic Research, the arbiter of booms and busts, the recession ended 20 months before the election. Would it have made any difference if the voters had known this earlier?","byline":"By Jack Lynch","date":"19921227","title":"Business Diary/December 20-25","url":"http://www.nytimes.com/1992/12/27/business/business-diary-december-20-25.html"},{"body":"With a crackdown on rightist violence under way in Germany, six youths who were recently arrested in the eastern town of Frankenthal seemed candidates for stiff jail sentences. They had been caught storming a hostel for asylum-seekers, terrorizing inhabitants and screaming Nazi slogans. But prosecutors decided to free the six, explaining that there","byline":"By STEPHEN KINZER,","date":"19921227","title":"Police Under Fire in German Unrest","url":"http://www.nytimes.com/1992/12/27/world/police-under-fire-in-german-unrest.html"},{"body":"My problem with President Bush's self-described act of \"honor, decency and fairness\" is not that he pardoned a clatch of ex-officials involved in the Iran-contra affair, but that he pardoned their crimes. I might well have pardoned former Defense Secretary Caspar Weinberger and the others myself. And if I were Bill Clinton, I would pardon George","byline":"By LESLIE H. GELB","date":"19921227","title":"Foreign Affairs; Bush's Ethical Manure","url":"http://www.nytimes.com/1992/12/27/opinion/foreign-affairs-bush-s-ethical-manure.html"},{"body":"South Africa's chronic political violence took an ominous new turn today when white gunmen opened fire on two mini-buses full of black passengers, killing a driver and wounding three other people. No group took responsibility for the shootings, which took place in a rural area of the Orange Free State. But the attacks indicated that right-wing","byline":"By ALAN COWELL,","date":"19921225","title":"WHITE REPRISAL IN SOUTH AFRICA","url":"http://www.nytimes.com/1992/12/25/world/white-reprisal-in-south-africa.html"}],"tokens":["terrorist"],"total":400},{"offset":"0","results":[{"body":"A Federal judge said yesterday that he will not allow a defendant in a coming terrorist conspiracy trial out on bail, partly because he was caught on tape discussing how to help another man escape from prison. Ibrahim A. Elgabrowny has been in jail since he was arrested shortly after the bombing of the World Trade Center on Feb. 26. He initially","date":"19931231","title":"Suspect Denied Bail In Terror-Plot Trial","url":"http://www.nytimes.com/1993/12/31/nyregion/suspect-denied-bail-in-terror-plot-trial.html"},{"body":"Your son tears the wrapping paper off his fierce new \"Talking Duke\" G. I. Joe doll and eagerly presses the talk button. Out comes a painfully chirpy voice that sounds astonishingly like Barbie's saying, \"Let's go shopping!\" Does your son: A) Furiously vaporize the doll with his own phaser rifle? B) Go shopping with Joe? C) Say: \"Mom, I suspect","byline":"By DAVID FIRESTONE","date":"19931231","title":"While Barbie Talks Tough, G. I. Joe Goes Shopping","url":"http://www.nytimes.com/1993/12/31/us/while-barbie-talks-tough-g-i-joe-goes-shopping.html"},{"body":"To the Editor: In \"Why Should We Believe Britain on Irish Peace?\" (letter, Dec. 17), Martin Galvin claims that peace in Northern Ireland has been jeopardized because of British intransigence. He implies that the Irish Republican Army is on a quest for peace and has been rebuffed by a self-interested government in London, which is to be held","date":"19931229","title":"Ireland Sees Nothing Heroic About the I.R.A.","url":"http://www.nytimes.com/1993/12/29/opinion/l-ireland-sees-nothing-heroic-about-the-ira-214093.html"},{"body":"Anatomy of a riot: early in \"In the Name of the Father,\" the feckless antics of Gerry Conlon (Daniel Day-Lewis), a young Belfast ne'er-do-well in the early 1970's, are seen triggering a serious military confrontation. As Gerry horses around on a rooftop, stealing scrap metal and wielding a stick guitar-style, English soldiers mistake him for a","byline":"By JANET MASLIN","date":"19931229","title":"Review/Film: In the Name of the Father; The Sins of a Son Are Visited on His Father","url":"http://www.nytimes.com/1993/12/29/movies/review-film-name-father-sins-son-are-visited-his-father.html"},{"body":"Suspected Muslim militants shot at a tourist bus today, wounding eight Austrians and eight Egyptians and breaking a six-month lull in attacks aimed at Egypt's tourist industry, which is still reeling from a series of assaults that began last year. The Interior Ministry said three unidentified men had ambushed the bus, which carried 18 Austrian","byline":"By YOUSSEF M. IBRAHIM,","date":"19931228","title":"16 Are Injured In Cairo Attack On a Tourist Bus","url":"http://www.nytimes.com/1993/12/28/world/16-are-injured-in-cairo-attack-on-a-tourist-bus.html"},{"body":"\"I looked around me and all I saw were bundles of clothes with hot breath steaming out and more than one passenger with a full-face ski mask on. If you didn't know any better, you would have thought that it was the Terrorist Express.\" -- PETER NICHOLS, who commutes by bus from New Jersey to Manhattan. [ D19:3. ]","date":"19931228","title":"No Headline","url":"http://www.nytimes.com/1993/12/28/nyregion/no-headline-495993.html"},{"body":"Among the many acts of cold-induced dementia committed by frozen New Yorkers yesterday, Terry Mathurin's brief midtown escapade deserves a special place. At 12:45 P.M., Mr. Mathurin, a limousine driver from Queens, grabbed a huge fistful of snow barehanded from the roof of an out-of-state car at the Plaza Hotel and handed it to his giddy","byline":"By DAVID FIRESTONE","date":"19931228","title":"10-Degree Chill Brings Out Hardy, and Foolhardy","url":"http://www.nytimes.com/1993/12/28/nyregion/10-degree-chill-brings-out-hardy-and-foolhardy.html"},{"body":"Something very strange is going on, behind closed doors, among the Governments of Israel, Germany, the Czech Republic and Iran. Blinded again by the urge to recover hostages and the delusion of Iranian \"moderates,\" Israel may unwittingly be providing the intelligence cover that could help Teheran acquire Western nuclear technology. I have only","byline":"By WILLIAM SAFIRE","date":"19931227","title":"Essay; Helping Iran Arm","url":"http://www.nytimes.com/1993/12/27/opinion/essay-helping-iran-arm.html"},{"body":"There are ordinary yearnings -- a wish to get married, the desire for the smell of a hamburger cooking on the grill. There are complaints of injustice, of \"false accusations and lies,\" and there are frequent protestations of innocence. At the same time, there are a few mentions of names. Generally only first names are given, and they are all common","byline":"By RICHARD BERNSTEIN","date":"19931226","title":"Bomb Trial Transcripts of Phone Calls Add Pieces to Evidence Pile","url":"http://www.nytimes.com/1993/12/26/nyregion/bomb-trial-transcripts-of-phone-calls-add-pieces-to-evidence-pile.html"},{"body":"Just before leaving Paris for Cairo this month, Mansour Kikhia told his wife that he was a little worried about a recent vow by the Libyan leader, Col. Muammar el-Qaddafi, to settle scores with Libyan opposition members abroad. \"He is usually very fatalistic, meeting with people and going to places without taking particular precautions,\" said Bahaa","byline":"By YOUSSEF M. IBRAHIM,","date":"19931225","title":"Egypt Torn by Missing Libyan Exile","url":"http://www.nytimes.com/1993/12/25/world/egypt-torn-by-missing-libyan-exile.html"}],"tokens":["terrorist"],"total":642},{"offset":"0","results":[{"body":"A gunman dressed all in black stalked into two abortion clinics on the same street here this morning and started shooting, killing two receptionists and wounding five other people. \"Is this the Preterm clinic?\" the gunman asked calmly at the second abortion center, stunned witnesses said. Then he reached into a duffel bag, pulled out a rifle and","byline":"By JOHN KIFNER,","date":"19941231","title":"ANTI-ABORTION KILLINGS: THE OVERVIEW; Gunman Kills 2 at Abortion Clinics in Boston Suburb","url":"http://www.nytimes.com/1994/12/31/us/anti-abortion-killings-overview-gunman-kills-2-abortion-clinics-boston-suburb.html"},{"body":"The news release carried a startling announcement: the Microsoft Corporation had agreed to acquire the Roman Catholic Church in exchange for \"an unspecified number of shares of Microsoft common stock.\" The release, distributed in the guise of an Associated Press news article to thousands of computers around the world, was a prank, its anonymous","byline":"By PETER H. LEWIS","date":"19941231","title":"Computer Jokes and Threats Ignite Debate on Anonymity","url":"http://www.nytimes.com/1994/12/31/us/computer-jokes-and-threats-ignite-debate-on-anonymity.html"},{"body":"The French Government said today that it ordered paramilitary commandos to storm a hijacked Air France airliner at Marseilles airport Monday after learning that the Islamic militant gunmen who took over the plane in Algiers were planning to blow it up over Paris. The French police said that, after the four hijackers were killed and 171 hostages","byline":"By ALAN RIDING,","date":"19941228","title":"Police Say Hijackers Planned to Blow Up Jet Over Paris","url":"http://www.nytimes.com/1994/12/28/world/police-say-hijackers-planned-to-blow-up-jet-over-paris.html"},{"body":"The killings of suspected Basque separatists by right-wing death squads in the mid-1980's returned to haunt the Socialist-led Government this week with the arrest of a top official who led anti-terrorist efforts at the time, provoking debate about the tactics that democratic governments can use against terrorism. The official, Julian Sancristobal,","date":"19941225","title":"An Arrest Stirs Up Spain's Past","url":"http://www.nytimes.com/1994/12/25/world/an-arrest-stirs-up-spain-s-past.html"},{"body":"There is something about a bomb attack -- like the letter bombings in the Unabom case or Wednesday's firebombing on the subway -- that provoke a particularly intense fear. The explosions seem to come out of nowhere, transforming an ordinary routine like going to work or opening a package into a deadly act. And, there is the randomness of it, the","byline":"By RICHARD BERNSTEIN","date":"19941225","title":"Terrorism: Difficult to Prevent or Forget","url":"http://www.nytimes.com/1994/12/25/nyregion/terrorism-difficult-to-prevent-or-forget.html"},{"body":"The Sudan's Islamic Government, censured for its human rights violations and its support for various armed Islamic militant groups, is now helping Muslim fundamentalists in their effort to topple the Algerian Government, according to Western intelligence reports. The Sudan, the reports say, is assisting the Algerian guerrillas by permitting Iran to","byline":"By CHRIS HEDGES,","date":"19941224","title":"Sudan Linked To Rebellion In Algeria","url":"http://www.nytimes.com/1994/12/24/world/sudan-linked-to-rebellion-in-algeria.html"},{"body":"Mayor Rudolph W. Giuliani and Governor-elect George E. Pataki both used the firebombing of the No. 4 train this week as an opportunity to push for reinstatement of the death penalty in New York State. \"This can be another reason for why New York State should have a death penalty,\" Mr. Giuliani said today. \"So that if someone tries to unleash this","byline":"By JAMES DAO,","date":"19941223","title":"THE SUBWAY FIREBOMB: REACTION; Officials Say Death Penalty Would Deter Terrorist Acts","url":"http://www.nytimes.com/1994/12/23/nyregion/subway-firebomb-reaction-officials-say-death-penalty-would-deter-terrorist-acts.html"},{"body":"Through smoke, screams and heat, Mary McMurry tried to dash out of the packed subway train as soon as she heard the explosion and saw the flash of flames in the car behind her. But she was nearly knocked to the ground by the crush of people. When she reached the platform of the Fulton Street station, she went to the aid of three fellow passengers","byline":"By DAVID GONZALEZ","date":"19941222","title":"THE SUBWAY FIREBOMB: THE SCENE; Frenzied Passengers, Their Hair and Clothes in Flames, Flee Burning Train","url":"http://www.nytimes.com/1994/12/22/nyregion/subway-firebomb-scene-frenzied-passengers-their-hair-clothes-flames-flee-burning.html"},{"body":"In a move widely expected since the election of George E. Pataki gave both New York and New Jersey Republican Governors for the first time in decades, the Port Authority's executive director said yesterday that he would resign effective Feb. 3. The director, Stanley Brezenoff, a Democrat who served in a series of senior positions under Mayor Edward","byline":"By THOMAS J. LUECK","date":"19941222","title":"Executive Director Is Leaving Post at Port Authority After 4 Years","url":"http://www.nytimes.com/1994/12/22/nyregion/executive-director-is-leaving-post-at-port-authority-after-4-years.html"},{"body":"A crude, homemade firebomb engulfed a subway car in flames just after it pulled into a heavily traveled station in lower Manhattan yesterday, injuring more than 40 passengers in a few horrifying seconds and disrupting subway service to Brooklyn for hours. Law-enforcement officials said the firebomb, a mayonnaise jar filled with a flammable liquid,","byline":"By JAMES BARRON","date":"19941222","title":"THE SUBWAY FIREBOMB: THE OVERVIEW; Firebomb Ignites in Subway Car, Hurting at Least 40","url":"http://www.nytimes.com/1994/12/22/nyregion/subway-firebomb-overview-firebomb-ignites-subway-car-hurting-least-40.html"}],"tokens":["terrorist"],"total":476},{"offset":"0","results":[{"body":"Nine men suspected of being Islamic terrorists, including a man said to be the twin brother of Ramzi Ahmed Yousef, the man accused of masterminding the World Trade Center bombing in 1993, were arrested in Manila on Friday in raids that also netted an arsenal of weapons and explosives, Philippine officials said yesterday. While only nine arrests","byline":"By ROBERT D. McFADDEN","date":"19951231","title":"Nine Suspected of Terrorism Are Arrested in Manila","url":"http://www.nytimes.com/1995/12/31/nyregion/nine-suspected-of-terrorism-are-arrested-in-manila.html"},{"body":"He rented movies, playing one about a Colorado football team over and over. He wore a favorite T-shirt with a quotation from Thomas Jefferson. He once changed cheap motels so he could watch the X-rated Spice Channel. He always washed the dishes. These seemingly ordinary activities are little pieces of the puzzle that is the greatest remaining","byline":"By JOHN KIFNER","date":"19951231","title":"McVEIGH'S MIND: A special report.;Oklahoma Bombing Suspect: Unraveling of a Frayed Life","url":"http://www.nytimes.com/1995/12/31/us/mcveigh-s-mind-special-report-oklahoma-bombing-suspect-unraveling-frayed-life.html"},{"body":"Consider the resume: two-term Mayor of Indianapolis; United States Senator for nearly two decades; former chairman of the Senate Foreign Relations Committee; three times on the short list to be the running mate of the Republican Presidential nominee. By a number of measures, Senator Richard G. Lugar of Indiana is among the most qualified candidates","byline":"By JERRY GRAY","date":"19951228","title":"THE CONTENDERS;Lugar Hones His Message, But the Delivery Needs Work","url":"http://www.nytimes.com/1995/12/28/us/the-contenders-lugar-hones-his-message-but-the-delivery-needs-work.html"},{"body":"There has not been much snow so far this year, certainly not enough to ski, but the slopes and the lifts of Mount Hermon were full over the Hanukkah break. \"We try to get up here as often as possible now,\" explained a woman with a distinctly American accent, chatting with soldiers on reserve duty at a mountain checkpoint while her children pelted","byline":"By SERGE SCHMEMANN","date":"19951226","title":"Prospect of Losing Golan Heights Saddens Settlers and Skiers Alike","url":"http://www.nytimes.com/1995/12/26/world/prospect-of-losing-golan-heights-saddens-settlers-and-skiers-alike.html"},{"body":"THE RAIN FALLS ON BETHLEHEM under a light gray morning sky, as fleets of tourist buses creep up the dusty slope leading to Manger Square. The area is crowded with people, pushcarts and parked vehicles, and the buses must thread their way between rows of taxis before finding a place where they can unload passengers. The last bus, far older than the","byline":"By ANDRE ACIMAN","date":"19951224","title":"MANAGER SQUARE;IN THE MUSLIM CITY OF BETHLEHEM","url":"http://www.nytimes.com/1995/12/24/magazine/manager-square-in-the-muslim-city-of-bethlehem.html"},{"body":"In the latest attack blamed on Basque separatists, a Spanish Army major was killed and his daughter was wounded today when a bomb exploded under his car. It was the third fatal attack in 11 days that authorities have attributed to E.T.A., a terrorist group seeking independence for the three Basque provinces in northern Spain. A police spokeswoman","byline":"AP","date":"19951223","title":"WORLD NEWS BRIEFS;Basque Bomb Suspected In Spanish Major's Death","url":"http://www.nytimes.com/1995/12/23/world/world-news-briefs-basque-bomb-suspected-in-spanish-major-s-death.html"},{"body":"Defense lawyers for the two men charged in the Oklahoma City bombing asked today for broad access to Government documents to explore the possibility that domestic or foreign \"terrorists\" were involved. In a separate motion, Federal prosecutors opposed an earlier defense request to move the trial against the two, Timothy J. McVeigh and Terry L.","byline":"Reuters","date":"19951222","title":"Motion Explores Oklahoma Terror Link","url":"http://www.nytimes.com/1995/12/22/us/motion-explores-oklahoma-terror-link.html"},{"body":"During its decade-long \"dirty war\" against suspected guerrilla sympathizers, the Honduran military kidnapped, tortured and killed dozens of people, confident that the armed forces' enduring grip on power meant that they would never be held responsible. Now, for the first time, a civilian court has charged 14 military officers with those and other","byline":"By LARRY ROHTER","date":"19951221","title":"Honduras Confronts Military Atrocities of the 80's","url":"http://www.nytimes.com/1995/12/21/world/honduras-confronts-military-atrocities-of-the-80-s.html"},{"body":"Israel barred entry today to seven American Jews, including a New York rabbi whom the Government considers to be a security risk in light of the assassination last month of Prime Minister Yitzhak Rabin. The Interior Ministry said Rabbi Abraham Hecht, 73, of New York, had given a religious justification for the killing of Mr. Rabin only months","byline":"Reuters","date":"19951221","title":"Israel Bars Seven U.S. Jews, Calling Them Security Risks","url":"http://www.nytimes.com/1995/12/21/world/israel-bars-seven-us-jews-calling-them-security-risks.html"},{"body":"NEW YORK CITY Gunman Kills 5 in the Bronx A would-be robber who relatives said had a history of mental illness walked into a shoe store on a busy commercial strip in the Bronx and opened fire, leaving five people dead, the police said. The dead included a 12-year-old boy and a mother and her two young sons. The shooting also left three people","date":"19951220","title":"METRO DIGEST","url":"http://www.nytimes.com/1995/12/20/nyregion/metro-digest-024880.html"}],"tokens":["terrorist"],"total":671},{"offset":"0","results":[{"body":"As a lurid political scandal continues to unfold in Turkey, President Suleyman Demirel has denied that the current Government uses death squads against its enemies and appealed for patience and restraint in the face of new disclosures. ''I categorically reject the assumption or the claim that the state is in collaboration with gangs,'' Mr. Demirel","byline":"By STEPHEN KINZER","date":"19961231","title":"In Turkey, New Accusations of Links Between Police, Politicians and Criminals","url":"http://www.nytimes.com/1996/12/31/world/in-turkey-new-accusations-of-links-between-police-politicians-and-criminals.html"},{"body":"For decades, human rights groups have spoken out against deplorable conditions inside Peru's penitentiary system, where many inmates live in cold, overcrowded cells that have no running water or toilets except for a hole in the floor. Now those notoriously harsh prison conditions have emerged as a likely bargaining point in negotiations to free the","byline":"By CALVIN SIMS","date":"19961231","title":"New Attention to Harsh Conditions in Peru's Prisons","url":"http://www.nytimes.com/1996/12/31/world/new-attention-to-harsh-conditions-in-peru-s-prisons.html"},{"body":"To the Editor: ''Once Villainous, Now Virtuous'' (Week in Review, Dec. 22) says that ''in 'Michael Collins,' Liam Neeson turns terrorism into patriotism.'' Collins was far from a terrorist. After leading the Irish war of independence with the support of two-thirds of the democratically elected Irish members of Parliament, he negotiated a peace","date":"19961229","title":"Collins Wasn't Terrorist","url":"http://www.nytimes.com/1996/12/29/opinion/l-collins-wasn-t-terrorist-947393.html"},{"body":"In the heart of Teheran's business district, the 27-acre compound that was once the United States Embassy sits as a little-noticed monument to the most radical time in Iran's revolution, a time when anti-American fever ran so high that young militants held 52 Americans hostage for 444 days. With its football field, swimming pool and tennis courts","byline":"By ELAINE SCIOLINO","date":"19961229","title":"In World Flux, a Constant: U.S. and Iran Still Foes","url":"http://www.nytimes.com/1996/12/29/world/in-world-flux-a-constant-us-and-iran-still-foes.html"},{"body":"To the Editor: All of history is a blur. When its tale is related through written scholarly works or a movie for the masses, it must necessarily distort fact. If we visualize Eva Peron as a ''second-rate radio actress $(who$) transformed herself into one of the most powerful people in Latin America,'' as suggested in your Dec. 22 Week in Review","date":"19961229","title":"Necessary Distortions","url":"http://www.nytimes.com/1996/12/29/opinion/l-necessary-distortions-947369.html"},{"body":"PERU has a knack for defying political waves that splash over the rest of Latin America. When right-wing military dictatorships ruled its neighbors in the 1970's, a leftist Peruvian dictator confiscated the oligarchy's sugar plantations. When other guerrillas looked to Fidel Castro in the 1980's, Peru's Shining Path embraced Mao. And as the sweet","byline":"By CLIFFORD KRAUSS","date":"19961229","title":"Revolution as a Relic Come to Life","url":"http://www.nytimes.com/1996/12/29/weekinreview/revolution-as-a-relic-come-to-life.html"},{"body":"With little progress reported in breaking the hostage standoff at the residence of the Japanese Ambassador, the Japanese Government began a new effort today to forge a united front of industrialized nations to persuade Marxist guerrillas to free 103 hostages. In response, the Group of Seven nations, joined by Russia, condemned the hostage-taking by","byline":"By CLIFFORD KRAUSS","date":"19961228","title":"Japan Enlists the Big Powers In Seeking End to Peru Crisis","url":"http://www.nytimes.com/1996/12/28/world/japan-enlists-the-big-powers-in-seeking-end-to-peru-crisis.html"},{"body":"A woman who set off two grenades strapped to her stomach during a Christmas Eve church service, killing herself and two other people, was undergoing psychiatric treatment and was most probably driven by ''personal motives,'' the police said today. A police spokesman said the 49-year-old woman had been separated for the last year from her husband,","date":"19961227","title":"Motive in Church Blast Was Personal, Police Say","url":"http://www.nytimes.com/1996/12/27/world/motive-in-church-blast-was-personal-police-say.html"},{"body":"It was to be the most audacious operation in the history of the Irish Republican Army -- the killing of Prince Charles and his wife, the Princess of Wales -- and the organization needed someone it trusted. It turned to Sean O'Callaghan, a member of the group since his teens who had proved his loyalty by building bombs, attacking police precinct","byline":"By WARREN HOGE","date":"19961227","title":"Don't Trust I.R.A. Leaders, Turncoat Says","url":"http://www.nytimes.com/1996/12/27/world/don-t-trust-ira-leaders-turncoat-says.html"},{"body":"The woman who set off two hand grenades in a church during Christmas Eve services, killing herself and two parishioners, left few clues about her motivations or her identity. One day after the suicide attack, police investigators said the woman did not appear to have been a political terrorist and seemed to have simply been intent on suicide. She","byline":"By EDMUND L. ANDREWS","date":"19961226","title":"Suicide Bomber in a German Church Remains a Mystery","url":"http://www.nytimes.com/1996/12/26/world/suicide-bomber-in-a-german-church-remains-a-mystery.html"}],"tokens":["terrorist"],"total":763},{"offset":"0","results":[{"body":"A Jewish militant who provoked rioting in Hebron and outrage in the Muslim world when she put up posters depicting the prophet Mohammed as a pig was convicted today of committing an act of racism and trying to offend religious feelings. Standing in a white T-shirt as the verdict was pronounced at the Jerusalem District Court, Tatyana Suskin, 26,","byline":"By JOEL GREENBERG","date":"19971231","title":"Israeli Jew From Outlawed Group Is Convicted of Insulting Islam","url":"http://www.nytimes.com/1997/12/31/world/israeli-jew-from-outlawed-group-is-convicted-of-insulting-islam.html"},{"body":"In a remote, barren corner of this remote, barren air base, thousands of foreign laborers are erecting the most concrete manifestation yet of American resolve to wait out Saddam Hussein, no matter how long it takes. During the next few weeks, the final touches will be put on a sprawling housing complex for the 4,000 or so United States Air Force","byline":"By STEVEN LEE MYERS","date":"19971229","title":"At a Saudi Base, U.S. Digs In, Gingerly, for a Longer Stay","url":"http://www.nytimes.com/1997/12/29/world/at-a-saudi-base-us-digs-in-gingerly-for-a-longer-stay.html"},{"body":"Bracing for a surge in violence before the Islamic holy month of Ramadan, the Algerian authorities mounted a security crackdown today, dispatching anti-terrorist squads to the capital and setting up roadblocks around smaller towns and cities. In recent years, the celebration of Ramadan, which begins on New Year's Eve this year, has been marked by","date":"19971229","title":"Algeria Tries to Avert Terrorism During Ramadan","url":"http://www.nytimes.com/1997/12/29/world/algeria-tries-to-avert-terrorism-during-ramadan.html"},{"body":"He called himself Carlos and said, ''Remember who I am -- I am not just a chicken thief.'' A French court found Ilich Ramirez Sanchez, a 48-year-old terrorist who said he fought for Palestinian independence, guilty of the murder of two undercover French police agents and a Lebanese informer in Paris 22 years ago. He was sentenced to life in prison,","byline":"By CRAIG R. WHITNEY","date":"19971228","title":"December 21-27; Carlos Is Convicted","url":"http://www.nytimes.com/1997/12/28/weekinreview/december-21-27-carlos-is-convicted.html"},{"body":"WHEN Robert B. Hirschhorn was a young lawyer, he had a case before a judge who refused dinner to a jury that had deliberated into the evening -- and, presto, a verdict against his client was soon handed down. Mr. Hirschhorn, now a jury consultant, complained to his brother Joel, also a lawyer, who wrote back with a version of this quotation from","byline":"By IAN FISHER","date":"19971228","title":"The Nation; Justice Is Blind, but She Does Wear a Watch","url":"http://www.nytimes.com/1997/12/28/weekinreview/the-nation-justice-is-blind-but-she-does-wear-a-watch.html"},{"body":"The former President of Zambia, Kenneth D. Kaunda, was arrested by paramilitary policemen early this morning as part of a Government crackdown on opposition leaders after an attempted coup in October. The arrest of Mr. Kaunda, the 73-year-old statesman who led the country to independence in 1964, is likely to heighten political tensions in Zambia,","byline":"By JAMES C. McKINLEY Jr.","date":"19971226","title":"Zambia Arrests Former President In Crackdown After Failed Coup","url":"http://www.nytimes.com/1997/12/26/world/zambia-arrests-former-president-in-crackdown-after-failed-coup.html"},{"body":"This should be high season in Egypt, with foreign tourists flocking to the Pyramids of Giza and other Pharoanic sites that for more than a century have made Egypt a favorite wintertime destination. But the massacre that claimed the lives of 58 tourists in a 2,500-year-old temple in Luxor last month is now taking a broader toll. It can be measured","byline":"By DOUGLAS JEHL","date":"19971225","title":"INTERNATIONAL BUSINESS; Massacre Hobbles Tourism in Egypt","url":"http://www.nytimes.com/1997/12/25/business/international-business-massacre-hobbles-tourism-in-egypt.html"},{"body":"The people hurt the deepest in the bombing of the Alfred P. Murrah Federal Building here said they could not live with an acquittal, or even a hung jury, in the murder trial of Terry L. Nichols. To re-live the bombing over and over in a courtroom was agony, but to see him walk free, some said, would have been like being blown up all over again in","byline":"By RICK BRAGG","date":"19971224","title":"THE BOMBING VERDICT: THE REACTION; Among Families of Victims, Anger and Acceptance Mix","url":"http://www.nytimes.com/1997/12/24/us/bombing-verdict-reaction-among-families-victims-anger-acceptance-mix.html"},{"body":"INTERNATIONAL A3-9 Pro-Government Gunmen Kill 45 Indian Refugees A band of pro-Government gunmen charged into a mountain hamlet in Mexico, spraying rifle fire and swinging machetes, killing 45 Indian refugees, Red Cross officials said. It was the bloodiest violence in the southern state of Chiapas since Indian rebels launched an uprising there","date":"19971224","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1997/12/24/nyregion/news-summary-758647.html"},{"body":"An F.B.I. agent who early in his career posed as the head of dummy companies in 1979 in the undercover operation that resulted in the conviction of several members of Congress was named today to head the agency's criminal division as an assistant director. The promotion of Thomas J. Pickard, to the bureau's No. 3 post, was announced by Director","date":"19971224","title":"National News Briefs; Agent Is Selected to Head F.B.I. Criminal Division","url":"http://www.nytimes.com/1997/12/24/us/national-news-briefs-agent-is-selected-to-head-fbi-criminal-division.html"}],"tokens":["terrorist"],"total":601},{"offset":"0","results":[{"body":"A state grand jury created largely through the efforts of a grieving grandfather and a suspicious legislator ended 18 months of investigation into the Oklahoma City bombing today, saying it had found no evidence of a broader conspiracy or a Government cover-up. After hearing 117 witnesses and weathering criticism that its work gave legitimacy to","byline":"By JO THOMAS","date":"19981231","title":"Conspiracy Not Found In Bombing In Oklahoma","url":"http://www.nytimes.com/1998/12/31/us/conspiracy-not-found-in-bombing-in-oklahoma.html"},{"body":"Three Britons and an Australian died today when Yemeni security forces stormed the stronghold of kidnappers who had seized 16 foreign tourists on Monday. At least two other tourists, one of them an American woman, were wounded, said a Yemeni Interior Ministry statement, adding that three of the kidnappers were killed and three were wounded in the","date":"19981230","title":"Shootout Ends Yemen Kidnapping; 4 Tourists Die","url":"http://www.nytimes.com/1998/12/30/world/shootout-ends-yemen-kidnapping-4-tourists-die.html"},{"body":"From the neck down, Otto Schily is very much the bourgeois gentleman: pocket watch, tailored suit, elegant cufflinks, somber tie. But look up at the mop of hair and mischievous eyes of Mr. Schily, the German Interior Minister, and some of the contradictions of the man and his country begin to come into focus. The official who represents law and","byline":"By ROGER COHEN","date":"19981229","title":"Schroder Aide Typifies New German Subtlety","url":"http://www.nytimes.com/1998/12/29/world/schroder-aide-typifies-new-german-subtlety.html"},{"body":"In the new production of ''Electra'' at the Barrymore Theater, Zoe Wanamaker comes out onstage like a fist. ''Divine light, sweet air, again hear my pain,'' she says in Electra's opening speech. Tiny, with an upturned nose, glinty eyes, and a coat that is too big for her, Ms. Wanamaker looks like an adult whose soul has somehow been arrested in","byline":"By DINITIA SMITH","date":"19981229","title":"The Role of a Lifetime; The Past Has Been Preparation for Zoe Wanamaker's Triumph as Electra","url":"http://www.nytimes.com/1998/12/29/theater/role-lifetime-past-has-been-preparation-for-zoe-wanamaker-s-triumph-electra.html"},{"body":"SEQUESTERED behind a locked office door on the C. W. Post campus of Long Island University in Brookville is Harvey Kushner, a terrorism consultant. Whenever there's a threat of attack or a bomb explodes or an airliner crashes, Dr. Kushner's renown goes up. There he was on Fox television recently, discussing the latest actions of Osama bin Laden and","byline":"By MARCELLE S. FISCHLER","date":"19981227","title":"LONG ISLAND JOURNAL; Helping to Lift the Cover Off Terrorism","url":"http://www.nytimes.com/1998/12/27/nyregion/long-island-journal-helping-to-lift-the-cover-off-terrorism.html"},{"body":"Dry timber is in demand, food is hoarded and farmers pray for rain. In Afghanistan winter snows are late, spelling more fighting and further hardship. Aid workers say the situation has been aggravated this year by the absence of nongovernmental organizations and a local economy that has essentially crumbled. A World Food Program study found that 44","date":"19981226","title":"In Afghanistan, Civil War and Natural Hardships Abound as Farmers Pray for Rain","url":"http://www.nytimes.com/1998/12/26/world/in-afghanistan-civil-war-and-natural-hardships-abound-as-farmers-pray-for-rain.html"},{"body":"One recent day in Federal District Court in Manhattan, a clerk was running down a list of cases on the criminal docket, calling each by the name of the defendant. A prosecutor told the judge the status of each matter. Then the clerk said, ''United States versus John Doe.'' In that case, the prosecutor said that the Government and defense lawyers","byline":"By BENJAMIN WEISER","date":"19981226","title":"Reporter's Notebook; Many Layers of Secrecy Shroud Terrorism Cases","url":"http://www.nytimes.com/1998/12/26/nyregion/reporter-s-notebook-many-layers-of-secrecy-shroud-terrorism-cases.html"},{"body":"The mostly empty parking lots, corridors and offices were a concession to the holiday, but the operations center of the nation's spying apparatus was fully staffed today except for one worker who phoned in sick. ''We are the eyes and ears of the Director,'' said Phillip E. Glover, the senior duty officer, speaking of his boss, George J. Tenet, the","byline":"By IRVIN MOLOTSKY","date":"19981226","title":"Spy Agency Cannot Find A Slow Day or a Holiday","url":"http://www.nytimes.com/1998/12/26/us/spy-agency-cannot-find-a-slow-day-or-a-holiday.html"},{"body":"Pierre Vallieres, a writer and political advocate whose raw, emotional manifesto on injustice and violence became the intellectual foundation of the early Quebec separatist movement, died on Tuesday in Montreal. He was 60. Mr. Vallieres never fully recovered from a heart attack last year and slipped into a coma last week. A friend, Philippe","byline":"By ANTHONY DePALMA","date":"19981226","title":"Pierre Vallieres, 60, Angry Voice of Quebec Separatism, Dies","url":"http://www.nytimes.com/1998/12/26/world/pierre-vallieres-60-angry-voice-of-quebec-separatism-dies.html"},{"body":"Osama bin Laden, whom the United States intelligence authorities consider one of the world's most dangerous terrorists, has denied that he had any role in the deadly bombings of two American embassies in Africa. ''I was not involved in the bomb blasts, but I don't regret what happened there,'' Mr. bin Laden told the Taliban rulers of Afghanistan,","byline":"By DAVID STOUT","date":"19981225","title":"Bin Laden Denies Role in Embassy Bombings","url":"http://www.nytimes.com/1998/12/25/world/bin-laden-denies-role-in-embassy-bombings.html"}],"tokens":["terrorist"],"total":718},{"offset":"0","results":[{"body":"Storming a shabby Brooklyn apartment block at dawn yesterday, a black-clad anti-terrorist task force seized a man it alleged was an accomplice of Ahmed Ressam, the Algerian charged with trying to smuggle powerful explosives and four sophisticated timing devices across the border near Seattle two and a half weeks ago. The man arrested yesterday,","byline":"By JOHN KIFNER and WILLIAM K. RASHBAUM","date":"19991231","title":"Brooklyn Man Is Charged With Aiding in Bomb Plot","url":"http://www.nytimes.com/1999/12/31/nyregion/brooklyn-man-is-charged-with-aiding-in-bomb-plot.html"},{"body":"Nearly four years later, all that remains of the shootout in Roubaix, France, is a facade of burned-out row houses in dull red brick, charred roof beams with leafy seedlings etched against the sky, and screens of cinder blocks sealing every doorway. Passers-by hastening through the rain to Friday prayers at a nearby mosque pay little heed to 59 Rue","byline":"By JOHN F. BURNS and CRAIG PYES","date":"19991231","title":"Radical Islamic Network May Have Come to U.S.","url":"http://www.nytimes.com/1999/12/31/us/radical-islamic-network-may-have-come-to-us.html"},{"body":"INTERNATIONAL A3-10 Ex-Beatle George Harrison Is Stabbed by an Intruder A man armed with a large knife broke into the house of the former Beatle George Harrison near London and stabbed him in the chest, the authorities said. Mr. Harrison, 56, was treated for a collapsed lung and minor stab wounds and was reported to be in stable condition. His wife","date":"19991231","title":"NEWS SUMMARY","url":"http://www.nytimes.com/1999/12/31/nyregion/news-summary-149284.html"},{"body":"Negotiations between Indian officials and hijackers holding more than 150 hostages aboard an Indian Airlines jet in Afghanistan resumed today after nearly breaking down early this morning, and are now ''delicately poised,'' the foreign minister of India, Jaswant Singh, said tonight. The talks are focused on the hijackers' remaining demand that","byline":"By CELIA W. DUGGER","date":"19991231","title":"Negotiations With Hijackers Delicately Poised, India Says","url":"http://www.nytimes.com/1999/12/31/world/negotiations-with-hijackers-delicately-poised-india-says.html"},{"body":"Prime Minister Vladimir V. Putin, standing in for President Boris N. Yeltsin at a Kremlin ceremony, said tonight that Russia's ''national pride'' was at stake in the war to retake rebellious Chechnya. Mr. Putin, the Kremlin's favored candidate in the presidential race next summer, said Russia was duty bound to crush the rebels after their ''brazen","byline":"By CELESTINE BOHLEN","date":"19991231","title":"Putin Asserts National Pride Is at Stake in Chechnya War","url":"http://www.nytimes.com/1999/12/31/world/putin-asserts-national-pride-is-at-stake-in-chechnya-war.html"},{"body":"Police officers are a familiar presence to the people who live and work in the Midwood section of Brooklyn, a bustling, largely Pakistani enclave that has struggled over the last decade to cut crime and revive a fraying neighborhood. But those who caught sight of the swarming F.B.I. agents yesterday morning understood instantly that something out","byline":"By DAVID BARSTOW","date":"19991231","title":"A Community Stunned and on Edge","url":"http://www.nytimes.com/1999/12/31/us/a-community-stunned-and-on-edge.html"},{"body":"To the Editor: I appreciated R. D. Rosen's wonderful description of ''Millencholy'' (Op-Ed, Dec. 29). Misery loves company. I am suffering from a related syndrome: pre-millennium stress syndrome. Will my computer be O.K.? Will there be water? Will there be a terrorist attack? All these worries have clouded my usual optimistic outlook. I will be","date":"19991231","title":"On This Last Eve, a Glance Back, and Ahead; Millencholy's Cousin","url":"http://www.nytimes.com/1999/12/31/opinion/l-on-this-last-eve-a-glance-back-and-ahead-millencholy-s-cousin-152102.html"},{"body":"To the Editor: Re ''New Year's Eve Security Issues'' (editorial, Dec. 29): Seattle is taking the wrong approach to New Year's Eve by canceling its planned celebration at the Seattle Center. There are an infinite number of risks in life, and it is impossible to predict with foresight the result of any one decision or action. Mayor Rudolph W.","date":"19991231","title":"On This Last Eve, a Glance Back, and Ahead; Let Fear Not Rule","url":"http://www.nytimes.com/1999/12/31/opinion/l-on-this-last-eve-a-glance-back-and-ahead-let-fear-not-rule-152110.html"},{"body":"Hijackers holding 154 hostages in an Indian Airlines jet at an airport in Afghanistan dropped demands today that India hand over $200 million and the body of a slain militant, Afghan officials said. But the hijackers continued to insist that India release a jailed Pakistani Muslim cleric and 35 other people whom the Indian government considers","byline":"By CELIA W. DUGGER","date":"19991230","title":"Hijackers of Jet End 2 Demands Made to India","url":"http://www.nytimes.com/1999/12/30/world/hijackers-of-jet-end-2-demands-made-to-india.html"},{"body":"As the Indian Airlines hijacking entered its sixth day today, growing attention is turning to the Taliban, the Islamic movement that rules most of Afghanistan but has been scorned by the world. India, which actively supports an armed opposition to the Taliban and applauds the United States for persuading the Security Council to punish Afghanistan","byline":"By BARBARA CROSSETTE","date":"19991230","title":"As Hijacking Drama Plays Out, Views on Taliban Shift","url":"http://www.nytimes.com/1999/12/30/world/as-hijacking-drama-plays-out-views-on-taliban-shift.html"}],"tokens":["terrorist"],"total":705},{"offset":"0","results":[{"body":"Hemmed in by 2,000-foot rock massifs, this village seems, by measure of its beauty and mystery, altogether more like a place to stay than to leave. Yet Al-Ribat's villagers, driven by poverty, have migrated for centuries -- in recent decades, mostly northward, out of Yemen and across the vast desert known as the Empty Quarter that forms a barrier","byline":"By JOHN F. BURNS","date":"20001231","title":"Where bin Laden Has Roots, His Mystique Grows","url":"http://www.nytimes.com/2000/12/31/world/where-bin-laden-has-roots-his-mystique-grows.html"},{"body":"In much the same way that Vietnam haunts Americans, Algeria's war of independence from 1954 to 1962 haunts the French. In recent weeks new revelations of torture and atrocities -- including the confessions of a former general, Paul Aussaresses -- have prompted yet another passionate debate about whether full investigations, trials, parliamentary","byline":"By SUZANNE DALEY","date":"20001231","title":"French Role In Algeria Is Pondered Once Again","url":"http://www.nytimes.com/2000/12/31/world/french-role-in-algeria-is-pondered-once-again.html"},{"body":"When Bill Clinton went to India in March, it was the first visit by an American president in 22 years. Among the careful preparations for the historic occasion were a painstaking cleanup around the Taj Mahal, a reconnoitering for wild tigers he might glimpse on a V.I.P. safari and the murder of 35 Sikh villagers in a place called Chittisinghpora.","byline":"By Barry Bearak","date":"20001231","title":"A Kashmiri Mystery","url":"http://www.nytimes.com/2000/12/31/magazine/a-kashmiri-mystery.html"},{"body":"Weeks This On Week List Fiction 1 2 HEART OF THE SEA, by Nora Roberts. (Jove, $7.99.) A beautiful, intelligent Irishwoman tempts a wealthy Irish-American businessman. 2 5 HOUSE OF SAND AND FOG, by Andre Dubus III. (Vintage Contemporaries, $14.) A California woman and the sheriff who loves her struggle with an Iranian immigrant over the ownership of","date":"20001231","title":"PAPERBACK BEST SELLERS: December 31, 2000","url":"http://www.nytimes.com/2000/12/31/books/paperback-best-sellers-december-31-2000.html"},{"body":"On Dec. 23, 1975, as Richard Welch and his wife were returning home from a Christmas party here, three masked men blocked their car. One of the men shot Mr. Welch, the Central Intelligence Agency station chief, three times, killing him. Seven months ago, two men on a motorcycle pulled up beside Stephen Saunders, a British military attache, as he","byline":"By DOUGLAS FRANTZ","date":"20001229","title":"Greece Faces the Specter of Violence at the Olympics","url":"http://www.nytimes.com/2000/12/29/world/greece-faces-the-specter-of-violence-at-the-olympics.html"},{"body":"Donald Rumsfeld, named by President-elect George W. Bush yesterday as his choice for secretary of defense, is an experienced manager who successfully led the Pentagon once before, under the very different international circumstances of the cold war. But Mr. Rumsfeld's recent close identification with the campaign for early construction of a","date":"20001229","title":"Return Engagement at Defense","url":"http://www.nytimes.com/2000/12/29/opinion/return-engagement-at-defense.html"},{"body":"The federal judge who sentenced Timothy J. McVeigh, the Oklahoma City bomber, to death agreed today to Mr. McVeigh's request to halt all further appeals of his conviction and allow a date to be set for his execution. Mr. McVeigh discussed his request with the judge, Richard P. Matsch of Federal District Court here, over a closed-circuit television","byline":"By JO THOMAS","date":"20001229","title":"Judge Grants McVeigh's Request to Stop Appeals; Execution Date Can Be Set","url":"http://www.nytimes.com/2000/12/29/us/judge-grants-mcveigh-s-request-to-stop-appeals-execution-date-can-be-set.html"},{"body":"To the Editor: Re ''The New Push for a Missile Shield'' (letters, Dec. 21): Your letter writers skirt the issue of what an appropriate defense might be for the dangers that confront us today. President-elect George W. Bush could promote his agenda by combining education reform with national defense, since our first line of defense, no matter what","date":"20001228","title":"Schools, Not Shields","url":"http://www.nytimes.com/2000/12/28/opinion/l-schools-not-shields-179973.html"},{"body":"In the second year of President Clinton's term, after 18 soldiers were killed in Somalia in a conflict that few Americans understood, his advisers set about trying to repair his relationship with the military. They arranged a somber, dignified ceremony at the White House for the posthumous presentation of awards to the relatives of two soldiers","byline":"By JANE PERLEZ","date":"20001228","title":"For 8 Years, a Strained Relationship With the Military","url":"http://www.nytimes.com/2000/12/28/us/for-8-years-a-strained-relationship-with-the-military.html"},{"body":"Bombs went off in four Pakistani cities today, including a powerful blast that ripped through a crowded market in this eastern border city, the police said. Some 45 people were wounded. Meanwhile today, in the Indian-controlled portion of Kashmir -- the Himalayan territory disputed by India and Pakistan -- a car bomb went off outside army","date":"20001226","title":"Bombs in 4 Cities Wound Some 45 Pakistanis","url":"http://www.nytimes.com/2000/12/26/world/bombs-in-4-cities-wound-some-45-pakistanis.html"}],"tokens":["terrorist"],"total":723},{"offset":"0","results":[{"body":"Representatives of Osama bin Laden contacted Iranian intelligence agents in the mid-1990's in an attempt to forge an anti-American alliance of terror between Iran and Mr. bin Laden's network, Al Qaeda, according to United States intelligence reports. In 1996 a close ally of Mr. bin Laden sought out Iranian intelligence officers in Afghanistan to","byline":"By JAMES RISEN","date":"20011231","title":"A NATION CHALLENGED: QAEDA DIPLOMACY; Bin Laden Sought Iran as an Ally, U.S. Intelligence Documents Say","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-qaeda-diplomacy-bin-laden-sought-iran-ally-us-intelligence.html"},{"body":"In what appeared to be a last-ditch effort to forestall war with India, Pakistan was reported this morning to have arrested Hafiz Muhammad Saeed, the founder of one of two Islamic militant groups accused by India of mounting an attack on the Indian Parliament 18 days ago. Reports by the Reuters and Agence France-Presse news services that appeared","byline":"By JOHN F. BURNS","date":"20011231","title":"Pakistan Is Reported to Have Arrested Militant Leader","url":"http://www.nytimes.com/2001/12/31/world/pakistan-is-reported-to-have-arrested-militant-leader.html"},{"body":"To President Bush, Mitchell E. Daniels Jr. is Blade, the guy who takes a knife to spending proposals in a quest to slow the inexorable growth of government, as Republicans see it -- or to cut into vital programs, in the Democratic view. Mr. Daniels, the director of the White House Office of Management and Budget and one of the administration's most","byline":"By RICHARD W. STEVENSON","date":"20011231","title":"Bush's Budget Director Girds for a Tough Year","url":"http://www.nytimes.com/2001/12/31/us/bush-s-budget-director-girds-for-a-tough-year.html"},{"body":"Connie Lawson spent the last week of November leafing through a thick stack of pink reservation forms at Norris Dam State Park so she could return $9,000 in deposits. Wedding receptions, family reunions and other gatherings -- all were canceled because the state was closing 14 parks, including Norris Dam, and cutting the hours of the remaining 37","date":"20011231","title":"Cuts in Parks Bring Home Tennessee Budget Woes","url":"http://www.nytimes.com/2001/12/31/us/cuts-in-parks-bring-home-tennessee-budget-woes.html"},{"body":"Attacks on Israelis by Palestinians have declined nearly 50 percent in the two weeks since the Palestinian leader Yasir Arafat called for a halt to violence, the Israeli Army said today. But hopes for a continued lull were jolted today when Israeli armed forces shot and killed six Palestinians in two separate incidents near Jewish settlements in","byline":"By DOUGLAS FRANTZ","date":"20011231","title":"New Violence in Mideast, but Attacks by Palestinians Decline","url":"http://www.nytimes.com/2001/12/31/world/new-violence-in-mideast-but-attacks-by-palestinians-decline.html"},{"body":"He bounded through City Hall as if it were his living room, singing ''what a wonderful tow-w-n,'' while trailed by silent bodyguards. They stopped shadowing him only when he reached his corner office, a sanctuary where the most telling additions to the dcor were the most recent: cardboard moving boxes stacked in the corner. So blurred has the man","byline":"By DAN BARRY","date":"20011231","title":"THE GIULIANI YEARS: THE OVERVIEW; A Man Who Became More Than a Mayor","url":"http://www.nytimes.com/2001/12/31/nyregion/the-giuliani-years-the-overview-a-man-who-became-more-than-a-mayor.html"},{"body":"The specter of Sept. 11 will hover over New Year's celebrations across America tonight. With 7,500 police officers on watch, 500,000 revelers are expected to crowd into Times Square for fireworks, music and the ball-drop spectacle. Bells will ring across town for the 3,000 victims. Thousands remembered the victims at ground zero yesterday as New","byline":"By ROBERT D. MCFADDEN","date":"20011231","title":"A NATION CHALLENGED: AN OVERVIEW: DEC. 30, 2001; The Screaming Eagles, War Perspectives","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-overview-dec-30-2001-screaming-eagles-war-perspectives.html"},{"body":"Since Sept. 11, what might be called the secondary wave of the terrorist attacks has been nearly as traumatic to some of us as the attacks themselves: our discovery that we have been demonized and that because we are Americans, we are hated; because we are Americans, we are seen to be deserving of death. ''Words fail us'' was the predominant","byline":"By Joyce Carol Oates","date":"20011231","title":"Words Fail, Memory Blurs, Life Wins","url":"http://www.nytimes.com/2001/12/31/opinion/words-fail-memory-blurs-life-wins.html"},{"body":"The Military Campaign ARMY TO RELIEVE MARINES -- The Pentagon ordered soldiers from the 101st Airborne Division to relieve the Marine Corps in southern Afghanistan, paving the way for a long-term American military presence in the country. The Army's mission will be essentially the same as that of the marines: guarding Taliban and Al Qaeda prisoners","date":"20011231","title":"A Nation Challenged","url":"http://www.nytimes.com/2001/12/31/nyregion/a-nation-challenged-918342.html"},{"body":"Chased from the caves of Tora Bora, hundreds of Al Qaeda fighters have made their way east across the ice-slicked rocks of the White Mountains and into the untamed tribal areas of Pakistan. There could be few better places for a fugitive to flee. The Pashtuns of the region think it their duty to give sanctuary to anyone who requests it, friend or","byline":"By BARRY BEARAK","date":"20011231","title":"A NATION CHALLENGED: SANCTUARY; Tribal Area of Pakistan Gives Refuge to Qaeda Fighters Fleeing Caves","url":"http://www.nytimes.com/2001/12/31/world/nation-challenged-sanctuary-tribal-area-pakistan-gives-refuge-qaeda-fighters.html"}],"tokens":["terrorist"],"total":5522},{"offset":"0","results":[{"body":"Besides a new year, midnight tonight should herald a new era of tougher security at the nation's airports. The new federal Transportation Security Administration says it is ready to meet its toughest mandate established by Congress in the wake of last year's terrorist attacks -- that as of tomorrow it screen all checked luggage for bombs. Tonight's","date":"20021231","title":"Peering Into a Billion Bags","url":"http://www.nytimes.com/2002/12/31/opinion/peering-into-a-billion-bags.html"},{"body":"Yemeni officials said three Americans were killed yesterday at a Baptist missionary hospital in central Yemen by a man apparently belonging to a small cell that planned to victimize both Westerners and secular Yemenis. A fourth American was seriously wounded in the attack, which occurred yesterday after the assailant, identified by the Yemeni news","byline":"By NEIL MacFARQUHAR","date":"20021231","title":"THREATS AND RESPONSES: TERROR; 3 U.S. Citizens Slain in Yemen In Rifle Attack","url":"http://www.nytimes.com/2002/12/31/world/threats-and-responses-terror-3-us-citizens-slain-in-yemen-in-rifle-attack.html"},{"body":"Soaring in a single-engine Cessna over the snow-covered crests and peaks of Fiordland National Park, Robert Rutherford pointed to the cockpit window as he spoke to American tourists bundled in earmuff radios: ''Here you can imagine Gandalf flying on the eagle through the mountains, when he escaped from the tower.'' O.K., no white wizards were","byline":"By JAMES BROOKE","date":"20021231","title":"THE MEDIA BUSINESS: Advertising; New Zealand Markets Itself As Film Land of the 'Rings'","url":"http://www.nytimes.com/2002/12/31/business/media-business-advertising-new-zealand-markets-itself-film-land-rings.html"},{"body":"F.B.I. officials said today that they had received numerous tips in response to their call for information that would help them find five Middle Eastern men who are believed to have entered the country illegally around Dec. 24. But law enforcement officials said that they had not made any progress in locating the five men, whose names, photographs","date":"20021231","title":"Five Illegal Arrivals Still Elude F.B.I.","url":"http://www.nytimes.com/2002/12/31/us/five-illegal-arrivals-still-elude-fbi.html"},{"body":"WITH 2002 drawing to a close, it seems reasonable to take stock of the new millennium. Ignore the bleating of cynics who will damn the exercise as premature, given that the millennium is only two years old. It is never too early for snap judgments. One that may safely be made is that New York is off to the worst start of a millennium in its","byline":"By CLYDE HABERMAN","date":"20021231","title":"NYC; Before Seeing The Ball Drop, Go Figure","url":"http://www.nytimes.com/2002/12/31/nyregion/nyc-before-seeing-the-ball-drop-go-figure.html"},{"body":"THERE are a lot of different ways to measure air traffic. You can count the number of airline seats available at any given time, or the number of passengers getting on planes or the number of miles flown with a paying customer in a seat. But no matter how you cut it, air travel is down significantly. Passengers on domestic airlines flew 13.7","byline":"By Joe Sharkey","date":"20021231","title":"BUSINESS TRAVEL: ON THE ROAD; Revamping Air Travel, From the Ground Up","url":"http://www.nytimes.com/2002/12/31/business/business-travel-on-the-road-revamping-air-travel-from-the-ground-up.html"},{"body":"North Korea's startling revival of its nuclear program, coupled with the unrelenting threat of international terrorism, presents compelling reasons for President Bush to step back from his fixation on attacking Iraq and to reassess his administration's priorities. North Korea's reopening of its plutonium reprocessing plant at Yongbyon puts it","byline":"By Warren Christopher","date":"20021231","title":"Iraq Belongs on the Back Burner","url":"http://www.nytimes.com/2002/12/31/opinion/iraq-belongs-on-the-back-burner.html"},{"body":"Saudi Arabian diplomats have spent the last month on a public relations blitz, lashing out at Americans who raise questions about links between terrorist groups and the country's Islamic charities. Adel al-Jubeir, a key foreign-policy adviser to Crown Prince Abdullah, told a Washington press conference of a campaign ''bordering on hate'' and warned","byline":"By Allan Gerson and Ron Motley","date":"20021230","title":"Is Saudi Arabia Tough Enough on Terrorism?","url":"http://www.nytimes.com/2002/12/30/opinion/is-saudi-arabia-tough-enough-on-terrorism.html"},{"body":"If Democrats hungry for a winner in 2004 are hunting for a presidential candidate who has what the last guy lacked, Senator John Edwards of North Carolina stands out as the anti-Gore. He is a fresh face on the political stage -- so fresh that he never sought office before his run for the Senate in 1998. After a career making millions seducing","byline":"By RICHARD L. BERKE","date":"20021230","title":"Freshman Senator Sees the Presidency as His Next, and Second, Office","url":"http://www.nytimes.com/2002/12/30/us/freshman-senator-sees-the-presidency-as-his-next-and-second-office.html"},{"body":"Eleven weeks after the nightclub bombing in Bali that killed 88 Australians, the government has started an advertising campaign urging people to be alert to terrorist dangers at home. The campaign, which opened today and includes television, radio and newspaper ads carrying the slogan ''Let's look out for Australia,'' features sunny suburban scenes","date":"20021230","title":"THREATS AND RESPONSES: ASIA-PACIFIC; 'Let's Look Out for Australia,' An Antiterror Campaign Urges","url":"http://www.nytimes.com/2002/12/30/world/threats-responses-asia-pacific-let-s-look-for-australia-antiterror-campaign.html"}],"tokens":["terrorist"],"total":4709},{"offset":"0","results":[{"body":"When the United States has intelligence about a possible terrorist threat, it has every right to demand that foreign airliners headed for the United States carry air marshals or other law enforcement officers onboard. The total freedom of air carriers from other countries to make their own security rules ends when their planes are bound for","date":"20031231","title":"Guarding Incoming Airliners","url":"http://www.nytimes.com/2003/12/31/opinion/guarding-incoming-airliners.html"},{"body":"President Mohammad Khatami said Tuesday that the arrival of an American aid team in this earthquake-ravaged city was a welcome development but should be viewed as just that -- a humane gesture and not a harbinger of improving relations between the United States and the Islamic republic. ''Humanitarian issues should not be intertwined with deep and","byline":"By NEIL MacFARQUHAR; Steven R. Weisman contributed reporting from Washington for this article.","date":"20031231","title":"Iran Thanks U.S. for Help, but Refrains From an Embrace","url":"http://www.nytimes.com/2003/12/31/world/iran-thanks-us-for-help-but-refrains-from-an-embrace.html"},{"body":"With the nation on high terror alert, the F.B.I. is asking New Jersey Muslims to report any suspicious activity, including threats against themselves, mosques or schools, as well as potential terrorist activity. Continuing efforts it intensified after the Sept. 11, 2001, terror attacks, the F.B.I. in New Jersey contacted Muslim community leaders in","date":"20031231","title":"Metro Briefing | New Jersey: Newark: F.B.I. Seeks Help From Muslims","url":"http://www.nytimes.com/2003/12/31/nyregion/metro-briefing-new-jersey-newark-fbi-seeks-help-from-muslims.html"},{"body":"Kenneth R. Feinberg looks more fatigued than he did two years ago, when he agreed to work free as the administrator of the federal program to compensate the eligible relatives of Sept. 11 victims. The job, he now says, was ''by far the most difficult assignment'' of his legal career. But if he has worked almost nonstop, getting only three or four","byline":"By DAVID W. CHEN","date":"20031231","title":"Man Behind Sept. 11 Fund Describes Effort as a Success, With Reservations","url":"http://www.nytimes.com/2003/12/31/nyregion/man-behind-sept-11-fund-describes-effort-as-a-success-with-reservations.html"},{"body":"Helicopters swept the sky, and clusters of police officers stood guard on street corners. But for revelers in Times Square, the New Year's Eve countdown was about party, not panic. With the nation on a heightened terror alert, security was tight throughout the city. In Times Square, where crowds began forming early yesterday afternoon, police","byline":"By SABRINA TAVERNISE; Reporting for this article was contributed by Janon Fisher, Jason George, Colin Moynihan and Howard O. Stier.","date":"20031231","title":"In Packed Square, Fear Is Pushed Out By the Big Party","url":"http://www.nytimes.com/2003/12/31/nyregion/in-packed-square-fear-is-pushed-out-by-the-big-party.html"},{"body":"The Philippine authorities said Tuesday that they were deporting two American brothers arrested for suspected links to terrorism. One of the men worked until 2000 for the Lawrence Livermore National Laboratory, the laboratory said. A spokesman for the laboratory, a major nuclear weapons facility near San Francisco, said the Federal Bureau of","byline":"By DOUGLAS JEHL","date":"20031231","title":"Philippines to Deport U.S. Brothers Held in Terror Inquiry","url":"http://www.nytimes.com/2003/12/31/world/philippines-to-deport-us-brothers-held-in-terror-inquiry.html"},{"body":"The police in Hamburg closed the streets around a military hospital on Tuesday and questioned everybody going in and out after receiving what they called ''concrete indications'' from American intelligence agencies that a terror attack was being planned against the hospital. About 100 police officers wearing bulletproof vests and carrying automatic","byline":"By RICHARD BERNSTEIN","date":"20031231","title":"German Police Seal Off Hospital in Hamburg in Terror Alert","url":"http://www.nytimes.com/2003/12/31/world/german-police-seal-off-hospital-in-hamburg-in-terror-alert.html"},{"body":"Increasingly concerned about the threat of terrorists' hijacking an international flight, the Bush administration issued an emergency order on Monday demanding that foreign airlines place armed air marshals on flights that travel into, out of or over the United States if American officials determine there is a threat. The move is a significant","byline":"By ERIC LICHTBLAU","date":"20031230","title":"AMERICANS ORDER FOREIGN AIRLINES TO USE MARSHALS","url":"http://www.nytimes.com/2003/12/30/us/americans-order-foreign-airlines-to-use-marshals.html"},{"body":"It may not have been the crime of the ages, but it was a remarkable feat. A 55-seat private bus was stolen from the Port Authority Bus Terminal in broad daylight on Sunday -- backed right out of the terminal and driven away. It was seven hours before the police knew it was gone. When it was finally found, the police said a drunken former bus driver","byline":"By ROBERT F. WORTH","date":"20031230","title":"Bus Thief's Trip To Kennedy Raises Alarm, And Questions","url":"http://www.nytimes.com/2003/12/30/nyregion/bus-thief-s-trip-to-kennedy-raises-alarm-and-questions.html"},{"body":"Scheduled Flights Increased 3% in 2003 The number of scheduled flights increased 3 percent worldwide in 2003 over 2002, according to year-end data from OAG, the publisher of airline schedules. Some of the sharpest growth came on heavily competitive business-travel routes in the United States, where low-cost carriers are battling mainline","byline":"By JOE SHARKEY","date":"20031230","title":"BUSINESS TRAVEL; MEMO PAD","url":"http://www.nytimes.com/2003/12/30/business/business-travel-memo-pad.html"}],"tokens":["terrorist"],"total":3489},{"offset":"0","results":[{"body":"In the past week, laser beams of unknown origins have been shined into the cockpits of seven airplanes as they were about to land at various airports around the country, including Teterboro Airport. Federal officials announced on Thursday that they were initiating a major investigation to determine whether the episodes were related to terrorism. In","byline":"By JEFFREY GETTLEMAN","date":"20041231","title":"F.B.I. to Investigate Reports Of Lasers Beamed at Planes","url":"http://query.nytimes.com/gst/fullpage.html?res=9E06E0DB1439F932A05751C1A9629C8B63"},{"body":"A federal prosecutor in the trial of Lynne F. Stewart, a lawyer accused of terrorist conspiracy, mounted an aggressive point-by-point attack yesterday on her defense arguments, telling the jury that Ms. Stewart lied when she testified that she never meant to promote Islamic violence. The comments by the prosecutor, Andrew Dember, became so","byline":"By JULIA PRESTON","date":"20041231","title":"Terror Trial's Summation Draws Defense's Objections","url":"http://query.nytimes.com/gst/fullpage.html?res=9A01E2DB1439F932A05751C1A9629C8B63"},{"body":"It turns out there's no quit in the independent commission on the 9/11 attacks. After shaming the White House and Congress into overhauling the nation's befuddled intelligence network, the members of the bipartisan panel now say they're going to become lobbyists. The commission members plan to pester lawmakers on a key part of the reform agenda","date":"20041231","title":"Energizer Bunnies","url":"http://query.nytimes.com/gst/fullpage.html?res=9500E4D81439F932A05751C1A9629C8B63"},{"body":"A federal prosecutor told a Manhattan jury yesterday that Lynne F. Stewart, a lawyer accused of aiding terrorists, had been an eager conspirator in a plot to restart a suspended campaign of attacks by Muslim fundamentalists against the government of Egypt. On the first day of his summations in the government's case against Ms. Stewart, the","byline":"By JULIA PRESTON","date":"20041230","title":"Terror Case Against Lawyer Is Summed Up","url":"http://query.nytimes.com/gst/fullpage.html?res=9807E5D61739F933A05751C1A9629C8B63"},{"body":"United States troops and warplanes killed at least 25 insurgents who used car bombs and rocket-propelled grenades to try to overrun an American combat outpost in Mosul on Wednesday afternoon, the American military said. It was the fiercest fighting the restive northern city has seen in weeks. Fifteen American soldiers were wounded, military","byline":"By RICHARD A. OPPEL Jr. and KHALID AL-ANSARY","date":"20041230","title":"25 Insurgents Are Killed Trying to Overrun U.S. Outpost in Mosul","url":"http://query.nytimes.com/gst/fullpage.html?res=9805E6D71739F933A05751C1A9629C8B63"},{"body":"More than three years after the attacks of Sept. 11, 2001, infighting between federal agencies has so slowed efforts to unify the government's various systems for identifying fingerprints that most visitors to the United States are still not fully screened, Justice Department investigators said in a report issued on Wednesday. Glenn A. Fine, the","byline":"By ELISABETH BUMILLER","date":"20041230","title":"System Using Fingerprints Is Delayed, Report Finds","url":"http://query.nytimes.com/gst/fullpage.html?res=9C04E3D61739F933A05751C1A9629C8B63"},{"body":"With mild temperatures expected to help draw hundreds of thousands of visitors to Times Square on New Year's Eve, the police will patrol the city on foot, from the air and on the water, the mayor and police commissioner said yesterday. ''This is a large, complex operation, but nothing we haven't seen before and nothing we haven't done before,''","byline":"By MICHAEL WILSON","date":"20041230","title":"30 Agencies to Help Secure New Year's Eve Celebration","url":"http://query.nytimes.com/gst/fullpage.html?res=9B04E5D91739F933A05751C1A9629C8B63"},{"body":"INTERNATIONAL A3-15 World Leaders Promise Asia Long-Range Aid World leaders, including President Bush, promised long-range help to Asian countries as impatience with the pace of relief efforts soared along with the estimated toll from the week's disaster, which officials said now surpassed 80,000 dead. A1 The estimated number of dead climbed to","date":"20041230","title":"NEWS SUMMARY","url":"http://query.nytimes.com/gst/fullpage.html?res=940DE3D61739F933A05751C1A9629C8B63"},{"body":"Rapidly climbing death estimates from the earthquake-generated waves that struck a dozen countries Sunday are likely to be highly inaccurate for some time, despite the best efforts of aid officials to nail them down, experts said yesterday. Estimates of the dead climbed to 57,000 yesterday, which would make the tsunami toll the worst in recorded","byline":"By DONALD G. McNEIL Jr.","date":"20041229","title":"ASIA'S DEADLY WAVES: THE VICTIMS; Experts Say Accurate Toll Is Hard to Calculate","url":"http://query.nytimes.com/gst/fullpage.html?res=9A00E3DF1739F93AA15751C1A9629C8B63"},{"body":"Eddie Layton, a sports institution in New York as the organist at Yankee Stadium and Madison Square Garden, died Sunday at his home in Forest Hills, Queens. His death was announced by the Yankees, who said it came after a brief illness. Layton customarily declined to reveal his age, but he was believed to be in his late 70's. When he was hired in","byline":"By RICHARD GOLDSTEIN","date":"20041228","title":"Eddie Layton, a New York Sports Fixture, Is Dead","url":"http://query.nytimes.com/gst/fullpage.html?res=9B02E4D61F30F93BA15751C1A9629C8B63"}],"tokens":["terrorist"],"total":3228},{"offset":"0","results":[{"body":"A Palestinian leader who is serving five life sentences in an Israeli prison vowed Friday that if his associates were elected in Palestinian elections next month, corruption would be snuffed out and honest government installed. Marwan Barghouti, formerly the head of Fatah in the West Bank, called on Palestinians ''to renew their confidence in Fatah","byline":"By STEVEN ERLANGER","date":"20051231","title":"Jailed Palestinian Urges Voters to Back Fatah","url":"http://www.nytimes.com/2005/12/31/international/middleeast/31mideast.html"},{"body":"The Justice Department said on Friday that it had opened a criminal investigation into the disclosure of classified information about a secret National Security Agency program under which President Bush authorized eavesdropping on people in the United States without court warrants. The investigation began in recent days after a formal referral from","byline":"By SCOTT SHANE; David E. Sanger contributed reporting from Crawford, Tex., for this article.","date":"20051231","title":"CRIMINAL INQUIRY OPENS INTO LEAK IN EAVESDROPPING","url":"http://www.nytimes.com/2005/12/31/politics/31inquire.html"},{"body":"In a startling break with President Bashar al-Assad, the long-serving former vice president of Syria said Friday that Mr. Assad threatened former Prime Minister Rafik Hariri of Lebanon months before the Lebanese was assassinated. ''Hariri was subject to many threats from Syria,'' the former official, Abdel-Halim Khaddam, said in an interview","byline":"By JOHN KIFNER","date":"20051231","title":"Ex-Syrian Aide Says Assad Did Threaten Lebanese","url":"http://www.nytimes.com/2005/12/31/international/middleeast/31syria.html"},{"body":"Antelope Wells, N.M., and Morses Line, Vt., are hardly the most populated spots on the map. But with the installation of a new immigration control system at those and 16 other border-crossing posts last week, the Department of Homeland Security has reached a milestone. Every port of entry into the United States -- land, sea or air -- is now","byline":"By ERIC LIPTON","date":"20051230","title":"Border Control Takes One Leap Forward","url":"http://www.nytimes.com/2005/12/30/politics/30visit.html"},{"body":"Strangely, the more doubt that DNA testing casts on the fairness of the American system of justice, the more criminal cases on television dramas become open-and-shut. The ''Law & Order'' shows all vibrate with moral certainty. The ''CSI'' series make a religion of forensic science. ''In Justice,'' on ABC, is a crime drama that focuses on a less","byline":"By ALESSANDRA STANLEY","date":"20051230","title":"TV WEEKEND; A Mission to Free the Innocent and Expose the Guilty","url":"http://tv.nytimes.com/2005/12/30/arts/television/30tvwk.html"},{"body":"HERE is your 32nd annual chance to Beat the Pundit. In each multiple choice, pick one, none or all. In a good year, a master prognosticator gets four right. 1. U.S. troops in Iraq at 2006 year's end will number: (a) current ''base line'' 138,000; (b) closer to 100,000; (c) closer to 90,000; (d) 80,000 or below. 2. Speaker of the House succeeding","byline":"By William Safire","date":"20051230","title":"The Office Pool, 2006","url":"http://www.nytimes.com/2005/12/30/opinion/30safire.html"},{"body":"INTERNATIONAL A3-14 U.S. Plans More Advisers After Claims of Iraq Abuse American commanders are planning a steep increase in the number of American soldiers advising Iraqi police commando units, in part to curtail human rights abuses that the units are suspected of inflicting on Sunni Arabs, a senior American commander in Iraq said. Human rights","date":"20051230","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9802E6D71330F933A05751C1A9639C8B63"},{"body":"IT was a year of apocalyptic events. Hurricanes and floods and earthquakes humbled us. Holy wars raged at home and abroad. Deep Throat was unmasked, but the hero of Watergate, Bob Woodward, re-emerged in a strange new guise, covering up White House secrets. Avian flu lurked. Brad dumped Jen, the girl next door, and took up with the enchantress","byline":"By William Falk","date":"20051230","title":"While You Were Sleeping","url":"http://www.nytimes.com/2005/12/30/opinion/30falk.html"},{"body":"The chief of a Russian parliamentary commission on Wednesday criticized the official handling of the terrorist seizure of a school in Beslan last year, saying in a public report that an investigation he headed had found ''miscalculations and drawbacks'' in the authorities' work and that the siege could have been prevented if the local police had","byline":"By C. J. CHIVERS","date":"20051229","title":"Report on Russia Massacre Faults Officials","url":"http://www.nytimes.com/2005/12/29/international/europe/29beslan.html"},{"body":"The Small Business Administration allowed special post-9/11 loans to go to Dunkin' Donuts and Subway franchises and thousands of other businesses nationwide without ensuring that they had been financially hurt by the attacks, according to a report released Wednesday by the agency's inspector general. The load program has come under criticism","byline":"By DANNY HAKIM","date":"20051229","title":"Report Finds Far-Flung Use Of 9/11 Loans","url":"http://query.nytimes.com/gst/fullpage.html?res=9907E5DB1330F93AA15751C1A9639C8B63"}],"tokens":["terrorist"],"total":2360},{"offset":"0","results":[{"body":"At one end of a converted trailer in the American military detention center here, a graying Pakistani businessman sat shackled before a review board of uniformed officers, pleading for his freedom. The prisoner had seen just a brief summary of what officials said was a thick dossier of intelligence linking him to Al Qaeda. He had not seen his own","byline":"By TIM GOLDEN","date":"20061231","title":"For Guantnamo Review Boards, Limits Abound","url":"http://www.nytimes.com/2006/12/31/us/31gitmo.html"},{"body":"A phalanx of Ethiopian tanks and armored personnel carriers chugged toward Kismayo, the last city occupied by Somalia's diminished Islamist movement, witnesses said Saturday, while the Islamists inside the city dug in and vowed never to surrender. According to residents along Somalia's coast, the Ethiopian troops, with soldiers from Somalia's","byline":"By JEFFREY GETTLEMAN; Mohammed Ibrahim and Yuusuf Maxamuud contributed reporting from Mogadishu, Somalia.","date":"20061231","title":"Somalia's Islamists, Cornered, Vow Never to Surrender","url":"http://www.nytimes.com/2006/12/31/world/africa/31somalia.html"},{"body":"IT'S hard to imagine any city enduring the sharp swing of emotions that London experienced in the summer of 2005. On Wednesday, July 6, the streets were full of jubilant crowds, all responding with amazement at the news that the city had been awarded the Olympic Games for 2012. Then, just one day later, many of those same people strode the city","byline":"By STUART EMMRICH","date":"20061231","title":"36 HOURS; London","url":"http://travel.nytimes.com/2006/12/31/travel/31hours.html"},{"body":"Anti-Ethiopia riots erupted in Mogadishu, the capital of Somalia, on Friday, while masked gunmen emerged for the first time on the streets, a day after Ethiopian-backed troops captured the city from Islamist forces. Hundreds of Somalis flooded into bullet-pocked boulevards to hurl rocks at the Ethiopian soldiers, set tires on fire and shout","byline":"By JEFFREY GETTLEMAN; Mohammed Ibrahim and Yuusuf Maxamuud contributed reporting from Mogadishu, Somalia.","date":"20061230","title":"Somalis Split as Fighting Halts And Hint of Insurgency Looms","url":"http://www.nytimes.com/2006/12/30/world/africa/30somalia.html"},{"body":"The Pentagon is seeking nearly $100 billion for operations in Iraq, Afghanistan and elsewhere, a request that, if approved by Congress, would set an annual record for war-related spending. The $99.7 billion request, detailed in a 17-page internal Defense Department memorandum dated Dec. 7, would be in addition to $70 billion appropriated in","byline":"By DAVID S. CLOUD","date":"20061230","title":"Pentagon To Request Billions More In War Money","url":"http://www.nytimes.com/2006/12/30/washington/30budget.html"},{"body":"INTERNATIONAL A3-15 Somali Government Troops March Into Mogadishu Just hours after Islamist fighters abandoned Mogadishu, the capital of Somalia, triumphant troops of the transitional government marched into the city in a stunning reversal of fortune. A1 Hussein Execution Nears Preparations for the execution of Saddam Hussein began taking on a","date":"20061229","title":"News Summary","url":"http://query.nytimes.com/gst/fullpage.html?res=9804E3D71F31F93AA15751C1A9609C8B63"},{"body":"Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional","date":"20061229","title":"The Listings: Dec. 29 - Jan. 4","url":"http://query.nytimes.com/gst/fullpage.html?res=9C06E5DB1F31F93AA15751C1A9609C8B63"},{"body":"Just hours after Islamist fighters abandoned Mogadishu, the capital from which they ruled much of Somalia, thousands of troops of the transitional government marched into the city on Thursday in a stunning reversal of fortune. The government soldiers and the Ethiopian infantrymen who have been backing them poured in from the outskirts, residents","byline":"By JEFFREY GETTLEMAN; Mohammed Ibrahim and Yuusuf Maxamuud contributed reporting from Mogadishu, and Mark Mazzetti from Washington.","date":"20061229","title":"SOMALIA FORCES RETAKE CAPITAL FROM ISLAMISTS","url":"http://www.nytimes.com/2006/12/29/world/africa/29somalia.html"},{"body":"Russian investigators said they had confirmed through forensic analysis that a man killed in an explosion in July near Chechnya was Shamil Basayev, the Chechen guerrilla and terrorist leader. Mr. Basayev, the sardonic and one-footed architect of the worst acts of terrorism in post-Soviet Russia, had been the country's most-wanted man. He was","byline":"By C. J. CHIVERS","date":"20061228","title":"World Briefing | Europe: Russia: Chechen Terror Chief's Death Confirmed","url":"http://query.nytimes.com/gst/fullpage.html?res=9D07E7DC1F31F93BA15751C1A9609C8B63"},{"body":"It is tempting to wink at Ethiopia's stunningly successful offensive in Somalia. It pushed back a hateful Islamic militia that was defying the United Nations, threatening to impose religious tyranny and, according to Washington, harboring international terrorists. The Bush administration quickly succumbed to temptation, lauding Ethiopia's attacks","date":"20061228","title":"War in the Horn of Africa","url":"http://www.nytimes.com/2006/12/28/opinion/28thur2.html"}],"tokens":["terrorist"],"total":2251},{"offset":"0","results":[{"body":"Ahmed Rafiki sprawled on the makeshift couch in his cell, a fresh red henna dye in his long hair and beard. Known to other militants as the father of Moroccan jihadists, he was convicted in 2003 of leading young men to fight Americans in Afghanistan. But here in Oukacha Prison, Mr. Rafiki, an Islamist cleric, is serving the final months of his","byline":"By MICHAEL MOSS and SOUAD MEKHENNET; Margot Williams contributed reporting from New York.","date":"20071231","title":"For Jihadists in Jails, Protests Win Leverage Over Their Keepers","url":"http://www.nytimes.com/2007/12/31/world/africa/31prison.html"},{"body":"New details of Benazir Bhutto's final moments, including indications that her doctors felt pressured to conform to government accounts of her death, fueled the arguments over her assassination on Sunday and added to the pressure on Pakistan's leaders to accept an international inquiry. Athar Minallah, a board member of the hospital where Ms. Bhutto","byline":"By JANE PERLEZ; Somini Sengupta contributed reporting from Karachi, Pakistan.","date":"20071231","title":"New Questions Arise in Killing Of Ex-Premier","url":"http://www.nytimes.com/2007/12/31/world/asia/31inquiry.html"},{"body":"ABC and CNN were the only American television networks that had full-time employees in Pakistan when Benazir Bhutto, the former prime minister, was assassinated Thursday. The significant time lag between her death and the arrival of Western correspondents forced the networks to hustle and improvise. NBC, MSNBC and Fox News Channel relied on phone","byline":"By BRIAN STELTER","date":"20071231","title":"Most Networks Scrambled to Get People to Pakistan After Killing","url":"http://www.nytimes.com/2007/12/31/business/media/31networks.html"},{"body":"The circumstances surrounding the killing of two Israeli settlers by Palestinian gunmen in the West Bank on Friday remained shrouded in confusion on Sunday, with three Palestinian militias, including one connected with President Mahmoud Abbas's Fatah organization, claiming responsibility for the attack. The prime minister of Israel, Ehud Olmert,","byline":"By ISABEL KERSHNER","date":"20071231","title":"Attack on 2 Israeli Settlers Rattles Peace Negotiations","url":"http://www.nytimes.com/2007/12/31/world/middleeast/31mideast.html"},{"body":"It didn't take long for the glow of the Annapolis peace conference to wear off. Israelis and Palestinians have quickly fallen back into predictable destructive patterns. Arab countries have not done anywhere near enough to support the negotiations. Even the United States is behind on its pledges: because of bureaucratic wrangling and Israeli","date":"20071231","title":"EDITORIAL; About That Peace Process","url":"http://www.nytimes.com/2007/12/31/opinion/31mon2.html"},{"body":"If there is one thing to listen for in judging how the presidential candidates would engage with the rest of the world, it may be how they talk about embracing, changing or abandoning the Bush doctrine. That doctrine has been interpreted to mean different things at different times by different people, including President Bush and his aides, who","byline":"By DAVID E. SANGER","date":"20071230","title":"How to Divine Foreign Policy Of Candidates","url":"http://www.nytimes.com/2007/12/30/us/politics/30issuesD.html"},{"body":"The Qaeda network accused by Pakistan's government of killing the opposition leader Benazir Bhutto is increasingly made up not of foreign fighters but of homegrown Pakistani militants bent on destabilizing the country, analysts and security officials here say. In previous years, Pakistani militants directed their energies against American and NATO","byline":"By CARLOTTA GALL; Eric Schmitt contributed reporting from Washington.","date":"20071230","title":"Local Militants In Pakistan Add To Qaeda Threat","url":"http://www.nytimes.com/2007/12/30/world/asia/30pakistan.html"},{"body":"In a television interview a few months after the terrorist attacks of Sept. 11, 2001, Vice President Dick Cheney described a sense of obligation he shared with President Bush. The two men wanted, Mr. Cheney said, ''to pass on our offices in better shape than we found them to our successors.'' Mr. Cheney wasn't talking about the furniture. He was","byline":"By ADAM LIPTAK","date":"20071230","title":"More Power For Executive: Will It Last?","url":"http://www.nytimes.com/2007/12/30/us/politics/30issuesC.html"},{"body":"ON my first morning in Sana, the capital of Yemen, the call to prayer didn't just rouse me from sleep, it rattled the window panes, seemed to shake the foundation of my hotel, and spread from minaret to minaret as if the entire Old City was an enormous echo chamber. The scratchy invocations thundered on for so long I wondered whether it was even","byline":"By TOM DOWNEY","date":"20071230","title":"Yemen's Exotic Secrets","url":"http://travel.nytimes.com/2007/12/30/travel/30Yemen.html"},{"body":"THE NEWS With polls showing the outcome of the Jan. 3 Iowa caucuses up in the air, the top Democratic presidential candidates sharpened their appeals. BEHIND THE NEWS An extremely tight race among Hillary Rodham Clinton, Barack Obama and John Edwards put the focus on the many likely caucusgoers who were undecided. Mrs. Clinton said she alone had","date":"20071230","title":"The Final Stretch to Iowa | Dec. 23-29","url":"http://query.nytimes.com/gst/fullpage.html?res=9D0CE6DD1038F933A05751C1A9619C8B63"}],"tokens":["terrorist"],"total":1799},{"offset":"0","results":[{"body":"Israel is engaged in an ''all-out war with Hamas,'' Defense Minister Ehud Barak told Parliament on Monday as his air force struck at the organization's civic institutions -- the Islamic University, Interior Ministry and presidential guesthouse. The death toll surpassed 350, some 60 of them civilians, according to United Nations officials. As the","byline":"By ETHAN BRONNER and TAGHREED EL-KHODARY; Ethan Bronner reported from Jerusalem and Taghreed El-Khodary from Gaza. Dina Kraft contributed reporting from Ashkelon, Israel, and Mark Landler from Washington.","date":"20081230","title":"NO EARLY END SEEN TO 'ALL-OUT WAR' ON HAMAS IN GAZA","url":"http://www.nytimes.com/2008/12/30/world/middleeast/30mideast.html"},{"body":"A MAN wearing a private security uniform with a great big badge pinned to his maroon coat provided a timely lesson in security recently at the airport in Newark. ''It don't fit, and you can't take it on,'' this fellow rudely told a young woman who was kneeling on the floor at the entrance for the security line trying to repack her carry-on bag. She","byline":"By JOE SHARKEY","date":"20081230","title":"ON THE ROAD; New Focus on Behavior As Airport Security Evolves","url":"http://www.nytimes.com/2008/12/30/business/30road.html"},{"body":"When the gunfire started at Mumbai's main train terminal last month, Sebastian D'souza was well placed to respond. From his office directly across the street, Mr. D'souza, the photography editor of the newspaper The Mumbai Mirror, grabbed his Nikon and two lenses and headed out into the blood-soaked night of Nov. 26. Peering from behind pillars and","byline":"By THOMAS FULLER","date":"20081230","title":"With Shutter's Click, Bearing Witness to Rampage in Mumbai","url":"http://www.nytimes.com/2008/12/30/world/asia/30mumbai.html"},{"body":"A rare point of consensus in Israel, a normally fractious country, has been the desire to see Gilad Shalit, the Israeli corporal who has been held captive in Gaza for more than two years, return alive. Yet when Israelis woke up on Monday to a report on Egyptian television that the soldier, now 22, had been hurt in the Israeli bombardment of Hamas","byline":"By ISABEL KERSHNER","date":"20081230","title":"A Captured Israeli Soldier Figures in Military Assessments and Political Calculus","url":"http://www.nytimes.com/2008/12/30/world/middleeast/30shalit.html"},{"body":"Employing a tactic not seen in Iran before, a suicide bomber affiliated with a Sunni militant group killed four people and wounded 12 in an attack early Monday in Saravan, a southeastern city, the official IRNA news agency reported. The group, Jundallah, has attacked Iranian armed forces and Revolutionary Guards in the past. But this was the first","byline":"By NAZILA FATHI","date":"20081230","title":"Bomber Kills 4 in Iran In Rare Act","url":"http://www.nytimes.com/2008/12/30/world/middleeast/30iran.html"},{"body":"Swiss authorities have released from jail a man suspected of smuggling atomic technology to Libya and Iran as part of the nuclear black market of Abdul Qadeer Khan, officials and family members said Monday. The suspect, Urs Tinner, was freed Dec. 22 after more than four years in investigative detention, Swiss officials said. They added that his","byline":"By WILLIAM J. BROAD","date":"20081230","title":"After 4 Years, Switzerland Frees Man Suspected of Smuggling Nuclear Technology","url":"http://www.nytimes.com/2008/12/30/world/europe/30nuke.html"},{"body":"When President-elect Barack Obama went to Israel in July -- to the very town, in fact, whose repeated shelling culminated in this weekend's new fighting in Gaza -- he all but endorsed the punishing Israeli attacks now unfolding. ''If somebody was sending rockets into my house, where my two daughters sleep at night, I'm going to do everything in my","byline":"By STEVEN LEE MYERS and HELENE COOPER; Jackie Calmes contributed reporting from Honolulu.","date":"20081229","title":"Gaza Crisis Is Another Challenge for Obama, Who Defers to Bush for Now","url":"http://query.nytimes.com/gst/fullpage.html?res=9C06E6DD1638F93AA15751C1A96E9C8B63"},{"body":"Mexicans got new word Saturday of the narcotics mafias' relentless efforts to infiltrate the government here when authorities accused a midranking army officer in the elite presidential guard of selling information about the whereabouts of President Felipe Caldern to the drug lords. The officer, Maj. Arturo Gonzlez Rodrguez, was taken into","byline":"By SAM DILLON and ANTONIO BETANCOURT","date":"20081229","title":"Mexican Officer Accused Of Working With Cartels","url":"http://www.nytimes.com/2008/12/29/world/americas/29mexico.html"},{"body":"Though tensions have risen in the past few days, neither India's governing coalition led by the Congress Party nor its habitually hawkish political opposition is advocating a military confrontation with Pakistan, the country's neighbor and archrival. Pakistan's redeployment of troops late last week to its border with India, from its tribal areas in","byline":"By SOMINI SENGUPTA; Richard A. Oppel Jr. contributed reporting from Islamabad, Pakistan.","date":"20081229","title":"No Easy Indian Response To Pakistan's Troop Shift","url":"http://www.nytimes.com/2008/12/29/world/asia/29india.html"},{"body":"Israeli troops and tanks massed along the Gaza border and the government said it had called up reserves for a possible ground operation, as the death toll increased to nearly 300 after Israeli aircraft pounded Gaza for a second day on Sunday. The continued strikes, which Israel said were in retaliation for sustained rocket fire from Gaza into its","byline":"By TAGHREED EL-KHODARY and ISABEL KERSHNER; Taghreed El-Khodary reported from Gaza, and Isabel Kershner from Jerusalem. Reporting was contributed by Robert F. Worth and Hwaida Saad from Beirut, Lebanon, Nazila Fathi from Tehran, Rina Castelnuovo from the Israel-Gaza border, Khaled Abu Aker from Ramallah, West Bank, and an employee of The New York Times from Syria.","date":"20081229","title":"ISRAEL KEEPS UP ASSAULT ON GAZA; ARAB ANGER RISES","url":"http://www.nytimes.com/2008/12/29/world/middleeast/29mideast.html"}],"tokens":["terrorist"],"total":1635},{"offset":"0","results":[{"body":"To the Editor: Re ''The System Failed'' (editorial, Dec. 30): The only positive side of the Northwest Flight 253 bombing attempt was that nobody was hurt because of the exemplary courage shown by passengers. But this incident exposes a gaping hole in the security of our national aviation system, one of the most vulnerable targets for terrorists.","date":"20091231","title":"LETTERS; How to Prevent Terror in the Skies","url":"http://query.nytimes.com/gst/fullpage.html?res=9B05E3DE133AF932A05751C1A96F9C8B63"},{"body":"For two hours on Wednesday, Times Square morphed into a militarized zone as the police swarmed an unoccupied van with blacked out windows and no license plates parked in an area set aside for Thursday's New Year's Eve celebration. Streets were closed, buildings were evacuated and bomb squad technicians with a robot were called in for what turned","byline":"By AL BAKER","date":"20091231","title":"Safety and Numbers Are Bywords for New Year's Eve in Times Square","url":"http://www.nytimes.com/2009/12/31/nyregion/31security.html"},{"body":"The National Security Agency four months ago intercepted conversations among leaders of Al Qaeda in Yemen discussing a plot to use a Nigerian man for a coming terrorist attack, but American spy agencies later failed to combine the intercepts with other information that might have disrupted last week's attempted airline bombing. The electronic","byline":"By MARK MAZZETTI and ERIC LIPTON; Peter Baker in Honolulu, Adam Nossiter in Nigeria and Scott Shane in Washington contributed reporting.","date":"20091231","title":"U.S. SPY AGENCIES FAILED TO COLLATE CLUES ON TERROR","url":"http://www.nytimes.com/2009/12/31/us/31terror.html"},{"body":"The plot to blow up a Northwest Airlines flight over American soil on Christmas Day represents an ominously new and lethal ability by a branch of Al Qaeda to attack the United States directly, according to government and independent counterterrorism specialists. Until now, American officials had expressed concern over the capability of Qaeda","byline":"By ERIC SCHMITT","date":"20091231","title":"Jetliner Plot Demonstrates Growing Ability of Qaeda Affiliates to Stage Attacks","url":"http://www.nytimes.com/2009/12/31/world/31offshoot.html"},{"body":"Attacks by two suicide bombers on Wednesday near the office of the governor of embattled Anbar Province wounded the governor, a police commander said. The two bombs killed 24 people and wounded 58, said Jasen Mohammed Hamed, chief of the Anbar provincial council. It was not immediately clear if the governor was the bombers' target, but the attack","byline":"By JOHN LELAND and MARK McDONALD; John Leland reported from Baghdad, and Mark McDonald from Hong Kong. Anwar J. Ali and Mohammed Hussein contributed reporting from Baghdad, and Iraqi employees of The New York Times from Ramadi and Diyala Province.","date":"20091231","title":"Bombs Kill 24 in Iraq And Wound A Governor","url":"http://www.nytimes.com/2009/12/31/world/middleeast/31iraq.html"},{"body":"The 1.1 million children in the New York City public school system are on winter recess this holiday week. Thousands of other students in Catholic schools across the five boroughs are also on break. Dozens of privately run, publicly financed charter schools are empty. Even many of the city's Islamic schools, like Al-Iman and the Razi School, both","byline":"By MANNY FERNANDEZ","date":"20091231","title":"NEW YORK, INTERRUPTED; Just Another Day at School, With No Regrets","url":"http://www.nytimes.com/2009/12/31/nyregion/31nyinterrupted.html"},{"body":"NEW YORK -- That Umar Farouk Abdulmutallab, fated to go down in history as the failed underwear bomber, comes from a prominent and prosperous family in Nigeria invites comparison with Maj. Nidal Malik Hasan, the U.S. Army psychiatrist who is accused of killing 13 fellow soldiers at Fort Hood, Texas, in November. Both men came from middle- or","byline":"By RICHARD BERNSTEIN","date":"20091231","title":"LETTER FROM AMERICA; Upper Crust Is Often Drawn to Terrorism","url":"http://www.nytimes.com/2009/12/31/us/31iht-letter.html"},{"body":"The finger-pointing began in earnest on Wednesday over who in the alphabet soup of American security agencies knew what and when about the Nigerian man charged with trying to blow up an airliner. But the harshest spotlight fell on the very agency created to make sure intelligence dots were always connected: the National Counterterrorism Center. The","byline":"By SCOTT SHANE; Eric Lipton contributed reporting.","date":"20091231","title":"NEWS ANALYSIS; 9/11 Shadow Is Cast Again","url":"http://www.nytimes.com/2009/12/31/us/31intel.html"},{"body":"For the struggling United States airline industry, the new decade is starting out much like the old. Executives at carriers that survived the 2001 terrorist attacks, soaring fuel prices and a rough economy are now scrambling to find ways to minimize the impact of the Christmas Day bombing attempt on consumers' travel plans in the new year. The","byline":"By MICHELINE MAYNARD","date":"20091231","title":"Airlines Struggle Anew With Flier Frustrations","url":"http://www.nytimes.com/2009/12/31/business/31air.html"},{"body":"The United States should certainly strengthen its intelligence gathering, baggage-and-handling rules -- and all security measures. Meanwhile, the long-term solution to fighting terrorism requires eliminating the excuses to hate the United States. Military actions only multiply motives to loathe America, and make the terrorism problem worse. Does","date":"20091231","title":"LETTERS TO THE INTERNATIONAL HERALD TRIBUNE; The Near Disaster in the Sky","url":"http://query.nytimes.com/gst/fullpage.html?res=9E06E5DC163AF932A05751C1A96F9C8B63"}],"tokens":["terrorist"],"total":1495},{"offset":"0","results":[{"body":"International PEACE HOVERS IN SUDAN, But Soldiers Stay Armed The effort to the reintegrate soldiers in Sudan into civilian life as part of a peace agreement between the north and south has lagged. Only a few hundred of the soldiers have put down their weapons and fully rejoined civilian life. Page A4 SOMALIA FACES CONTRACTORS Somalia's Parliament","date":"20101231","title":"Inside the Times","url":"http://query.nytimes.com/gst/fullpage.html?res=9800E4D91039F932A05751C1A9669D8B63"},{"body":"Gov. David A. Paterson, seeking to assuage critics of a new government program to strengthen immigration enforcement, said Thursday that he had negotiated a pact with federal officials to help protect illegal immigrants in New York without criminal records. But the pact is unlikely to mollify the program's opponents. It does little more than","byline":"By KIRK SEMPLE","date":"20101231","title":"Paterson and Federal Officials Reach Pact on Immigration","url":"http://www.nytimes.com/2010/12/31/nyregion/31secure.html"},{"body":"VATICAN CITY -- Amid a judicial investigation into its famously secretive bank, the Vatican created its own financial watchdog on Thursday and issued sweeping and tough new laws aimed at meeting international standards against money laundering and terrorist financing. In an apostolic letter dated Thursday, Pope Benedict XVI created a new internal","byline":"By RACHEL DONADIO","date":"20101231","title":"Vatican Creates Bank Watchdog to Meet Europe Standards","url":"http://www.nytimes.com/2010/12/31/world/europe/31vatican.html"},{"body":"WASHINGTON -- When the Obama administration wakes up next month to a divided capital, no cabinet member will be facing a more miserable prospect of oversight hearings and subpoenas than Attorney General Eric H. Holder Jr. Mr. Holder is a particularly juicy target because he presides over issues that have served as recurrent fodder for political","byline":"By CHARLIE SAVAGE","date":"20101231","title":"For Attorney General, New Congress Means New Headaches","url":"http://www.nytimes.com/2010/12/31/us/politics/31holder.html"},{"body":"WASHINGTON -- Long is the list of elected officials who, unbowed by terrorist threats, sex scandals, mobsters, pandemics, school system meltdowns, transit strikes or random acts of corruption, found themselves doomed by precipitation. New York City's mayor, Michael R. Bloomberg, may be shaking his fist at the sky this week, cursing the snowstorm","byline":"By JENNIFER STEINHAUER; Kitty Bennett contributed reporting.","date":"20101231","title":"POLITICAL MEMO; Weathering the Storms Of Voter Discontent","url":"http://www.nytimes.com/2010/12/31/us/politics/31memo.html"},{"body":"ATHENS -- A powerful bomb detonated outside a court building near central Athens on Thursday morning, but warning calls allowed the area to be cleared, the police said. There were no injuries, though the building and nearby cars were damaged. The blast came as European concerns over the possibility of attacks by Islamist extremists is at a high","byline":"By NIKI KITSANTONIS","date":"20101231","title":"Bomb Blast Damages Athens Court Building","url":"http://www.nytimes.com/2010/12/31/world/europe/31greece.html"},{"body":"Larry Waldo's family is so large that annual reunions involve a printed program 50 pages thick, with updates on family members and a four-day itinerary. Though Mr. Waldo, 59, has spent most of his adult life in prison, he said he was treated no differently from the lawyers, military personnel and politicians in his family, which is from South","byline":"By JENNIFER MASCIA","date":"20101231","title":"THE NEEDIEST CSES; Putting Sobriety and Work Above Drugs and Crime","url":"http://www.nytimes.com/2010/12/31/nyregion/31neediest.html"},{"body":"The November election in the United States was a partisan triumph for Republicans. But if you listened closely to the voters and read the exit polls you may have detected another trend among the electorate: exhaustion with partisan warfare in Washington, a yearning for bipartisanship. Voters were frank with elected officials from both parties: Stop","byline":"By JAMES A. BAKER III","date":"20101230","title":"I.H.T. OP-ED CONTRIBUTOR; Lessons in Bipartisanship","url":"http://www.nytimes.com/2010/12/30/opinion/30iht-edbaker30.html"},{"body":"Bloomberg financial terminals hummed, stock prices raced across an electronic ticker, and CNBC blared in the background. The trading floor had all the trappings of those at Goldman Sachs, JPMorgan Chase or Morgan Stanley. But this one was some 30 miles away from Wall Street on the campus of Adelphi University, in Garden City, N.Y. In the trading","byline":"By BEN PROTESS","date":"20101230","title":"DEALBOOK; Where Homework Is Managing A $200,000 Stock Portfolio","url":"http://query.nytimes.com/gst/fullpage.html?res=940DE6DB1F39F933A05751C1A9669D8B63"},{"body":"Regarding the editorial ''An attempt at justice (Dec. 29): The problem of what to do with Guantnamo detainees would not exist if the U.S. government simply put on trial in federal courts those who can be tried, as the United States has done with scores of terrorism suspects since 9/11. Some suspects, like the alleged 9/11 mastermind Khalid Sheik","date":"20101230","title":"LETTERS TO THE INTERNATIONAL HERALD TRIBUNE; Put Terrorism Suspects on Trial","url":"http://www.nytimes.com/2010/12/30/opinion/30iht-edlet30.html"}],"tokens":["terrorist"],"total":1492},{"offset":"0","results":[{"body":"Mayor Michael R. Bloomberg's annual interfaith breakfast is typically a feel-good event, a chance for the mayor and other city officials to mingle with representatives of many religions. But the mood at this year's event, held on Friday morning at the New York Public Library, was dampened slightly by a controversy involving accusations of police","byline":"By KATE TAYLOR","date":"20111231","title":"CITY ROOM; Rare Discord at Bloomberg's Interfaith Breakfast","url":"http://query.nytimes.com/gst/fullpage.html?res=9801E3D6123CF932A05751C1A9679D8B63"},{"body":"BEIRUT, Lebanon -- Tens, and possibly hundreds, of thousands of people defied a continuing government crackdown to fill the streets of several Syrian cities on Friday, intent on showing visiting monitors from the Arab League the extent of opposition to President Bashar al-Assad. As thousands marched in Idlib, Homs, Hama and in the suburbs of the","byline":"By KAREEM FAHIM and HWAIDA SAAD; An employee of The New York Times contributed reporting from Damascus, Syria.","date":"20111231","title":"Thousands Rally in Syria to Prove Their Discontent to Arab Monitors","url":"http://www.nytimes.com/2011/12/31/world/middleeast/new-clashes-in-syria-as-monitors-mission-challenged.html"},{"body":"NEW DELHI -- The year that flees us this weekend was violent and hopeful, angry and generative. Was it a good year? It depends where you stood -- among the old or young, in the sclerotic West or vital East, in a surging Arab square or gilded Arab palace. It felt like a year unusually pregnant with consequence. From Tunisia to Egypt to Libya to","byline":"By ANAND GIRIDHARADAS","date":"20111231","title":"CURRENTS; The Middles Found Their Voice in 2011","url":"http://www.nytimes.com/2011/12/31/world/asia/31iht-currents31.html"},{"body":"JERUSALEM -- The Israeli military killed a radical Palestinian militant in Gaza on Friday and seriously wounded another one in what it said was the thwarting of a rocket attack into southern Israel. Palestinian medical authorities confirmed the strike. Witnesses said a group of militants was near the barrier separating Israel and Gaza and was hit","byline":"By ETHAN BRONNER","date":"20111231","title":"Israel: Missile Kills Gaza Militant","url":"http://www.nytimes.com/2011/12/31/world/middleeast/israeli-strike-kills-gaza-militant.html"},{"body":"WASHINGTON -- Even as they advocate for limited government, many of the Republican presidential candidates hold expansive views about the scope of the executive powers they would wield if elected -- including the ability to authorize the targeted killing of United States citizens they deem threats and to launch military attacks without","byline":"By CHARLIE SAVAGE","date":"20111230","title":"Mostly in Echo, Rivals Discuss Reach of Power","url":"http://www.nytimes.com/2011/12/30/us/politics/gop-field-has-broad-views-on-executive-power.html"},{"body":"ISTANBUL -- The Turkish military said Thursday that it had accidently killed at least 35 Turkish cigarette smugglers in airstrikes after mistaking them for separatist fighters in the Kurdish border region with Iraq, infuriating many of Turkey's long-oppressed Kurds. Most of the dead were between 17 and 20 years old. Political opponents denounced","byline":"By SEBNEM ARSU","date":"20111230","title":"Turkish Airstrikes Kill Smugglers Mistaken for Kurdish Separatists","url":"http://www.nytimes.com/2011/12/30/world/middleeast/turkish-airstrikes-kill-35-along-smuggling-route.html"},{"body":"A group of Muslim leaders plans to boycott Mayor Michael R. Bloomberg's annual interfaith breakfast on Friday to protest what it calls the unfair surveillance of Muslims by the New York Police Department. In a letter sent to Mr. Bloomberg on Wednesday, 14 Muslim leaders said they would not attend the breakfast because of what they described as","byline":"By KATE TAYLOR","date":"20111229","title":"14 Muslims Plan Boycott Of Breakfast With Mayor","url":"http://query.nytimes.com/gst/fullpage.html?res=9F0CE2D8173CF93AA15751C1A9679D8B63"},{"body":"Bennett Ramberg's ''A Pandora's box in the Middle East'' (Views, Dec. 27) is conspicuous for ignoring one of the most frightening aspects of Iran's race for nuclear weapons: the possibility that a nuclear device may fall into the hands of a major terrorist organization. If Iran acquires nuclear capabilities, other Middle Eastern countries will","date":"20111229","title":"LETTER; Iran and the Bomb","url":"http://www.nytimes.com/2011/12/29/opinion/iran-and-the-bomb.html"},{"body":"A group of Muslim leaders plans to boycott Mayor Michael R. Bloomberg's annual interfaith breakfast on Friday to protest what it calls the unfair surveillance of Muslims by the New York Police Department. In a letter sent to Mr. Bloomberg on Wednesday, 14 Muslim leaders said they would not attend the breakfast because of what they described as","byline":"By KATE TAYLOR","date":"20111229","title":"14 Muslim Leaders Plan Boycott of Breakfast With Mayor","url":"http://www.nytimes.com/2011/12/29/nyregion/14-muslim-leaders-plan-boycott-of-bloomberg-interfaith-breakfast.html"},{"body":"SEOUL, South Korea -- North Korea said on Tuesday that it wanted to restore scuttled agreements with South Korea that could channel extensive investments from the developed South into the impoverished North. The request was conveyed in the first official interaction with visitors from the South since the death of the North's leader, Kim Jong-il.","byline":"By CHOE SANG-HUN","date":"20111228","title":"North Korea Asks South to Restore Deal to Spur Investment","url":"http://www.nytimes.com/2011/12/28/world/asia/north-korea-calls-for-enactment-of-investment-pact.html"}],"tokens":["terrorist"],"total":1463},{"offset":"0","results":[{"body":"WASHINGTON &mdash; In the months leading up to the Sept. 11 attacks on the American diplomatic mission in Benghazi, the Obama administration received intelligence reports that Islamic extremist groups were operating training camps in the mountains near the Libyan city and that some of the fighters were &ldquo;Al Qaeda-leaning,&rdquo; according to","byline":"By MICHAEL R. GORDON, ERIC SCHMITT and MICHAEL S. SCHMIDT","date":"20121030","title":"No Specific Warnings in Benghazi Attack","url":"http://www.nytimes.com/2012/10/30/world/middleeast/no-specific-warnings-in-benghazi-attack.html"},{"body":"JAKARTA, Indonesia &mdash; The Indonesian counterterrorism police conducted a series of raids over the weekend leading to the arrests of 11 people accused of planning terrorist attacks on several high-profile targets, including the American Embassy here. A police spokesman said that those arrested were part of a relatively new group, the Sunni","byline":"By SARA SCHONHARDT","date":"20121029","title":"Indonesia Accuses 11 of Plotting Attack on U.S. Embassy","url":"http://www.nytimes.com/2012/10/29/world/asia/indonesia-police-make-arrests-in-suspected-terrorist-plo.html"},{"body":"WASHINGTON &mdash; Daniel Patrick Moynihan, the senator and Harvard professor, observed that academic politics is so vicious precisely because the stakes are so small. This year, U.S. politics feels that way, too. The issues don&rsquo;t seem as seminal as those facing the nation during the Cold War or the civil rights movement; the partisanship is","byline":"By ALBERT R. HUNT | BLOOMBERG NEWS","date":"20121029","title":"LETTER FROM WASHINGTON; Who Wins the Presidency Still Matters","url":"http://www.nytimes.com/2012/10/29/us/29iht-letter29.html"},{"body":"WHEN film programmers at the Museum of Modern Art hit a speed bump putting together their coming series on Arab cinema, their Moroccan intern, Othmane Belafrej, did what many people do in times of stress: He called his mother. She was going to Casablanca anyway, he said. And once she got there, she went to the home of the venerable director Mohamed","byline":"By JOHN ANDERSON","date":"20121028","title":"FILM; Films From the Arab World at MoMA","url":"http://www.nytimes.com/2012/10/28/movies/films-from-the-arab-world-at-moma.html"},{"body":"&ldquo;It&rsquo;s as American as apple pie,&rdquo; says Scott Williams, a Christian pastor, social-media strategist and self-appointed world ambassador for the fist bump. &ldquo;It&rsquo;s an attaboy. When you give someone a fist bump, you&rsquo;re telling them, Let&rsquo;s go do this.&rdquo; The fist bump may have arisen spontaneously on city","byline":"By PAGAN KENNEDY","date":"20121028","title":"DESIGN; Who Made That Fist Bump?","url":"http://www.nytimes.com/2012/10/28/magazine/who-made-that-fist-bump.html"},{"body":"JAKARTA, Indonesia (AP) &mdash; Indonesia&rsquo;s antiterrorism squad has arrested 11 people suspected of planning a range of attacks on domestic and foreign targets including the United States Embassy and a site near the Australian Embassy, the police said Saturday. The suspects were arrested on Friday and Saturday in four provinces, said Maj.","byline":"By THE ASSOCIATED PRESS","date":"20121028","title":"Indonesia Arrests 11 It Says Plotted Attack on U.S. Embassy","url":"http://www.nytimes.com/2012/10/28/world/asia/indonesia-arrests-11-it-says-plotted-attack-on-us-embassy.html"},{"body":"WASHINGTON &mdash; One of the currents running through the presidential campaign has been a tacit but fundamental question: After 11 years of the war on terror, what kind of threat does Al Qaeda pose to America? The candidates offered profoundly different answers during their final debate last week, with President Obama repeating his triumphant","byline":"By ROBERT F. WORTH","date":"20121028","title":"NEWS ANALYSIS; Al Qaeda-Inspired Groups, Minus Goal of Striking U.S.","url":"http://www.nytimes.com/2012/10/28/world/middleeast/al-qaeda-inspired-groups-minus-goal-of-striking-us.html"},{"body":"BEIRUT, Lebanon &mdash; The already tenuous truce called in Syria to observe the most important Muslim holiday of the year eroded markedly on Saturday as renewed armed clashes prompted each side to accuse the other of breaking the cease-fire. The truce was ragged from the start, considering the fractured nature of the fighting across the country,","byline":"By HANIA MOURTADA","date":"20121028","title":"In Syria, Cease-Fire for Holiday Falls Apart","url":"http://www.nytimes.com/2012/10/28/world/middleeast/in-syria-cease-fire-for-holiday-falls-apart.html"},{"body":"BEIRUT, Lebanon &mdash; Scattered clashes and reports of a deadly bombing near a Damascus playground marred the first day of a four-day cease-fire in the Syria conflict on Friday, but in most parts of the country the level of violence appeared to subside because of the truce, called in deference to the most important Muslim holiday of the year.","byline":"By NEIL MacFARQUHAR and HANIA MOURTADA","date":"20121027","title":"Syria Clashes and Bombing Mar Holiday Cease-Fire","url":"http://www.nytimes.com/2012/10/27/world/middleeast/syria.html"},{"body":"He was one of Al Qaeda &rsquo;s most elusive operatives, a master of disguise who helped to orchestrate the deadly 1998 bombings of two American Embassies in East Africa. He then stayed on the run for more than a dozen years until he was finally killed in 2011 in a shootout at a security checkpoint in Somalia. He was Fazul Abdullah Mohammed , a","byline":"By BENJAMIN WEISER","date":"20121026","title":"Memoir of Fazul Abdullah Mohammed May Be Cited in Plea for Leniency","url":"http://www.nytimes.com/2012/10/26/nyregion/memoir-of-fazul-abdullah-mohammed-may-be-cited-in-plea-for-leniency.html"}],"tokens":["terrorist"],"total":1088}]}