{
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 864 , \"term\" : \"UNITED STATES\"} , {\"count\" : 492 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS\"} , {\"count\" : 360 , \"term\" : \"ISRAEL, STATE OF\"} , {\"count\" : 313 , \"term\" : \"IRAN\"} , {\"count\" : 250 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 216 , \"term\" : \"POLAND\"} , {\"count\" : 215 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 187 , \"term\" : \"IRAQ\"} , {\"count\" : 172 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 169 , \"term\" : \"SALVADOR, EL\"} , {\"count\" : 126 , \"term\" : \"SAUDI ARABIA\"} , {\"count\" : 123 , \"term\" : \"SYRIA\"} , {\"count\" : 122 , \"term\" : \"EGYPT, ARAB REPUBLIC OF\"} , {\"count\" : 118 , \"term\" : \"FRANCE\"} , {\"count\" : 115 , \"term\" : \"JAPAN\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"MAXIMILIAN SCHELL has come to New York on a crusade. Through the movie version of a play called ''Tales From the Vienna Woods,'' now at Cinema 3, he wants to introduce Americans to the work of the writer Odon von Horvath. Still astonishingly handsome, though a bit more worn looking than he was in the days when he acted in such pictures as ''The\" ",
        ", \"byline\" : \"By Chris Chase\" , \"date\" : \"19811231\" , \"title\" : \"AT THE MOVIES; Maximilian Schell's deed for a writer.\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1981\\/12\\/31\\/movies\\/at-the-movies-maximilian-schell-s-deed-for-a-writer.html\"} , {\"body\" : \"The Soviet press agency Tass accused President Reagan today of attempting ''to hurl the world back to the dark times of the cold war'' with his decision to restrict Soviet-American trade and other contacts because of the Polish military crackdown. In a report from Washington, Tass contended that Mr. Reagan knew it was futile to adopt ''new acts of\" , \"byline\" : \"By JOHN F. BURNS, Special to the New York Times\" , \"date\" : \"19811231\" , \"title\" : \"TASS ASSAILS REAGAN'S SANCTIONS AS A RETURN TO THE COLD WAR ERA\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1981\\/12\\/31\\/world\\/tass-assails-reagan-s-sanctions-as-a-return-to-the-cold-war-era.html\"} , {\"body\" : \"Photographs of the turbaned guerrilla fighters of Afghanistan have been widely seen in the last two years and in general they reflect images of fierce, even fanatical men who are willing to make heavy sacrifices and may even be eager for martyrdom as they fight the Soviet soldiers and struggle against alien beliefs. Like all stereotypes these\" , \"byline\" : \"By JERE VAN DYK, Special to The New York Times; The following dispatch was written by a freelance journalist who recently spent six weeks in Afghanistan.\" , \"date\" : \"19811231\" , \"title\" : \"THE AFGHAN WARRIORS: MANY OUTLOOKS, ONE CAUSE\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1981\\/12\\/31\\/world\\/the-afghan-warriors-many-outlooks-one-cause.html\"} , {\"body\" : \"Melchor Prego was one of thousands of Nicaraguans who first learned that the Government had confiscated the large soap factory on the outskirts of Granada when the country's chief of state announced it on television during the second anniversary ceremonies of Nicaragua's revolution. While it surprised several viewers familiar with the well-known\" , \"byline\" : \"By WARREN HOGE, Special to the New York Times\" , \"date\" : \"19811231\" , \"title\" : \"FOR NICARAGUAN BUSINESSES, COURT CASE IS FATEFUL\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1981\\/12\\/31\\/world\\/for-nicaraguan-businesses-court-case-is-fateful.html\"} , {\"body\" : \"The Florida air fare war intensified yesterday with a new round of cuts that will bring the cost of flying between New York and Miami down to $107 one way, one of the lowest fares in years during the peak tourist season. The new fare reductions were started by Air Florida early in the day. The regional carrier's move undercut the first round, begun\" , \"byline\" : \"By AGIS SALPUKAS\" , \"date\" : \"19811231\" , \"title\" : \"2D ROUND OF CUTS REDUCES AIR FARE TO FLORIDA TO $107\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1981\\/12\\/31\\/business\\/2d-round-of-cuts-reduces-air-fare-to-florida-to-107.html\"} , {\"body\" : \"Greece's Socialist Government is proceeding to purge the Civil Service to end what it describes as a heavy bureaucracy and patronage system ''preventing the development of a modern state.'' The conservative opposition, however, whose defeat in the October elecelection ended several decades of rule, vowed to resist the move, which it charged would\" , \"byline\" : \"Special to the New York Times\" , \"date\" : \"19811231\" , \"title\" : \"GREEK SOCIALISTS ARE TAKING ON THE CIVIL SERVICE\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1981\\/12\\/31\\/world\\/greek-socialists-are-taking-on-the-civil-service.html\"} , {\"body\" : \"Turkey's military leader announced a timetable today for a return to democracy, with general elections to be held in the fall of 1983 at the earliest and the spring of 1984 at the latest. Gen. Kenan Evren, the head of the junta, said democratic rule could be delayed if a new constitution was not completed by the end of next summer or if major\" , \"byline\" : \"By MARVINE HOWE, Special to the New York Times\" , \"date\" : \"19811231\" , \"title\" : \"TURKS PRESENT SCHEDULE FOR RETURN TO DEMOCRACY\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1981\\/12\\/31\\/world\\/turks-present-schedule-for-return-to-democracy.html\"} , {\"body\" : \"Chris Kondo, a senior at Brown University, is worried about the freshmen who live in the dormitory where she is a resident upperclassman. She has noticed that many of the freshmen with scholarships are not turning up for work in the school's cafeterias to earn money, preferring to spend their time studying. She is also concerned that they are not\" , \"byline\" : \"By FOX BUTTERFIELD, Special to the New York Times\" , \"date\" : \"19811231\" , \"title\" : \"LIFE AS A GRIND NOW BEGINS IN FRESHMAN YEAR\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1981\\/12\\/31\\/us\\/life-as-a-grind-now-begins-in-freshman-year.html\"} , {\"body\" : \"The great migration of Americans to California is declining, new analyses show, and many business leaders say that the reason is housing costs that are among the highest in the nation. State demographers estimate that the number of people who moved to California from elsewhere in the country in 1981 declined by 5 to 10 percent from the 1980 influx.\" , \"byline\" : \"By ROBERT LINDSEY, Special to the New York Times\" , \"date\" : \"19811231\" , \"title\" : \"EXECUTIVES BLAME CALIFORNIA HOUSING COSTS FOR DIP IN MIGRATION\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1981\\/12\\/31\\/us\\/executives-blame-california-housing-costs-for-dip-in-migration.html\"} , {\"body\" : \"THIS season's photography sales have followed something of the same pattern as the rest of the art-auction market -exceptional ma",
        "terial brought exceptional prices, and the rest sold for moderate prices or did not find buyers. At Christie's East, Christie's second house, at 219 East 67th Street, a sale on Nov. 10-11 saw several records, the most\" , \"byline\" : \"By Rita Reif\" , \"date\" : \"19811231\" , \"title\" : \"AUCTIONS; Photo sales follow trend.\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1981\\/12\\/31\\/arts\\/auctions-photo-sales-follow-trend.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 8020}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 875 , \"term\" : \"UNITED STATES\"} , {\"count\" : 758 , \"term\" : \"ISRAEL, STATE OF\"} , {\"count\" : 581 , \"term\" : \"LEBANON\"} , {\"count\" : 573 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 506 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS\"} , {\"count\" : 501 , \"term\" : \"ARGENTINA\"} , {\"count\" : 427 , \"term\" : \"FALKLAND ISLANDS\"} , {\"count\" : 341 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 232 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 228 , \"term\" : \"IRAN\"} , {\"count\" : 216 , \"term\" : \"SALVADOR, EL\"} , {\"count\" : 204 , \"term\" : \"BEIRUT (LEBANON)\"} , {\"count\" : 182 , \"term\" : \"IRAQ\"} , {\"count\" : 161 , \"term\" : \"POLAND\"} , {\"count\" : 142 , \"term\" : \"SYRIA\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"Tradition gives the end of a year a sense of completion, and imbues a new date with rising hopes. People make lists of what was good and bad, a way of relegating things to the past, and lists of better intentions that always belong to a receding future. Yet, the calendar is a form of myth. Nature does have cycles of decline and renewal, but the",
        "y\" , \"byline\" : \"By Flora Lewis\" , \"date\" : \"19821231\" , \"title\" : \"FOREIGN AFFAIRS; Time And Reality\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1982\\/12\\/31\\/opinion\\/foreign-affairs-time-and-reality.html\"} , {\"body\" : \"From now until spring, the search by President Reagan, Congress and a Presidential commission for a way to base the MX missile will drive them well beyond that issue to delve into the fundamental shape of the nuclear deterrent. As the smoke has cleared from the most recent Congressional battle over the proposed MX, senior Administration officials\" , \"byline\" : \"By RICHARD HALLORAN, Special to the New York Times\" , \"date\" : \"19821231\" , \"title\" : \"REAGAN IS SAID TO SELECT SCOWCROFT TO HEAD BROAD STUDY ON MISSILES\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1982\\/12\\/31\\/us\\/reagan-is-said-to-select-scowcroft-to-head-broad-study-on-missiles.html\"} , {\"body\" : \"NEXT Monday, Sylvester Stallone begins his new job, directing John Travolta in the sequel to ''Saturday Night Fever,'' which is called ''Staying Alive.'' Mr. Stallone wrote the script, too. He says of himself and Mr. Travolta: ''We're kind of, like, in the same mold. I met him just before he did 'Saturday Night Fever,' and after that, we crossed\" , \"byline\" : \"By Chris Chase\" , \"date\" : \"19821231\" , \"title\" : \"AT THE MOVIES; 'Staying Alive' with a couple of tough guys.\" , \"url\" : \"http:",
        "\\/\\/www.nytimes.com\\/1982\\/12\\/31\\/movies\\/at-the-movies-staying-alive-with-a-couple-of-tough-guys.html\"} , {\"body\" : \"A BETTER WORLD. The Great Schism: Stalinism and the American Intellectu- als. By William L. O'Neill. 447 pages. Simon & Schuster. $17.95. THE great divide on the American left that separated those who took the Soviet Union as their lodestar and those who were appalled by where that red star led has attracted many chroniclers over the last\" , \"byline\" : \"By Walter Goodman\" , \"date\" : \"19821231\" , \"title\" : \"Books Of The Times\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1982\\/12\\/31\\/books\\/books-of-the-times-132374.html\"} , {\"body\" : \"They have been coming, bringing cameras and children, from suburbs not even dreamed of when J.L. Hudson's was new. For a few brief days, the stately old department store and Detroit's battered downtown are humming again. Many of the shoppers and browsers acknowledged that it was the first time in years they had come downtown, stirred by a desire to\" , \"byline\" : \"By JUDITH CUMMINGS, Special to the New York Times\" , \"date\" : \"19821231\" , \"title\" : \"ONCE-PROUD STORE HAS ITS LAST CHRISTMAS\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1982\\/12\\/31\\/us\\/once-proud-store-has-its-last-christmas.html\"} , {\"body\" : \"W. Benfield Pressey, a former chairman of the English department at Dartmouth College, died Saturday at his",
        " home in Hanover, N.H., after a long illness. He was 88 years old. Mr. Pressey, who retired in 1961, came to Dartmouth as an instructor in 1919 after serving in the Marine Corps in World War I. He taught courses in drama, Shakespeare, poetry,\" , \"date\" : \"19821231\" , \"title\" : \"W.B. Pressey Is Dead at 88; Held Position at Dartmouth\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1982\\/12\\/31\\/obituaries\\/wb-pressey-is-dead-at-88-held-position-at-dartmouth.html\"} , {\"body\" : \"The second session of Israeli-Lebanese negotiations took place today in this northern Israeli border town, which became a symbol of the suffering of Israeli civilians in years of Palestinian terrorist attacks from southern Lebanon. Hundreds of the town's 15,000 residents turned out to welcome the Lebanese delegation, which arrived after a 25-minute\" , \"byline\" : \"By DAVID K. SHIPLER, Special to the New York Times\" , \"date\" : \"19821231\" , \"title\" : \"ISRAELI TOWN JOYFUL HOST TO PEACE TALKS\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1982\\/12\\/31\\/world\\/israeli-town-joyful-host-to-peace-talks.html\"} , {\"body\" : \"James G. Fitzgerald, president of Woodward, Baldwin & Company, a textile sales concern in Garden City, L.I., died of a heart attack Tuesday at his home in Manhasset, L.I. He was 64 years old. Mr. Fitzgerald, a graduate of Fordham University with a master's degree in business administra",
        "tion from New York University, served as a lieutenant commander\" , \"date\" : \"19821231\" , \"title\" : \"JAMES G. FITZGERALD\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1982\\/12\\/31\\/obituaries\\/james-g-fitzgerald.html\"} , {\"body\" : \"Gene Moskowitz, the longtime Paris correspondent and film critic of the show-business publication Variety, died of leukemia Wednesday at St. Louis Hospital in Paris. He was 61 years old and lived in Paris. Variety editors said that Mr. Moskowitz wrote more film reviews than any other of their critics - ''easily thousands,'' one editor noted - all\" , \"date\" : \"19821231\" , \"title\" : \"Gene Moskowitz Dead; Variety Film Critic, 61\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1982\\/12\\/31\\/obituaries\\/gene-moskowitz-dead-variety-film-critic-61.html\"} , {\"body\" : \"When Secretary of State George P. Shultz returns from his holiday Monday he will find a number of key issues demanding early decision. Some are obvious, such as whether to compromise on the American arms control proposals with the Russians or whether to reconsider lifting some of the sanctions against Poland in response to the formal ending of\" , \"byline\" : \"By BERNARD GWERTZMAN, Special to the New York Times\" , \"date\" : \"19821231\" , \"title\" : \"SORE POINT: CONGRESS'S CUTS IN FOREIGN MILITARY AID\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1982\\/12\\/31\\/us\\/sore-point-congress-s-cuts-in-f",
        "oreign-military-aid.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 8677}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 449 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 438 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS\"} , {\"count\" : 407 , \"term\" : \"LEBANON\"} , {\"count\" : 343 , \"term\" : \"UNITED STATES (1983 PART 1)\"} , {\"count\" : 279 , \"term\" : \"ISRAEL, STATE OF\"} , {\"count\" : 243 , \"term\" : \"SALVADOR, EL\"} , {\"count\" : 183 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 179 , \"term\" : \"NICARAGUA\"} , {\"count\" : 149 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 144 , \"term\" : \"FRANCE\"} , {\"count\" : 136 , \"term\" : \"BEIRUT (LEBANON)\"} , {\"count\" : 129 , \"term\" : \"SYRIA\"} , {\"count\" : 117 , \"term\" : \"IRAN\"} , {\"count\" : 104 , \"term\" : \"WEST GERMANY\"} , {\"count\" : 101 , \"term\" : \"IRAQ\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"President Hafez al-Assad of Syria has agreed to meet Saturday with the Rev. Jesse Jackson, the civil rights leader and candidate for the Democatic Presidential nomination, who arrived here tonight to seek the release of a captured United States flier. Mr. Jackson and his delegation of five clergymen and several campaign aides were met",
        " by the United\" , \"date\" : \"19831231\" , \"title\" : \"JACKSON IN SYRIA SETS UP 3 MEETINGS\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1983\\/12\\/31\\/world\\/jackson-in-syria-sets-up-3-meetings.html\"} , {\"body\" : \"Living a solitary life in Washington's wilderness, the war veterans are almost never seen. But a few are there, shunning society and living by the skills they learned in the jungles of Vietnam, according to Randy Fisher, the state veterans' affairs director. State officials call them ''trip- wire'' veterans, recalling the phrase American servicemen\" , \"byline\" : \"AP\" , \"date\" : \"19831231\" , \"title\" : \"U.S. WILDS HIDE SCARS OF VIETNAM\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1983\\/12\\/31\\/us\\/us-wilds-hide-scars-of-vietnam.html\"} , {\"body\" : \"Studies of the black family, enough to fill the shelves of a good-size library, focus almost entirely on women. In much of history and sociology, black men, particularly from the ranks of the poor, are ignored. Now, as sociologists, civil rights leaders and government planners focus on the tremendous growth in the number of households headed by\" , \"byline\" : \"By RONALD SMOTHERS\" , \"date\" : \"19831231\" , \"title\" : \"CONCERN FOR THE BLACK FAMILY: ATTENTION TURNS TO MEN\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1983\\/12\\/31\\/us\\/concern-for-the-black-family-attention-turns-to-men.html\"} , {\"body\" : \"More than 5,000 of the ",
        "nation's leading government, business and academic economists crammed themselves into four hotels and 430 seminars here over the last three days, and talked and gossiped about Ronald Reagan's impact on the economy, where their next jobs might be and even how trim Milton Friedman is looking these days. The economists were\" , \"byline\" : \"By THOMAS C. HAYES\" , \"date\" : \"19831231\" , \"title\" : \"REAGAN PREOCCUPIES ECONOMIC MEETING\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1983\\/12\\/31\\/business\\/reagan-preoccupies-economic-meeting.html\"} , {\"body\" : \"The United States and the Soviet Union will resume high-level talks on Jan. 18 in Stockholm, the State Department said today. Department officials said the United States intended to use the talks to reopen discussions on arms control and all other outstanding issues. Secretary of State George P. Shultz and Foreign Minister Andrei A. Gromyko have\" , \"byline\" : \"By BERNARD GWERTZMAN, Special to the New York Times\" , \"date\" : \"19831231\" , \"title\" : \"HIGH-LEVEL TALKS WITH THE RUSSIANS TO RESUME JAN. 18\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1983\\/12\\/31\\/world\\/high-level-talks-with-the-russians-to-resume-jan-18.html\"} , {\"body\" : \"It was a historic event for this city when Mayor Harold Washington and the City Council threshed out a compromise 1984 budget earlier this week. For the first time in 50 years, a Chicago",
        " Mayor had to engage in give and take. In the past, a Mayor told the Council what he wanted and the Council complied. Just as significant, the new budget was the\" , \"byline\" : \"By E. R. SHIPP\" , \"date\" : \"19831231\" , \"title\" : \"THE CHICAGO COMPROMISE: BUDGET BREAKS NEW GROUND\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1983\\/12\\/31\\/us\\/the-chicago-compromise-budget-breaks-new-ground.html\"} , {\"body\" : \"Dr. Floyd H. Black, who was president of colleges in Istanbul, Turkey, and Sofia, Bulgaria, died Wednesday at the Princeton (N.J.) Nursing Home. He was 95 years old. Dr. Black was president of the American College of Sofia from 1926 to 1942. During World War II, he was a special assistant to the United States Consul General in Istanbul. From 1944\" , \"date\" : \"19831231\" , \"title\" : \"Dr.FloydH.Black,95,Headed CollegesinIstanbulandSofia\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1983\\/12\\/31\\/obituaries\\/drfloydhblack95headed-collegesinistanbulandsofia.html\"} , {\"body\" : \"In the two and a half years that Jack Berberian Jr. has been superintendent of Community School District 3 on the Upper West Side, reading and mathematics scores have increased, attendance has risen, disruptive incidents in schools have declined and most principals say their morale has improved. Last week, Community School Board 3 voted not to\" , \"byline\" : \"By GENE I. MAEROFF\" , \"date\" : \"198",
        "31231\" , \"title\" : \"OUSTER OF SCHOOLS CHIEF STIRS PASSIONS ON UPPER WEST SIDE\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1983\\/12\\/31\\/nyregion\\/ouster-of-schools-chief-stirs-passions-on-upper-west-side.html\"} , {\"body\" : \"Joseph P. Kasper, an executive vice president of R. H. Macy & Company from 1928 to 1944 and president and chairman of the board of the Associated Merchandising Corporation from 1944 to 1962, died of heart disease Wednesday at his home in Sarasota, Fla. He was 86 years old. Mr. Kasper was a native of the Bronx and a graduate of Middlebury College in\" , \"date\" : \"19831231\" , \"title\" : \"JOSEPH P. KASPER\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1983\\/12\\/31\\/obituaries\\/joseph-p-kasper.html\"} , {\"body\" : \"The Polisario Front said today that its guerrillas attacked Moroccan forces in the Western Sahara on Thursday, killing more than 100 men and destroying 60 vehicles. A communique issued by the Algerian press agency did not mention casualties among the guerrillas, who have fought an eight-year desert war for the independence of the territory. The\" , \"byline\" : \"Reuters\" , \"date\" : \"19831231\" , \"title\" : \"AROUND THE WORLD; Rebels Say They Killed 100 Moroccan Troops\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1983\\/12\\/31\\/world\\/around-the-world-rebels-say-they-killed-100-moroccan-troops.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 7920}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 384 , \"term\" : \"UNITED STATES\"} , {\"count\" : 325 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 273 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS\"} , {\"count\" : 223 , \"term\" : \"IRAN\"} , {\"count\" : 216 , \"term\" : \"LEBANON\"} , {\"count\" : 184 , \"term\" : \"IRAQ\"} , {\"count\" : 162 , \"term\" : \"SALVADOR, EL\"} , {\"count\" : 155 , \"term\" : \"ISRAEL, STATE OF\"} , {\"count\" : 137 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 130 , \"term\" : \"NICARAGUA\"} , {\"count\" : 104 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 102 , \"term\" : \"BEIRUT (LEBANON)\"} , {\"count\" : 100 , \"term\" : \"FRANCE\"} , {\"count\" : 87 , \"term\" : \"PERSIAN GULF\"} , {\"count\" : 74 , \"term\" : \"LATIN AMERICA\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"A. FARBER The way Ira Klein tells the story, it was when he encountered Samuel A. Adams in an editing room at CBS studios soon after the broadcast of the network's now disputed 1982 documentary on the Vietnam War that Mr. Adams said: ''We have to come clean, we have to make a statement that the premise of the show is inaccurate.'' Mr. Adams, ",
        "a\" , \"byline\" : \"By M.\" , \"date\" : \"19841231\" , \"title\" : \"CBS-WESTMORELAND TRIAL PROVIDES INSIGHTS INTO THE VIETNAM WAR ERA\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1984\\/12\\/31\\/arts\\/cbs-westmoreland-trial-provides-insights-into-the-vietnam-war-era.html\"} , {\"body\" : \"Our beat is anything that ever happened in America,'' Bruce Catton declared in 1954, the year he was named editor of the newly established American Heritage. That credo has not changed in the intervening 30 years, but much else about the American Heritage Publishing Company has. Next May, for example, it will begin a three-times-a-year magazine\" , \"byline\" : \"By EDWIN McDOWELL\" , \"date\" : \"19841231\" , \"title\" : \"A NEW LOOK FOR AMERICAN HERITAGE\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1984\\/12\\/31\\/arts\\/a-new-look-for-american-heritage.html\"} , {\"body\" : \"Nine years ago, Jonas Savimbi made this city the capital of his short-lived Democratic Republic of Angola. Today he is trying to strangle it. Huambo is the center of Angola's almost hidden civil war, a conflict that has left countless dead, 20,000 amputees and aggravated malnourishment problems for one-third of the people of the once-fertile\" , \"byline\" : \"By JAMES BROOKE, Special to the New York Times\" , \"date\" : \"19841231\" , \"title\" : \"ANGOLA'S CIVIL WAR REDUCES A FERTILE DISTRICT TO HUNGER\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/198",
        "4\\/12\\/31\\/world\\/angola-s-civil-war-reduces-a-fertile-district-to-hunger.html\"} , {\"body\" : \"Warm weather and winning football may not chase away all of south Florida's problems, but they have combined to make this holiday season one of the best in recent years. Just a year ago a frigid air mass settled over the state, killing orange trees and making tourists vow they would never return for a Christmas vacation. Then the underdog Seattle\" , \"byline\" : \"By JON NORDHEIMER\" , \"date\" : \"19841231\" , \"title\" : \"FLORIDA JOURNAL; SIZING UP OF VISITORS FROM AFAR\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1984\\/12\\/31\\/us\\/florida-journal-sizing-up-of-visitors-from-afar.html\"} , {\"body\" : \"Guerrillas eluded tight security to bombard Kabul, the Afghan capital, with rockets on at least five successive nights last week, Western diplomats here said today. Despite a steady security buildup in the weeks preceding the Dec. 27 anniversary of the Soviet entry into the Afghan struggle, Moslem rebels began hitting Soviet and Afghan military\" , \"byline\" : \"Reuters\" , \"date\" : \"19841231\" , \"title\" : \"Afghan Rebel Rockets Are Said to Hit Capital\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1984\\/12\\/31\\/world\\/afghan-rebel-rockets-are-said-to-hit-capital.html\"} , {\"body\" : \"In what appeared to be the most important shake- up in China's General Staff in years, 40 officers at corps ",
        "level or above - equivalent to at least three-star generals in the United States - have responded to insistent prodding and have retired. The retirements were made public Saturday. They appear to mark a major step forward for the Government\" , \"byline\" : \"By JOHN F. BURNS, Special to the New York Times\" , \"date\" : \"19841231\" , \"title\" : \"40 HIGH OFFICERS RETIRE IN CHINA IN ARMY SHAKE-UP\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1984\\/12\\/31\\/world\\/40-high-officers-retire-in-china-in-army-shake-up.html\"} , {\"body\" : \"Nobuhiko Ushiba, a leading Japanese diplomat, international trade negotiator and former Ambassador to the United States, died today of a liver ailment at a Tokyo hospital. He was 75 years old. His death was announced by the Foreign Ministry in Tokyo, which he served as an adviser. He was also Japanese chairman of the Japan- United States Advisory\" , \"byline\" : \"By WOLFGANG SAXON\" , \"date\" : \"19841231\" , \"title\" : \"NOBUHIKO USHIBA; EX-ENVOY TO U.S.\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1984\\/12\\/31\\/obituaries\\/nobuhiko-ushiba-ex-envoy-to-us.html\"} , {\"body\" : \"Cotton Bowl Houston (7-4) vs. Boston College (9-2) 49TH GAME AT DALLAS Kickoff: 1:30 P.M. E.S.T., CBS-TV. Ranking: Houston - The Associated Press, unranked; United Press International, unranked; The New York Times computer, unranked. Boston College - A.P. 8; U.P.I. 8; Times 2. Coac",
        "hes: Houston - Bill Yeoman. Boston College - Jack Bicknell. PLAYERS\" , \"date\" : \"19841231\" , \"title\" : \"FLUTIE AND FOUR OTHERS, AND SOME CLAIMS TO NO. 1\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1984\\/12\\/31\\/sports\\/flutie-and-four-others-and-some-claims-to-no-1.html\"} , {\"body\" : \"This pet story is not so upbeat. After nearly half a century on West 72d Street - passed from father to daughter - the Westside Pet Shop was scheduled to close today. Elly Kuranuki, the proprietor, said she had planned to quit the business anyway. But she had hoped it might be continued by Spiro Tsaganeas, an employee. ''I guess the new landlord\" , \"byline\" : \"By Susan Heller Anderson and David W. Dunlap\" , \"date\" : \"19841231\" , \"title\" : \"NEW YORK DAY BY DAY; West 72d Street Loses a Pet Store\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1984\\/12\\/31\\/nyregion\\/new-york-day-by-day-west-72d-street-loses-a-pet-store.html\"} , {\"body\" : \"MONDAY, DECEMBER 31, 1984 International 40 of China's top military men retired in what appeared to be the most important shake-up in China's General Staff in years. The retirements, which resulted from insistent prodding, appear to mark a major step forward in Deng Xiaoping's drive to rid the aging officer corps of veterans who have resisted his\" , \"date\" : \"19841231\" , \"title\" : \"NEWS SUMMARY;\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1984\\/12\\/31\\/nyr",
        "egion\\/news-summary-184662.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 8078}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 679 , \"term\" : \"UNITED STATES\"} , {\"count\" : 431 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS\"} , {\"count\" : 387 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 240 , \"term\" : \"LEBANON\"} , {\"count\" : 231 , \"term\" : \"ISRAEL, STATE OF\"} , {\"count\" : 224 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 186 , \"term\" : \"NICARAGUA\"} , {\"count\" : 163 , \"term\" : \"WEST GERMANY\"} , {\"count\" : 142 , \"term\" : \"IRAN\"} , {\"count\" : 135 , \"term\" : \"BEIRUT (LEBANON)\"} , {\"count\" : 119 , \"term\" : \"IRAQ\"} , {\"count\" : 114 , \"term\" : \"JAPAN\"} , {\"count\" : 110 , \"term\" : \"SOUTH AFRICA, REPUBLIC OF\"} , {\"count\" : 103 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 93 , \"term\" : \"FRANCE\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"Winston Churchill said in the worst of times, ''I'm an optimist because there's not much point in anything else.'' In better times, it is reasonable to focus on what's wrong with the world because there's always room for improvement, always dangers to be warded off. There is a virtue in Cassandras. Their warnings of disaster can be depr",
        "essing, but\" , \"byline\" : \"By Flora Lewis\" , \"date\" : \"19851231\" , \"title\" : \"FOREIGN AFFAIRS; What's Right in The World\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1985\\/12\\/31\\/opinion\\/foreign-affairs-what-s-right-in-the-world.html\"} , {\"body\" : \"Two members of a Royal Air Force bomber crew in World War II believe they can explain one of the unsolved mysteries of the war: the disappearance of the band leader Glenn Miller. The two say they fear the band leader's plane was downed over the English Channel by bombs jettisoned from their own plane as they returned from an aborted mission. The\" , \"byline\" : \"By JO THOMAS, Special to the New York Times\" , \"date\" : \"19851231\" , \"title\" : \"R.A.F. BOMBS MAY HAVE DOWNED GLENN MILLER PLANE\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1985\\/12\\/31\\/arts\\/raf-bombs-may-have-downed-glenn-miller-plane.html\"} , {\"body\" : \"The controversy surrounding the Soviet doctor Yevgeny I. Chazov, a co-recipient of this year's Nobel Peace Prize, has much discredited him throughout the West as a stooge of the Kremlin with little real concern for either peace or human rights. Yet, for all the fuss, few Westerners have given much thought to the real nature and status of the peace\" , \"byline\" : \"By Sergei Batrovin; Sergei Batrovin is a founding member of the Moscow Trust Group and a former inmate of Soviet psychiatric hospitals. He was ex",
        "pelled from the Soviet Union in 1984. This article was translated from the Russian by Catherine A. Fitzpatrick.\" , \"date\" : \"19851231\" , \"title\" : \"Dissidents Deserve Dr. Chazov's Nobel\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1985\\/12\\/31\\/opinion\\/dissidents-deserve-dr-chazov-s-nobel.html\"} , {\"body\" : \"The United States and Vietnam will hold talks on the highest level in nine years next Monday in Hanoi, the State Department announced today. The purpose of the meeting is to lay the groundwork for resolving the problem of the nearly 1,800 Americans still unaccounted for in Vietnam. Charles E. Redman, a department spokesman, said the United States\" , \"byline\" : \"By BERNARD GWERTZMAN, Special to the New York Times\" , \"date\" : \"19851231\" , \"title\" : \"HIGH U.S.-HANOI PARLEY NEXT WEEK ON MISSING\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1985\\/12\\/31\\/world\\/high-us-hanoi-parley-next-week-on-missing.html\"} , {\"body\" : \"The United States today imposed unilateral quotas on European Economic Community exports of semifinished steel products, and the Common Market immediately vowed retaliation in the latest round of the steel trade war. Europe's External Trade Commissioner, Willy de Clercq, said that the American decision to limit Common Market exports to 400,000 tons\" , \"byline\" : \"Reuters\" , \"date\" : \"19851231\" , \"title\" : \"European Steel Gets Quotas\" , \"url\" :",
        " \"http:\\/\\/www.nytimes.com\\/1985\\/12\\/31\\/business\\/european-steel-gets-quotas.html\"} , {\"body\" : \"Christian and Moslem militia leaders called today for a cease-fire beginning Tuesday as part of the Syrian-sponsored armistice. The militias signed the armistice agreement on Saturday. Today, the militia leaders announced an ''all-embracing cease-fire'' to go into effect on all fronts at dawn Tuesday, according to Beirut radio stations. Prime\" , \"byline\" : \"AP\" , \"date\" : \"19851231\" , \"title\" : \"Lebanon Militia Chiefs Announce Cease-Fire\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1985\\/12\\/31\\/world\\/lebanon-militia-chiefs-announce-cease-fire.html\"} , {\"body\" : \"To the Editor: One of the most sensible and creative solutions devised to deal with one of New York City's most dangerous problems in years stands in an unfortunately precarious situation - unless the State Legislature acts. It has been well publicized that New York's homeless crisis has surpassed Depression-era heights. This alarming situation is\" , \"date\" : \"19851231\" , \"title\" : \"Battery Park City Housing-Bond Plan Would Aid the Homeless\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1985\\/12\\/31\\/opinion\\/l-battery-park-city-housing-bond-plan-would-aid-the-homeless-261440.html\"} , {\"body\" : \"Mali and Burkina Faso, which fought a five-day border war, have agreed to cease-fires worked out by two separat",
        "e parties, and the result today was confusion over which was the operative pact. The first cease-fire was promoted by Libya and Nigeria and included both these countries in a military observer force. The second accord was worked out by the\" , \"byline\" : \"Reuters\" , \"date\" : \"19851231\" , \"title\" : \"AROUND THE WORLD; Confusion in West Africa Over Cease-Fire Plans\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1985\\/12\\/31\\/world\\/around-the-world-confusion-in-west-africa-over-cease-fire-plans.html\"} , {\"body\" : \"King Hussein of Jordan arrived in Syria today for talks with an old enemy, President Hafez al-Assad, against whom he almost went to war five years ago. Diplomats said they believed the talks could have major implications for Middle East politics. The two leaders had two meetings, their first encounter since October 1979. One meeting, a private\" , \"byline\" : \"By JOHN KIFNER, Special to the New York Times\" , \"date\" : \"19851231\" , \"title\" : \"KING HUSSEIN AND ASSAD HOLD FIRST TALK SINCE '79\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1985\\/12\\/31\\/world\\/king-hussein-and-assad-hold-first-talk-since-79.html\"} , {\"body\" : \"Dr. George C. Paffenbarger, senior research associate of the American Dental Association Research Laboratory at the National Bureau of Standards in Gaithersburg, Md., died Dec. 14 at the Bethesda Naval Hospital in Maryland. He was 83 years ol",
        "d. Dr. Paffenbarger had been with the dental group since 1927, and had established national and\" , \"date\" : \"19851231\" , \"title\" : \"DR. G. C. PAFFENBARGER\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1985\\/12\\/31\\/us\\/dr-g-c-paffenbarger.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 7970}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 652 , \"term\" : \"UNITED STATES\"} , {\"count\" : 453 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS\"} , {\"count\" : 387 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 340 , \"term\" : \"IRAN\"} , {\"count\" : 338 , \"term\" : \"NICARAGUA\"} , {\"count\" : 233 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 219 , \"term\" : \"ISRAEL, STATE OF\"} , {\"count\" : 207 , \"term\" : \"LEBANON\"} , {\"count\" : 171 , \"term\" : \"FRANCE\"} , {\"count\" : 170 , \"term\" : \"LIBYA\"} , {\"count\" : 155 , \"term\" : \"IRAQ\"} , {\"count\" : 140 , \"term\" : \"PHILIPPINES, REPUBLIC OF THE\"} , {\"count\" : 134 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 128 , \"term\" : \"SOUTH AFRICA, REPUBLIC OF\"} , {\"count\" : 119 , \"term\" : \"AUSTRIA\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"Robert Osgood, who died Monday at 65, was a teacher to teachers and a guide to foreign-policy makers. Humanist, professor, policy maker, original thinker, gentle man, he left everyone he touched better off. A theme he developed over the years was a passion for restraint, a suspicion of unguided power. In 1957, in a book entitled",
        " ''Limited War,'' he\" , \"date\" : \"19861231\" , \"title\" : \"Topics: Limits, and Heights; Passion for Restraint\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1986\\/12\\/31\\/opinion\\/topics-limits-and-heights-passion-for-restraint.html\"} , {\"body\" : \"Robert Endicott Osgood, an expert on foreign and military policy who taught at Johns Hopkins University for the last 25 years, died Sunday in Washington after suffering a heart attack. He was 65 years old and lived in Chevy Chase, Md. Dr. Osgood went to Johns Hopkins in 1961 as Christian A. Herter Professor of American Foreign Policy in the School\" , \"byline\" : \"By WOLFGANG SAXON\" , \"date\" : \"19861231\" , \"title\" : \"ROBERT E. OSGOOD, SCHOLAR AND AIDE\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1986\\/12\\/31\\/obituaries\\/robert-e-osgood-scholar-and-aide.html\"} , {\"body\" : \"Liberation Graphics, a wholesaler in Alexandria, Va., has signed an exclusive agreement with Mezhdunarodnaya Kniga, the Soviet book exporting agency, under which 500 Soviet posters a year will become available at retail outlets in this country. Only 10 days after the contract was signed, the first samples are already on sale at a Connecticut Avenue\" , \"byline\" : \"By Wayne King and Warren Weaver Jr.\" , \"date\" : \"19861231\" , \"title\" : \"WASHINGTON TALK: BRIEFING; Soviet Posters for Sale\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1986\\/12\\/31\\/us\\/washington-talk",
        "-briefing-soviet-posters-for-sale.html\"} , {\"body\" : \"The annual New Year's Concert of the Vienna Philharmonic will be televised by PBS at 9 P.M. Thursday, giving American viewers the chance to join a worldwide audience that is expected to number 700 million - by far the largest audience ever gathered for a musical event. The television and radio audience in more than 50 countries will receive a\" , \"byline\" : \"By HANS FANTEL\" , \"date\" : \"19861231\" , \"title\" : \"STRAUSS CONCERT IN VIENNA\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1986\\/12\\/31\\/arts\\/strauss-concert-in-vienna.html\"} , {\"body\" : \"P. T. Barnum would have liked Jerome Brown, Miami's defensive tackle, who apparently is a proponent of the hard-sell approach to the biggest college football game of the season. The Fiesta Bowl between Penn State and Miami on Friday night will determine the No. 1 team in the country, but here in the Sun Belt, where the pace is slower and passions\" , \"byline\" : \"By PETER ALFANO, Special to the New York Times\" , \"date\" : \"19861231\" , \"title\" : \"FIESTA BOWL; TALK IS CHEAP AT SHOWDOWN\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1986\\/12\\/31\\/sports\\/fiesta-bowl-talk-is-cheap-at-showdown.html\"} , {\"body\" : \"The Justice Department will consider turning over additional Iran arms investigations to a special Federal prosecutor named earlier this month, department officials said",
        " today. The move could significantly broaden the power of the special prosecutor, Lawrence E. Walsh, who has already been given authority to investigate American-sanctioned arms\" , \"byline\" : \"By PHILIP SHENON, Special to the New York Times\" , \"date\" : \"19861231\" , \"title\" : \"WALSH MAY TAKE OVER MORE IRAN ARMS CASES\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1986\\/12\\/31\\/world\\/walsh-may-take-over-more-iran-arms-cases.html\"} , {\"body\" : \"International A3-11 U.S.-Honduras war games have begun involving 3,000 United States troops for four months, the armed forces announced. The exercise will include improving airstrips in the southern part of Honduras. Page A1 A U.S.-Soviet New Year's exchange of televised greetings from the two countries' leaders was rejected by Moscow, which cited\" , \"date\" : \"19861231\" , \"title\" : \"NEWS SUMMARY: WEDNESDAY, DECEMBER 31, 1986\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1986\\/12\\/31\\/nyregion\\/news-summary-wednesday-december-31-1986.html\"} , {\"body\" : \"The Reagan Administration's top Middle East official will visit the region early next month to assess Arab-Israeli peace prospects and to demonstrate that American foreign policy is not paralyzed by the Iran arms affair, State Department officials said today. The trip, by Richard W. Murphy, assistant secretary of State for Near Eastern and South\" , \"byline\" : \"By BERNARD GWERT",
        "ZMAN, Special to the New York Times\" , \"date\" : \"19861231\" , \"title\" : \"REAGAN TO SEND KEY OFFICIAL TO 'ASSESS' THE MIDDLE EAST\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1986\\/12\\/31\\/world\\/reagan-to-send-key-official-to-assess-the-middle-east.html\"} , {\"body\" : \"President Kim Il Sung of North Korea called today for high-level talks to reunify the divided Korean peninsula. He also predicted a doubling of factory output by 1994. '",
        "'We deem it necessary to hold high-level political and military talks between the North and the South in order to settle the first and most urgent question for national\" , \"byline\" : \"AP\" , \"date\" : \"19861231\" , \"title\" : \"NORTH KOREAN PRESIDENT URGES HIGH-LEVEL TALKS TO UNIFY PENINSULA\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1986\\/12\\/31\\/world\\/north-korean-president-urges-high-level-talks-to-unify-peninsula.html\"} , {\"body\" : \"An underground Shiite Moslem group asserted early today that it had killed three Lebanese Jewish hostages in retaliation for Israeli shelling of southern Lebanon. The Shiite group, the Organization of the Oppressed on Earth, made the assertion in a statement that identified the victims as Youssef Yahuda Benesti, Henri Menn and Elie Srour. All three\" , \"byline\" : \"AP\" , \"date\" : \"19861231\" , \"title\" : \"CAPTORS ASSERT THEY KILLED 3 LEBANESE JEWS\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1986\\/12\\/31\\/world\\",
        "/captors-assert-they-killed-3-lebanese-jews.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 8063}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 799 , \"term\" : \"IRAN\"} , {\"count\" : 597 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS\"} , {\"count\" : 500 , \"term\" : \"UNITED STATES\"} , {\"count\" : 410 , \"term\" : \"NICARAGUA\"} , {\"count\" : 384 , \"term\" : \"PERSIAN GULF\"} , {\"count\" : 374 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 333 , \"term\" : \"IRAQ\"} , {\"count\" : 234 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 196 , \"term\" : \"ISRAEL, STATE OF\"} , {\"count\" : 169 , \"term\" : \"JAPAN\"} , {\"count\" : 154 , \"term\" : \"KUWAIT\"} , {\"count\" : 137 , \"term\" : \"FRANCE\"} , {\"count\" : 126 , \"term\" : \"LEBANON\"} , {\"count\" : 116 , \"term\" : \"EUROPE\"} , {\"count\" : 106 , \"term\" : \"GREAT BRITAIN\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"LEAD: On the evening of Aug. 22, 1918, copies of two thin leaflets were thrown from the roof of a building on New York's Lower East Side. Unsigned, one printed in English and one in Yiddish, they attacked President Wilson for sending U.S. troops to intervene in revolutionary Russia. On the evening of Aug. 22, 1918, copies of two thin leaflets were\" , \"byline\" : \"B",
        "y ANTHONY LEWIS\" , \"date\" : \"19871231\" , \"title\" : \"ABROAD AT HOME; Freedom To Disagree\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1987\\/12\\/31\\/opinion\\/abroad-at-home-freedom-to-disagree.html\"} , {\"body\" : \"LEAD: International A2-7 International A2-7 Local autonomy in Soviet industry promised by Mikhail S. Gorbachev is making industrial managers uneasy. Workers at one major plant marched in protest against working on Saturdays. Page A1 News analysis: Bond sales to Mexico to help ease its debt burden have effectively made Treasury Secretary James A.\" , \"date\" : \"19871231\" , \"title\" : \"NEWS SUMMARY: THURSDAY, DECEMBER 31, 1987\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1987\\/12\\/31\\/nyregion\\/news-summary-thursday-december-31-1987.html\"} , {\"body\" : \"LEAD: John Wesley Hanes Sr., a former Under Secretary of the Treasury in the Roosevelt Administration and a corporate executive, died last Thursday at his home in Millbrook, N.Y. Mr. Hanes, who also lived in New York City, was 95 years old. John Wesley Hanes Sr., a former Under Secretary of the Treasury in the Roosevelt Administration and a\" , \"byline\" : \"By GEORGE JAMES\" , \"date\" : \"19871231\" , \"title\" : \"John Wesley Hanes Sr., 95, Aide To Roosevelt and Corporate Chief\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1987\\/12\\/31\\/obituaries\\/john-wesley-hanes-sr-95-aide-to-roosevelt-and-corporate-chief.html\"} , {\"body\"",
        " : \"LEAD: Ariel Sharon slept over in his new apartment in Jerusalem on Tuesday night. Moslems called it a threatening act meant to drive them out of the city, Mayor Teddy Kollek labeled it ''counterproductive'' and Mr. Sharon just shrugged and said all he was doing was promoting real coexistence between Arabs and Jews. Ariel Sharon slept over in his\" , \"byline\" : \"By THOMAS L. FRIEDMAN, Special to the New York Times\" , \"date\" : \"19871231\" , \"title\" : \"In Jerusalem, Sharon Apartment Creates a Stir\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1987\\/12\\/31\\/world\\/in-jerusalem-sharon-apartment-creates-a-stir.html\"} , {\"body\" : \"LEAD: To the Editor: To the Editor: Howard Phillips's vitriolic attack on the intermediate nuclear force treaty (''The Treaty: Another Sellout,'' Op-Ed, Dec. 11) reveals the intellectual bankruptcy of the far right and the peculiar delusion that has gripped it since 1980: that Ronald Reagan's election represented a vindication of their radicalism.\" , \"date\" : \"19871231\" , \"title\" : \"Why Far Right Hates the Missile Treaty\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1987\\/12\\/31\\/opinion\\/l-why-far-right-hates-the-missile-treaty-523987.html\"} , {\"body\" : \"LEAD: OF all the months in the year, especially in the colder parts of the country, January has the least horticultural interest. Except for a few heaths, which I admire greatly for their ",
        "habit of blooming now to lend touches of pink and white to the winter landscape, everything in the garden has gone to sleep. OF all the months in the year,\" , \"byline\" : \"By ALLEN LACY\" , \"date\" : \"19871231\" , \"title\" : \"A GARDENER'S WORLD; Preserving the Past, Studying the Future\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1987\\/12\\/31\\/garden\\/a-gardener-s-world-preserving-the-past-studying-the-future.html\"} , {\"body\" : \"LEAD: The British and American producers of the musical ''Chess'' have postponed indefinitely an American production of the show, leaving in question when - and if - the musical will open in New York. The British and American producers of the musical ''Chess'' have postponed indefinitely an American production of the show, leaving in question when\" , \"byline\" : \"By JEREMY GERARD\" , \"date\" : \"19871231\" , \"title\" : \"Musical 'Chess' Postponed Indefinitely\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1987\\/12\\/31\\/theater\\/musical-chess-postponed-indefinitely.html\"} , {\"body\" : \"LEAD: The bad news, folks, as 1987 shuffles off this mortal coil, is that on Jan. 1, 1988, your Social Security payroll taxes are going up again, by an estimated $14 million a year. The good news is that you're about to hear a soft-headed liberal pundit's confession of all-too-frequent error in the old year. The bad news, folks, as 1987 shuffles\" , \"byline\" : \"By TOM WI",
        "CKER\" , \"date\" : \"19871231\" , \"title\" : \"IN THE NATION; Nobody's Perfect\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1987\\/12\\/31\\/opinion\\/in-the-nation-nobody-s-perfect.html\"} , {\"body\" : \"LEAD: Aaron Rubin, a former executive vice president and chief financial officer of NBC, died of a heart attack Dec. 23 at his home in Lake Worth, Fla. He was 72 years old, and also had a home in Brookville, L.I. Aaron Rubin, a former executive vice president and chief financial officer of NBC, died of a heart attack Dec. 23 at his home in Lake\" , \"date\" : \"19871231\" , \"title\" : \"Aaron Rubin, Former NBC Executive, 72\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1987\\/12\\/31\\/obituaries\\/aaron-rubin-former-nbc-executive-72.html\"} , {\"body\" : \"LEAD: Margaret Scolari Barr, an art historian and teacher who was the wife and assistant of Alfred H. Barr, the founding director of the Museum of Modern Art, died of cancer of the colon yesterday at New York Hospital. She was 86 years old and lived in Manhattan. Margaret Scolari Barr, an art historian and teacher who was the wife and assistant of\" , \"byline\" : \"By MICHAEL BRENSON\" , \"date\" : \"19871231\" , \"title\" : \"Margaret Scolari Barr, a Teacher And Art Historian, Is Dead at 86\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1987\\/12\\/31\\/obituaries\\/margaret-scolari-barr-a-teacher-and-art-historian-is-dead-at-86.html\"}] , \"tokens\" : [\"war\"]",
        " , \"total\" : 8169}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 463 , \"term\" : \"UNITED STATES\"} , {\"count\" : 390 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 387 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS\"} , {\"count\" : 368 , \"term\" : \"IRAN\"} , {\"count\" : 317 , \"term\" : \"ISRAEL, STATE OF\"} , {\"count\" : 269 , \"term\" : \"IRAQ\"} , {\"count\" : 220 , \"term\" : \"NICARAGUA\"} , {\"count\" : 217 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 211 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS (USSR)\"} , {\"count\" : 188 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 153 , \"term\" : \"PERSIAN GULF\"} , {\"count\" : 117 , \"term\" : \"SOUTH AFRICA, REPUBLIC OF\"} , {\"count\" : 112 , \"term\" : \"JORDAN RIVER (WEST BANK)\"} , {\"count\" : 107 , \"term\" : \"JAPAN\"} , {\"count\" : 96 , \"term\" : \"ANGOLA\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"LEAD: It was the year of Geraldo Rivera pleading with America not to let the children watch this next segment. It was the year of Geraldo Rivera pleading with America not to let the children watch this next segment. Dan Quayle, who was no Jack Kennedy, won a nation's heart by making himself avail",
        "able for public browbeating by news purveyors and\" , \"byline\" : \"By Russell Baker\" , \"date\" : \"19881231\" , \"title\" : \"OBSERVER; Not a Vintage Year\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1988\\/12\\/31\\/opinion\\/observer-not-a-vintage-year.html\"} , {\"body\" : \"LEAD: Thomas C. Blaisdell Jr., a former Assistant Secretary of Commerce who helped design the Marshall Plan to help revive Europe after World War II, died Tuesday in Berkeley, Calif. He was 93 years old and lived in Berkeley. Thomas C. Blaisdell Jr., a former Assistant Secretary of Commerce who helped design the Marshall Plan to help revive Europe\" , \"byline\" : \"By JESUS RANGEL\" , \"date\" : \"19881231\" , \"title\" : \"Thomas Blaisdell Jr., Who Helped Frame Aid Plan, Dies at 93\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1988\\/12\\/31\\/obituaries\\/thomas-blaisdell-jr-who-helped-frame-aid-plan-dies-at-93.html\"} , {\"body\" : \"LEAD: The Musuem of Fine Arts here is returning nine fragments of 15th-century B.C. tomb paintings to Egypt because curators have concluded they were stolen from that country, the museum director said today. The Musuem of Fine Arts here is returning nine fragments of 15th-century B.C. tomb paintings to Egypt because curators have concluded they\" , \"byline\" : \"By ALLAN R. GOLD, Special to the New York Times\" , \"date\" : \"19881231\" , \"title\" : \"Museum Returning Antiquities to Egypt\" , \"url\" :",
        " \"http:\\/\\/www.nytimes.com\\/1988\\/12\\/31\\/arts\\/museum-returning-antiquities-to-egypt.html\"} , {\"body\" : \"LEAD: Prime Minister Benazir Bhutto and Prime Minister Rajiv Gandhi of India, children of leaders who faced each other in war, met today in talks that were described as friendly and productive. Prime Minister Benazir Bhutto and Prime Minister Rajiv Gandhi of India, children of leaders who faced each other in war, met today in talks that were\" , \"byline\" : \"AP\" , \"date\" : \"19881231\" , \"title\" : \"Bhutto-Gandhi Talks Cordial\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1988\\/12\\/31\\/world\\/bhutto-gandhi-talks-cordial.html\"} , {\"body\" : \"LEAD: Questions appear on page 8. Questions appear on page 8. 1. Pierre Rosenberg, a curator at the Louvre, may be indicted for buying the painting ''The Gentleman of Seville,'' by Bartolome Esteban Murillo. Mr. Rosenberg's supporters say he could not have known he was buying a stolen painting. 2. By linking such a visit to willingness on the part\" , \"date\" : \"19881231\" , \"title\" : \"ANSWERS TO QUIZ\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1988\\/12\\/31\\/us\\/answers-to-quiz.html\"} , {\"body\" : \"LEAD: This military training base has anchored this part of central Illinois since 1917, which is why a Federal proposal to shut down the base has shaken nearby residents. They say they not only see dying businesses and empty schools b",
        "ut also fear a breaking up of families and friendships. This military training base has anchored this part of\" , \"byline\" : \"By DIRK JOHNSON, Special to the New York Times\" , \"date\" : \"19881231\" , \"title\" : \"Businesses Near Illinois Base Fear for Survival\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1988\\/12\\/31\\/us\\/businesses-near-illinois-base-fear-for-survival.html\"} , {\"body\" : \"LEAD: To the Editor: To the Editor: If the Nicaraguan contras are history, as you reported Dec. 13 (front page), the coffee farmers of Monterrey, a coffee cooperative in the northern Nicaraguan province of Jinotega, must be wondering what sort of history smashed through them on the night of Nov. 18. A ton of just harvested coffee was destroyed, and\" , \"date\" : \"19881231\" , \"title\" : \"In Nicaragua, Contras Still Kill Farmers\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1988\\/12\\/31\\/opinion\\/l-in-nicaragua-contras-still-kill-farmers-694588.html\"} , {\"body\" : \"LEAD: Two of the biggest hits of the Bombay theater season lately have been English-language revivals of ''Evita'' and ''Kabaret,'' as it is misspelled here on playbills. The success of reworked Broadway musicals with local audiences illustrates the changes that have been emerging in the cultural life of Two of the biggest hits of the Bombay\" , \"byline\" : \"By SANJOY HAZARIKA, Special to the New York Times\" , \"date\" : \"19881231",
        "\" , \"title\" : \"Broadway Is Reborn In Bombay\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1988\\/12\\/31\\/movies\\/broadway-is-reborn-in-bombay.html\"} , {\"body\" : \"LEAD: On New Year's Eve two more banks will close in Texas. But these two are different from the 113 others that closed in this state in 1988. On New Year's Eve two more banks will close in Texas. But these two are different from the 113 others that closed in this state in 1988. The two banks are solvent. They are embroiled in no scandals. They are\" , \"byline\" : \"By LISA BELKIN, Special to the New York Times\" , \"date\" : \"19881231\" , \"title\" : \"Two Texas Banks Close, but Not for Want of Cash\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1988\\/12\\/31\\/us\\/two-texas-banks-close-but-not-for-want-of-cash.html\"} , {\"body\" : \"LEAD: With 36.5 miles of shelves and more than 1.1 million different books, John Zubal's bookstore offers the largest collection of titles for sale in the world, the owner said. With 36.5 miles of shelves and more than 1.1 million different books, John Zubal's bookstore offers the largest collection of titles for sale in the world, the owner said.\" , \"byline\" : \"AP\" , \"date\" : \"19881231\" , \"title\" : \"Aspiring to Guinness Book\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1988\\/12\\/31\\/books\\/aspiring-to-guinness-book.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 8242}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 664 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS (USSR)\"} , {\"count\" : 492 , \"term\" : \"UNITED STATES\"} , {\"count\" : 308 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 230 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 187 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 170 , \"term\" : \"EUROPE\"} , {\"count\" : 165 , \"term\" : \"LEBANON\"} , {\"count\" : 150 , \"term\" : \"IRAN\"} , {\"count\" : 149 , \"term\" : \"POLAND\"} , {\"count\" : 149 , \"term\" : \"WEST GERMANY\"} , {\"count\" : 146 , \"term\" : \"ISRAEL, STATE OF\"} , {\"count\" : 142 , \"term\" : \"NICARAGUA\"} , {\"count\" : 141 , \"term\" : \"JAPAN\"} , {\"count\" : 132 , \"term\" : \"EAST GERMANY\"} , {\"count\" : 130 , \"term\" : \"CHINA, PEOPLE'S REPUBLIC OF\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"LEAD: THE SECOND WORLD WAR By John Keegan. Illustrated. 608 pp. New York: Viking. $24.95; after Jan. 31, $29.95. THE TIMES ATLAS OF THE SECOND WORLD WAR Edited by John Keegan. Illustrated. 254 pp. New York: Harper & Row. $45; after Jan. 1, $50. THE SECOND WORLD WAR By John Keegan. Illustrated. 608 pp. New York: Viking. $24.95; aft",
        "er Jan. 31,\" , \"byline\" : \"By Paul Kennedy; Paul Kennedy is the author, most recently, of ''The Rise and Fall of the Great Powers.''\" , \"date\" : \"19891231\" , \"title\" : \"Battle by Battle, Inch by Inch\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1989\\/12\\/31\\/books\\/battle-by-battle-inch-by-inch.html\"} , {\"body\" : \"LEAD: Things from the late 1940's are suddenly quite interesting, not because baby boomers are nostalgic for a moment that was just before their time but because, as eras end, it is natural to look back at their origins and think about some of the roads not taken. Things from the late 1940's are suddenly quite interesting, not because baby boomers\" , \"byline\" : \"By Thomas Hine; Thomas Hine is the author of ''Populuxe,'' published by Knopf, about design in the 1950's. He is working on a book about imagining the future.\" , \"date\" : \"19891231\" , \"title\" : \"ARCHITECTURE\\/DESIGN ARCHITECTURE VIEW; From Friend to Mysterious Alien Force in 40 Years\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1989\\/12\\/31\\/arts\\/architecture-design-architecture-view-friend-mysterious-alien-force-40-years.html\"} , {\"body\" : \"LEAD: IN HIS RECENT MEETing with President Bush, Mikhail S. Gorbachev was reported to have suggested that the American stop using the phrase Western values, as in ''the triumph of Western values.'' This hint that the West had won the cold war smacked too",
        " much of gloating. IN HIS RECENT MEETing with President Bush, Mikhail S. Gorbachev was reported\" , \"byline\" : \"By WILLIAM SAFIRE\" , \"date\" : \"19891231\" , \"title\" : \"On Language; Word of the Year: Freedom\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1989\\/12\\/31\\/magazine\\/on-language-word-of-the-year-freedom.html\"} , {\"body\" : \"LEAD: Samuel Beckett, who died Dec. 22 at the age of 83, was not only the pre-eminent playwright of his time, he was the most influential of artists. Shaping his drama around his perception of the impermanence of life, he greeted existential absurdities with characteristic humor. His signature brand of uproarious pessimism is represented by the\" , \"byline\" : \"By Mel Gussow\" , \"date\" : \"19891231\" , \"title\" : \"STAGE VIEW: An Intimate Look at Beckett the Man\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1989\\/12\\/31\\/arts\\/stage-view-an-intimate-look-at-beckett-the-man.html\"} , {\"body\" : \"LEAD: THE BATTLE OF BRITAIN The Greatest Air Battle of World War II. By Richard Hough and Denis Richards. Illustrated. 413 pp. New York: W. W. Norton & Company. $29.95. THE BATTLE OF BRITAIN The Greatest Air Battle of World War II. By Richard Hough and Denis Richards. Illustrated. 413 pp. New York: W. W. Norton & Company. $29.95. BACK in Ohio in\" , \"byline\" : \"By Donal Henahan; Donal Henahan, the chief music critic of The New York Times, was a P-51 fighter",
        " pilot in World War II, based in England.\" , \"date\" : \"19891231\" , \"title\" : \"Britain's Closest Call\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1989\\/12\\/31\\/books\\/britain-s-closest-call.html\"} , {\"body\" : \"LEAD: Robert Pirosh, who won a 1949 Academy Award for his World War II screenplay ''Battleground'' and who helped write the Marx Brothers classic ''A Day at the Races,'' died of heart failure last Monday. He was 79 years old. Robert Pirosh, who won a 1949 Academy Award for his World War II screenplay ''Battleground'' and who helped write the Marx\" , \"byline\" : \"AP\" , \"date\" : \"19891231\" , \"title\" : \"Robert Pirosh, 79, Veteran Of Combat And Author, Is Dead\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1989\\/12\\/31\\/obituaries\\/robert-pirosh-79-veteran-of-combat-and-author-is-dead.html\"} , {\"body\" : \"LEAD: Yet another mighty artifact of the cold war is crumbling with startling speed: the complex of plants that makes America's nuclear bombs. Yet another mighty artifact of the cold war is crumbling with startling speed: the complex of plants that makes America's nuclear bombs. This is not by design. Energy Secretary James D. Watkins, who\" , \"byline\" : \"By MATTHEW L. WALD\" , \"date\" : \"19891231\" , \"title\" : \"The Nation; The Nuclear Arms Business Is Stalled, Still and Again\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1989\\/12\\/31\\/weekinreview\\/the-nation-the-nuclear-",
        "arms-business-is-stalled-still-and-again.html\"} , {\"body\" : \"LEAD: Thank you for your article about Kathy Boylan, our Island's most prominent peace activist [ ''About Long Island: Waging Protest Against the Machines of War,'' Oct. 1 ] . It would be interesting to ask why a deeply religious Catholic woman, along with a 67-year-old nun, would risk 14 years in prison, not to mention swimming through highly\" , \"date\" : \"19891231\" , \"title\" : \"Fighting The War Machine\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1989\\/12\\/31\\/nyregion\\/l-fighting-the-war-machine-469989.html\"} , {\"body\" : \"LEAD: SNOW SCULPTURE SNOW SCULPTURE The Norwalk Recreation Department is hoping for a white winter to get its snow sculpture contest out of the doldrums. Four years ago, when the event began, ''we got some entries,'' said Mike Mocciae, the city's recreation supervisor, ''but for the past two years it's been a flop because there was no snow.'' The\" , \"date\" : \"19891231\" , \"title\" : \"CONNECTICUT GUIDE\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1989\\/12\\/31\\/nyregion\\/connecticut-guide-466789.html\"} , {\"body\" : \"LEAD: THE LOST CHILDHOOD A Memoir. By Yehuda Nir. 256 pp. New York: Harcourt Brace Jovanovich. $19.95. THE LOST CHILDHOOD A Memoir. By Yehuda Nir. 256 pp. New York: Harcourt Brace Jovanovich. $19.95. YOU think: ''Yet another Holocaust memoir. Why this one? Why now? What can",
        " it tell us that we haven't already heard?'' And then on page 16 you come\" , \"byline\" : \"By Thomas Swick; Thomas Swick, travel editor of The Sun-Sentinel in Fort Lauderdale, Fla., was a teacher in Poland from 1980 to 1982.\" , \"date\" : \"19891231\" , \"title\" : \"Survival Was What Counted\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1989\\/12\\/31\\/books\\/survival-was-what-counted.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 8107}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 1319 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 1024 , \"term\" : \"IRAQ\"} , {\"count\" : 726 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS (USSR)\"} , {\"count\" : 680 , \"term\" : \"KUWAIT\"} , {\"count\" : 547 , \"term\" : \"UNITED STATES\"} , {\"count\" : 315 , \"term\" : \"SAUDI ARABIA\"} , {\"count\" : 286 , \"term\" : \"EAST GERMANY\"} , {\"count\" : 284 , \"term\" : \"WEST GERMANY\"} , {\"count\" : 257 , \"term\" : \"EUROPE\"} , {\"count\" : 254 , \"term\" : \"PERSIAN GULF\"} , {\"count\" : 239 , \"term\" : \"ISRAEL\"} , {\"count\" : 212 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 176 , \"term\" : \"JAPAN\"} , {\"count\" : 151 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 127 , \"term\" : \"LEBANON\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"It is like a film in slow motion. Any time after Jan. 15 there may be a war, with terrible human and political consequences. We move toward that deadline, trancelike, as if there were no way out. President Bush would plainly prefer not to use military force. He has threatened war on Iraq in order to avoid it -- to persuade Saddam Hussein that he\" ,",
        " \"byline\" : \"By Anthony Lewis\" , \"date\" : \"19901231\" , \"title\" : \"ABROAD AT HOME; Happy New Year?\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1990\\/12\\/31\\/opinion\\/abroad-at-home-happy-new-year.html\"} , {\"body\" : \"Children wearing paper hats, blowing whistles and igniting firecrackers wandered through the streets here today, reflecting a festive mood as Lebanese prepared to celebrate New Year's Eve with a gusto unseen in more than 15 years. Vendors adorned carts with tinsel and sold all sorts of hats, including fezzes, cowboy hats and military caps. The\" , \"byline\" : \"By IHSAN A. HIJAZI, Special to The New York Times\" , \"date\" : \"19901231\" , \"title\" : \"In Beirut, Blasts of a Different Sort This New Year\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1990\\/12\\/31\\/world\\/in-beirut-blasts-of-a-different-sort-this-new-year.html\"} , {\"body\" : \"World stock markets begin 1991 facing the threat of a war in the Persian Gulf, recessions or economic slowdowns around the world, and dismal earnings -- the same factors that drove stock markets down sharply in 1990. Yet many market watchers expect a better year than the one ending today. In 1990, these pressures resulted in a worse year for stocks\" , \"byline\" : \"By JONATHAN FUERBRINGER\" , \"date\" : \"19901231\" , \"title\" : \"INTERNATIONAL REPORT; World Markets Begin 1991 Pressed by Problems of 1990\" , \"url\" : \"http:\\/\\/www.nyti",
        "mes.com\\/1990\\/12\\/31\\/business\\/international-report-world-markets-begin-1991-pressed-by-problems-of-1990.html\"} , {\"body\" : \"President Carlos Saul Menem today defended his release from jail of the military junta leaders who directed the 1970's \\\"dirty war,\\\" as human rights groups prepared \\\"marches of mourning\\\" over the controversial presidential pardons. Two former military Presidents from that period, Jorge Videla and Roberto Viola, four other cashiered military leaders\" , \"byline\" : \"REUTERS\" , \"date\" : \"19901231\" , \"title\" : \"Argentine Defends Release of 'Dirty War' Leaders\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1990\\/12\\/31\\/world\\/argentine-defends-release-of-dirty-war-leaders.html\"} , {\"body\" : \"To the Editor: It is amazing how much President Bush, his White House aides and his Secretaries of State and Defense have succeeded in misleading much of the country about what the Constitution actually says and what the Founders intended on the power to make war. \\\"Founders Gave President Lead in War Making\\\" (letter, Dec. 12) cites Alexander\" , \"date\" : \"19901231\" , \"title\" : \"Bush Misleads Nation On His War Powers\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1990\\/12\\/31\\/opinion\\/l-bush-misleads-nation-on-his-war-powers-969790.html\"} , {\"body\" : \"It was a year when President Bush moved from \\\"no new taxes\\\" to \\\"tax revenue increases\\\" to a strange",
        " request to \\\"read my hips.\\\" Almost every candidate running wanted to be an outsider and was urging voters to \\\"take your government back\\\" and put \\\"new blood and fresh thinking\\\" in the Capitol. Almost everybody was learning a new language to talk about\" , \"byline\" : \"By ROBIN TONER, Special to The New York Times\" , \"date\" : \"19901231\" , \"title\" : \"Political Memo; A Year in Sound Bites: 10 Seconds to Remember\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1990\\/12\\/31\\/us\\/political-memo-a-year-in-sound-bites-10-seconds-to-remember.html\"} , {\"body\" : \"Disregard last year; it was not my finest prognosticating hour. I was right about the bust into recession and the sudden German unification, but wrong about everything else. Serve me no humble pie; when Dolph Camilli, the Brooklyn Dodger home-run hitter, struck out three times in a row, we in the Ebbets Field bleachers used to nod sagely and say,\" , \"byline\" : \"By William Safire\" , \"date\" : \"19901231\" , \"title\" : \"ESSAY; Office Pool, 1991\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1990\\/12\\/31\\/opinion\\/essay-office-pool-1991.html\"} , {\"body\" : \"Iraq announced today that it was summoning 350 delegates from many Muslim countries for an Islamic conference to be held on Jan. 9, six days before the expiration of the United Nations deadline calling on Iraq to withdraw its forces from Kuwait or face the threat of mi",
        "litary action. On a day in which President Saddam Hussein struck strong religious\" , \"byline\" : \"By PATRICK E. TYLER, Special to The New York Times\" , \"date\" : \"19901231\" , \"title\" : \"CONFRONTATION IN THE GULF; Iraq Summons Muslims For Conference on Jan. 9\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1990\\/12\\/31\\/world\\/confrontation-in-the-gulf-iraq-summons-muslims-for-conference-on-jan-9.html\"} , {\"body\" : \"When communications companies merged with wild abandon in the 1980's, executives attributed much of their enthusiasm for the combinations to an untested phenomenon called synergy. Rupert Murdoch's News Corporation could now offer advertisers space in TV Guide packaged with time on the Fox television network, so the theory went. Capital Cities\\/ABC\" , \"byline\" : \"By RANDALL ROTHENBERG\" , \"date\" : \"19901231\" , \"title\" : \"THE MEDIA BUSINESS; Time Warner's Merger Payoff\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1990\\/12\\/31\\/business\\/the-media-business-time-warner-s-merger-payoff.html\"} , {\"body\" : \"The First Universal Nation Leading Indicators and Ideas About the Surge of America in the 1990's By Ben J. Wattenberg 418 pages. The Free Press. $22.95. In \\\"The First Universal Nation,\\\" Ben J. Wattenberg comes at us like an Uncle Sam on stilts, with a smile on his face, a calculator in his hand and the message that everything in America is good and\" , \"byli",
        "ne\" : \"By CHRISTOPHER LEHMANN-HAUPT\" , \"date\" : \"19901231\" , \"title\" : \"Books of The Times; America, the Evermore Beautiful\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1990\\/12\\/31\\/books\\/books-of-the-times-america-the-evermore-beautiful.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 9320}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 3512 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 2586 , \"term\" : \"IRAQ\"} , {\"count\" : 1264 , \"term\" : \"KUWAIT\"} , {\"count\" : 761 , \"term\" : \"UNITED STATES\"} , {\"count\" : 664 , \"term\" : \"ISRAEL\"} , {\"count\" : 538 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS (USSR)\"} , {\"count\" : 452 , \"term\" : \"SAUDI ARABIA\"} , {\"count\" : 377 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 333 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS\"} , {\"count\" : 310 , \"term\" : \"PERSIAN GULF\"} , {\"count\" : 295 , \"term\" : \"YUGOSLAVIA\"} , {\"count\" : 261 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 260 , \"term\" : \"JAPAN\"} , {\"count\" : 206 , \"term\" : \"IRAN\"} , {\"count\" : 204 , \"term\" : \"CROATIA (YUGOSLAVIA)\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"His audience could be the jobless, the elderly, high school students or business executives, but Senator Bob Kerrey always stops midway through his basic Presidential campaign speech, lowers his voice, and confides the central selling point of his campaign. This is his journey from being a Navy commando during the V",
        "ietnam War, sure of his enormous\" , \"byline\" : \"By RICHARD L. BERKE,\" , \"date\" : \"19911231\" , \"title\" : \"Kerrey Retells War Story in Effort to Connect With the Voters\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1991\\/12\\/31\\/us\\/kerrey-retells-war-story-in-effort-to-connect-with-the-voters.html\"} , {\"body\" : \"\\\"Whenever people talk about the weather,\\\" Oscar Wilde wrote in 1895, \\\"I always think they mean something else.\\\" Now that 1991 has almost left the room, may I vary the form? \\\"Whenever people talk about something else, I think they mean the news.\\\" So, Happy New Year! It's your Hit Parade: Who can ever forget 1991 (fast enough)? The Persian Gulf war\" , \"byline\" : \"By Allan Gurganus;\" , \"date\" : \"19911231\" , \"title\" : \"Relax, It's Almost Over\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1991\\/12\\/31\\/opinion\\/relax-it-s-almost-over.html\"} , {\"body\" : \"Japan, be warned: America has an enemy habit. It has just spent a quarter of its lifetime cultivating this habit and, with Soviet Communism dead, it is suddenly like the cigarette fiend in need of smoke. You know how desperate a smoker may be? You've seen those anti-smoking films where he wakes in the night craving smoke, only to find his pack\" , \"byline\" : \"By RUSSELL BAKER\" , \"date\" : \"19911231\" , \"title\" : \"Observer; A Hunger For Enemies\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1991\\/12\\/31\\/opinion\\/obse",
        "rver-a-hunger-for-enemies.html\"} , {\"body\" : \"William Buckley, an officer with the Central Intelligence Agency, and Lieut. Col. William R. Higgins of the Marines, two hostages slain by their captors in Beirut, were buried today with elaborate military honors. Senior officials who paid tribute to the two men said the arrival of their coffins at their final resting places marked the end of a\" , \"byline\" : \"By CLIFFORD KRAUSS,\" , \"date\" : \"19911231\" , \"title\" : \"2 Hostages, Slain in Beirut, Are Buried in U.S.\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1991\\/12\\/31\\/world\\/2-hostages-slain-in-beirut-are-buried-in-us.html\"} , {\"body\" : \"INTERNATIONAL A2-10 SEPARATE ARMIES FOR REPUBLICS Eleven former Soviet republics agreed that individual members of their new commonwealth could form separate armies, though strategic nuclear weapons would remain under a single command. A1 Rebels continued to battle troops loyal to Georgia's President. A6 BIRTHS DIP IN EX-COMMUNIST LANDS Across the\" , \"date\" : \"19911231\" , \"title\" : \"NEWS SUMMARY\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1991\\/12\\/31\\/nyregion\\/news-summary-106791.html\"} , {\"body\" : \"Consumer spirits, which tumbled in October and November to recession lows, did not worsen in December, according to the latest survey of consumer confidence by the Conference Board. \\\"We've leveled off,\\\" Fabian Linden, executive di",
        "rector of the Conference Board's Consumer Research Center, said yesterday. \\\"The bad news is that we're still a very\" , \"byline\" : \"By SYLVIA NASAR\" , \"date\" : \"19911231\" , \"title\" : \"Survey of Confidence Shows Little Change\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1991\\/12\\/31\\/business\\/survey-of-confidence-shows-little-change.html\"} , {\"body\" : \"Georgian rebels battled forces loyal to President Zviad K. Gamsakhurdia again today, and a senior rebel commander said he was preparing to storm the republic's Parliament building. As fighting raged for most of the morning along Rustaveli Prospekt, the main avenue of Tbilisi, Georgia's capital, leading opposition politicians said Mr. Gamsakhurdia\" , \"date\" : \"19911231\" , \"title\" : \"Rival Factions in Georgia Continue Battle for Capital\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1991\\/12\\/31\\/world\\/rival-factions-in-georgia-continue-battle-for-capital.html\"} , {\"body\" : \"To the Editor: Responding to Surgeon General Antonia Novello's call for the alcohol beverage industry's voluntary withdrawal of certain types of advertising, Anna Quindlen noted not long ago that \\\"For most of our children, the most powerful advertisement for alcohol may be sitting at the kitchen table\\\" (\\\"The War on Drinks,\\\" column, Nov. 6). Young\" , \"date\" : \"19911231\" , \"title\" : \"That Black Coffee Won't Make You Sober; Begins at Home\" , \"",
        "url\" : \"http:\\/\\/www.nytimes.com\\/1991\\/12\\/31\\/opinion\\/l-that-black-coffee-won-t-make-you-sober-begins-at-home-922091.html\"} , {\"body\" : \"A powerful explosion caused by a car bomb ripped through a densely populated quarter of the Lebanese capital today, killing 20 people and wounding 82 others, the police said, in the most devastating attack since Lebanon began a peace process a year ago after 16 years of civil war. The motive for the bombing was not immediately known; no group or\" , \"byline\" : \"By IHSAN A. HIJAZI,\" , \"date\" : \"19911231\" , \"title\" : \"Car Bomb Kills 20 in Beirut, Shattering City's New Calm\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1991\\/12\\/31\\/world\\/car-bomb-kills-20-in-beirut-shattering-city-s-new-calm.html\"} , {\"body\" : \"They haven't yet flown a new flag at the white brick building on East 67th Street in Manhattan that houses the former Soviet Mission to the U.N. But three spanking new brass plaques now flank the front door. In place of the old plaque announcing the presence of the Union of Soviet Socialist Republics, a new one says in Russian and English that this\" , \"date\" : \"19911231\" , \"title\" : \"Topics of The Times; A Banner Yet Waves\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1991\\/12\\/31\\/opinion\\/topics-of-the-times-a-banner-yet-waves.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 11615}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 599 , \"term\" : \"YUGOSLAVIA\"} , {\"count\" : 533 , \"term\" : \"UNITED STATES\"} , {\"count\" : 368 , \"term\" : \"IRAQ\"} , {\"count\" : 352 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 303 , \"term\" : \"COMMONWEALTH OF INDEPENDENT STATES\"} , {\"count\" : 290 , \"term\" : \"SERBIA\"} , {\"count\" : 266 , \"term\" : \"ISRAEL\"} , {\"count\" : 264 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 212 , \"term\" : \"BOSNIA-HERZEGOVINA (YUGOSLAVIA)\"} , {\"count\" : 210 , \"term\" : \"JAPAN\"} , {\"count\" : 194 , \"term\" : \"UNION OF SOVIET SOCIALIST REPUBLICS (USSR)\"} , {\"count\" : 175 , \"term\" : \"GERMANY\"} , {\"count\" : 170 , \"term\" : \"EUROPE\"} , {\"count\" : 153 , \"term\" : \"BOSNIA-HERZEGOVINA\"} , {\"count\" : 148 , \"term\" : \"SOMALIA\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"It is one of the paradoxes of the Bosnian war that after nine months of fighting, the strongest call for peace is coming from the Serbian forces, universally condemned as the aggressors, and the greatest resistance to a settlement is coming from the country's Muslims, who have won international sympathy for thei",
        "r suffering at Serbian hands. The\" , \"byline\" : \"By JOHN F. BURNS,\" , \"date\" : \"19921231\" , \"title\" : \"War's Pendulum: A special report.; Bosnia 1992: New Puzzles In the Jigsaw of Violence\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1992\\/12\\/31\\/world\\/war-s-pendulum-special-report-bosnia-1992-new-puzzles-jigsaw-violence.html\"} , {\"body\" : \"Giulio Andreotti has been one of Italy's most durable politicians. He served in each of Italy's 50 governments since 1948, seven times as Prime Minister. And with his power base in Sicily, he helped anchor postwar Italy in the Western alliance. But now, at 74, he is on the outside of the Government, his role reduced to a seat in the upper house of\" , \"byline\" : \"By JOHN TAGLIABUE,\" , \"date\" : \"19921231\" , \"title\" : \"Informers in Italy Accusing Ex-Premier of Ties to Mafia\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1992\\/12\\/31\\/world\\/informers-in-italy-accusing-ex-premier-of-ties-to-mafia.html\"} , {\"body\" : \"Nearly two years after he supported Iraq in the Persian Gulf war, repeated efforts by King Hussein of Jordan to mend fences with Saudi Arabia and other Arab allies in the war have been rebuffed. As a result, the King has announced that Jordan will not humiliate itself any further. In recent weeks, King Hussein has clearly distanced himself from\" , \"byline\" : \"By YOUSSEF M. IBRAHIM,\" , \"date\" : \"19921231\" , \"title\" :",
        " \"Jordan Finds Saudis Are Unwilling to Forgive\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1992\\/12\\/31\\/world\\/jordan-finds-saudis-are-unwilling-to-forgive.html\"} , {\"body\" : \"\\\"There is no reason for any individual to have a computer in their home.\\\" Ken Olsen, president of Digital Equipment Corporation, at a World Future Society meeting in Boston, 1977. Quoted by David H. Ahl in a 1982 interview. \\\"Reagan doesn't have the Presidential look.\\\" A United Artists executive, dismissing the suggestion that Ronald Reagan be\" , \"date\" : \"19921231\" , \"title\" : \"Fearless Forecasts\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1992\\/12\\/31\\/opinion\\/fearless-forecasts.html\"} , {\"body\" : \"In a studio on a quiet street here, there are striking paintings of the giant Amazonian anteater; Argentina's national tree, the ombu; lime-green dolphins, and upside-down maps of South America with rivers the only boundary demarcations and flowing blood red. But the studio's owner, Nicolas Garcia Uriburu, Argentina's most noted environmental\" , \"byline\" : \"By NATHANIEL C. NASH,\" , \"date\" : \"19921231\" , \"title\" : \"Argentine's Art Delivers Ecological Messages\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1992\\/12\\/31\\/arts\\/argentine-s-art-delivers-ecological-messages.html\"} , {\"body\" : \"The George Bush who flies to Somalia today has plainly snapped out of his post-election blues. In what migh",
        "t be called Post-Campaign Mode, he's charging toward the Jan. 20 finish line. After spending New Year's Day with the troops in Somalia, he'll head for Moscow to sign the monumental Start treaty, vastly reducing nuclear arsenals. In only a few\" , \"date\" : \"19921231\" , \"title\" : \"From Start, to Finish\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1992\\/12\\/31\\/opinion\\/from-start-to-finish.html\"} , {\"body\" : \"Harriett Swenney Crowley, a retired editor who was also an administrator of American aid to third world countries, died Dec. 16 in Hendersonville, N.C. She was 79. She died after a stroke, a son, Peter Howard Crowley, said. Early in World War II she worked for the Office of War Information. From 1943 to 1946, she was an editor at The New York\" , \"date\" : \"19921231\" , \"title\" : \"Harriett Swenney Crowley, Aid Administrator, 79\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1992\\/12\\/31\\/obituaries\\/harriett-swenney-crowley-aid-administrator-79.html\"} , {\"body\" : \"To the Editor: \\\"Time to Undo Dam",
        "age of Indian Partition\\\" (letter, Dec. 16) fuels the fires of hatred consuming India, an impoverished country torn by ethnic and religious conflict and civil war in three major states. The last thing India needs is to resurrect pan-Indian theories calling for annexation of Pakistan and Bangladesh to create the Mother\" , \"date\" : \"19921231\" , \"title\" : \"In India, Misery ",
        "and Corruption Fuel Violence\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1992\\/12\\/31\\/opinion\\/l-in-india-misery-and-corruption-fuel-violence-145792.html\"} , {\"body\" : \"The British Foreign Secretary, Douglas Hurd, delivered his sharpest warning to Serbian leaders today, declaring that their \\\"bloody-minded cruelty\\\" had raised the risk of military intervention in Bosnia by the Western allies. While he argued that he still \\\"distrusted\\\" the idea of the West's trying to force a settlement in the former Yugoslavia, Mr.\" , \"byline\" : \"By WILLIAM E. SCHMIDT,\" , \"date\" : \"19921231\" , \"title\" : \"Britain Warns Serbs of Risk of Armed Intervention\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1992\\/12\\/31\\/world\\/britain-warns-serbs-of-risk-of-armed-intervention.html\"} , {\"body\" : \"Charging that the West is about to hatch the final part of a plot to bring territories of the former Yugoslavia under its domination, this country's top military officer warned today that his forces would resist any military intervention aimed against Yugoslavia or the Serbs of Bosnia and Herzegovina or of Croatia. \\\"The danger of military\" , \"byline\" : \"By CHUCK SUDETIC,\" , \"date\" : \"19921231\" , \"title\" : \"Britain Warns Serbs of Risk of Armed Intervention; Warning by General\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1992\\/12\\/31\\/world\\/britain-warns-serbs-of-risk-of-armed-intervention-warning",
        "-by-general.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 9192}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 777 , \"term\" : \"YUGOSLAVIA\"} , {\"count\" : 485 , \"term\" : \"UNITED STATES\"} , {\"count\" : 343 , \"term\" : \"RUSSIA\"} , {\"count\" : 340 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 332 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 323 , \"term\" : \"BOSNIA-HERZEGOVINA\"} , {\"count\" : 322 , \"term\" : \"BOSNIA AND HERZEGOVINA\"} , {\"count\" : 305 , \"term\" : \"ISRAEL\"} , {\"count\" : 288 , \"term\" : \"SERBIA\"} , {\"count\" : 224 , \"term\" : \"IRAQ\"} , {\"count\" : 208 , \"term\" : \"JAPAN\"} , {\"count\" : 172 , \"term\" : \"SOMALIA\"} , {\"count\" : 157 , \"term\" : \"SERBIA (YUGOSLAVIA)\"} , {\"count\" : 151 , \"term\" : \"EUROPE\"} , {\"count\" : 128 , \"term\" : \"GERMANY\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"In a significant shift in its legal strategy, the Justice Department today abandoned its long-held contention that John Demjanjuk was one of the most barbaric Nazi figures of the Holocaust. But it nonetheless accused him of being a lesser war criminal and of lying on his immigration papers, and it moved to have him stripped of his American\" , \"byline\" : \"By STEPHEN LABATON,\" , \"date\" : \"19931231\" , \"title\" : \"U.S. Recasts Demjanjuk As It Seeks to Oust Him\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1993\\/12\\/31\\/us\\/us-recasts-demjanjuk-as-it-seeks-to-oust-him.html\"} , {\"body\" : \"The first Bosnian Government statement, released two days after the incident, said only that an unknown gunman killed two Roman Catholic priests inside the Franciscan monastery here on Nov. 13. But for many of central Bosnia's Catholic Croats, faith in the mostly Muslim Government's official stand in favor of preserving an ethnically mixed country\" , \"byline\" : \"By CHUCK SUDETIC,\" , \"date\" : \"19931231\" , \"title\" : \"Killings in Bosnian Monastery Widen Croat-Muslim Divide\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1993\\/12\\/31\\/world\\/killings-in-bosnian-monastery-widen-croat-muslim-divide.html\"} , {\"body\" : \"Your son tears the wrapping paper off his fierce new \\\"Talking Duke\\\" G. I. Joe doll and eagerly presses the talk button. Out comes a painfully chirpy voice that sounds astonishingly like Barbie's saying, \\\"Let's go shopping!\\\" Does your son: A) Furiously vaporize the doll with his own phaser rifle? B) Go shopping with Joe? C) Say: \\\"Mom, I suspect\" , \"byline\" : \"By DAVID FIRESTONE\" , \"date\" : \"19931231\" , \"title\" : \"While Barbie Talks Tough, G. I. Joe Goes Shopping\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1993\\/12\\/31\\/us\\/while-barbie-talks-tough-g-i-joe-goes-shopping.html\"} , {\"body\" : \"The Holocaust \\\"Schindler's List,\\\" Steven Spielberg's harrowing film about the Holocaust, can be daunting for youngsters, but parents looking for films to inform their children about the period might consider a collection of 20 Holocaust tapes from Ergo Media, a distributor of videos on Jewish subjects in Teaneck, N.J. Several of the Ergo tapes are\" , \"byline\" : \"By Peter M. Nichols\" , \"date\" : \"19931231\" , \"title\" : \"Home Video\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1993\\/12\\/31\\/movies\\/home-video-208793.html\"} , {\"body\" : \"Even as it finally recognized Israel, the Vatican sought today to defend its position in the Arab world and to register its demand for international guarantees of Jerusalem's spiritual status as a holy place for Christians, Jews and Muslims alike. The spokesman for the Vatican, Joaquin Navarro-Valls, set out its position at a news conference here\" , \"byline\" : \"By ALAN COWELL,\" , \"date\" : \"19931231\" , \"title\" : \"Vatican Seeks Arab Favor; Plans Accord With Jordan\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1993\\/12\\/31\\/world\\/vatican-seeks-arab-favor-plans-accord-with-jordan.html\"} , {\"body\" : \"In late 1939, Ernest and Auguste Mohr received the most important letter of their lives. In the envelope sent to their home in Bavaria was an affidavit of support signed by Julius Ochs Adler, a vice president and general manager of The New York Times and a friend of the Mohrs' distant relatives in the United States. The piece of paper literally\" , \"byline\" : \"By RANDY KENNEDY\" , \"date\" : \"19931231\" , \"title\" : \"Gratitude for Deliverance With Gifts to the Neediest\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1993\\/12\\/31\\/nyregion\\/gratitude-for-deliverance-with-gifts-to-the-neediest.html\"} , {\"body\" : \"To the Editor: Your article on secret nuclear research performed on human subjects in the decades after World War II (front page, Dec. 17) must be read in the context of the practices of university medical researchers. As the partners of pharmaceutical manufacturers, universities -- nominally nonprofit institutions -- exploit human research study\" , \"date\" : \"19931231\" , \"title\" : \"Human Guinea Pigs Have a Right to Data\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1993\\/12\\/31\\/opinion\\/l-human-guinea-pigs-have-a-right-to-data-322993.html\"} , {\"body\" : \"Lawyers for a former fugitive, Katherine Ann Power, told a state appeals court on Wednesday that a judge's order prohibiting her and her relatives from selling her story was unconstitutionally vague. Ms. Power's lawyers and the Civil Liberties Union of Massachusetts asked for a clarification of an order by Judge Robert Banks of Suffolk County\" , \"date\" : \"19931231\" , \"title\" : \"Ex-Fugitive Questions a Rul",
        "ing\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1993\\/12\\/31\\/us\\/ex-fugitive-questions-a-ruling.html\"} , {\"body\" : \"The tug-of-war over the Westchester County budget descended into near-comic confusion today as County Executive Andrew P. O'Rourke signed the $948.6 million spending plan into law, even though the County Legislature is still preparing to override his vetoes of items totaling $6.3 million on Friday. Caught by surprise, the legislators seemed\" , \"byline\" : \"By JOSEPH BERGER,\" , \"date\" : \"19931231\" , \"title\" : \"Westchester Adopts a Budget, But Its Legality Is Questioned\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1993\\/12\\/31\\/nyregion\\/westchester-adopts-a-budget-but-its-legality-is-questioned.html\"} , {\"body\" : \"The woman sat on the wooden plank over the entrance to the grave, a 30-foot-deep pit where the body of her eldest son lay with dozens of other corpses. \\\"If we had the money we could have put him beneath a proper tombstone and planted flowers and plants around it,\\\" the woman, Awatif Khalil Mohammed, said. The son, Hussein, a 22-year-old automobile\" , \"date\" : \"19931231\" , \"title\" : \"In the Land of the Pyramids, Charity Graves Await Many\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1993\\/12\\/31\\/world\\/in-the-land-of-the-pyramids-charity-graves-await-many.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 8234}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 601 , \"term\" : \"YUGOSLAVIA\"} , {\"count\" : 500 , \"term\" : \"BOSNIA AND HERZEGOVINA\"} , {\"count\" : 379 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 333 , \"term\" : \"RUSSIA\"} , {\"count\" : 330 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 294 , \"term\" : \"UNITED STATES\"} , {\"count\" : 284 , \"term\" : \"ISRAEL\"} , {\"count\" : 204 , \"term\" : \"FRANCE\"} , {\"count\" : 203 , \"term\" : \"JAPAN\"} , {\"count\" : 196 , \"term\" : \"RWANDA\"} , {\"count\" : 158 , \"term\" : \"GERMANY\"} , {\"count\" : 140 , \"term\" : \"IRAQ\"} , {\"count\" : 132 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 131 , \"term\" : \"NORTH KOREA\"} , {\"count\" : 122 , \"term\" : \"SERBIA\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"The John P. Fisk fish restaurant here is a bustling place where herring is served with brisk Scandinavian efficiency. Its clientele is affluent, its waiters good-humored. So when the uncontrollable sobbing of Ermin Sestovic begins, his anguish is doubly shocking. Mr. Sestovic is a Bosnian Muslim, a refugee in Sweden. At a recent lunch, he was\" , \"byline\" : \"By ROGER COHEN,\" , \"date\" :",
        " \"19941231\" , \"title\" : \"Lost in War: A special report.; One Bosnian Family, Torn Apart and Scattered\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1994\\/12\\/31\\/world\\/lost-in-war-a-special-report-one-bosnian-family-torn-apart-and-scattered.html\"} , {\"body\" : \"Several years ago, during a wave of anti-abortion protests, Reproductive Health Services, an abortion clinic in St. Louis, stationed an armed guard at its door. Last summer, after Paul J. Hill shot and killed Dr. John Bayard Britton and his escort as they entered an abortion clinic in Pensacola, Fla., the St. Louis clinic began checking\" , \"byline\" : \"By TAMAR LEWIN\" , \"date\" : \"19941231\" , \"title\" : \"ANTI-ABORTION KILLINGS: CLINIC SAFETY; Abortion Providers Attempt To Handle Growing Threat\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1994\\/12\\/31\\/us\\/anti-abortion-killings-clinic-safety-abortion-providers-attempt-handle-growing.html\"} , {\"body\" : \"International 2-5 MISSING BOSNIANS The question of the missing in Bosnia has long been overshadowed by the war itself, but now it is coming to the forefront in negotiations. A special report tells the story of one family's struggles. 1 More talks toward cementing the Bosnian cease-fire. 5 SYRIA-ISRAEL TALKS REVEALED Israel and Syria have been\" , \"date\" : \"19941231\" , \"title\" : \"NEWS SUMMARY\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1994\\/12\\/31\\/nyregion\\/news-su",
        "mmary-257877.html\"} , {\"body\" : \"This two-street town has always been barren. Just a mile from the border with Chechnya, it has a mosque, a couple of barns and about 30 mud-and-wattle huts. Until two weeks ago, 300 Dagestani peasants lived here in the bleak flatlands east of Grozny, the capital of the secessionist Chechen republic. Today 1,800 refugees from the war in Chechnya\" , \"byline\" : \"By MICHAEL SPECTER,\" , \"date\" : \"19941231\" , \"title\" : \"Agony of Chechen Conflict Is Felt Across Border\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1994\\/12\\/31\\/world\\/agony-of-chechen-conflict-is-felt-across-border.html\"} , {\"body\" : \"Warring factions in the conflict that has convulsed Bosnia and Herzegovina for 33 months continued today to inch toward a four-month cessation of fighting, which United Nations mediators hope will be a prelude to a political settlement of the war. Seeking to conclude the accord by this weekend, the senior United Nations commander, Lieut. Gen. Sir\" , \"byline\" : \"By STEPHEN KINZER,\" , \"date\" : \"19941231\" , \"title\" : \"With Hope and Caution, U.N. Is Trying to Extend the Cease-Fire in Bosnia\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1994\\/12\\/31\\/world\\/with-hope-and-caution-un-is-trying-to-extend-the-cease-fire-in-bosnia.html\"} , {\"body\" : \"With its belated release of a captured U.S. pilot shot down over its territory, North Korea has defus",
        "ed a crisis that threatened to erode political support in Washington for its just-concluded nuclear agreement with the U.S. The Clinton Administration displayed admirable restraint in its handling of the case, applying just enough private and public\" , \"date\" : \"19941231\" , \"title\" : \"Repatriation in the Nick of Time\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1994\\/12\\/31\\/opinion\\/repatriation-in-the-nick-of-time.html\"} , {\"body\" : \"Unable to resolve a dispute with China over American accusations of piracy of computer software, movies and tapes, the United States is preparing a list of punitive tariffs that the Chinese warn could bring on a trade war. Officials close to the negotiations said today that the threatened trade sanctions would involve more than $1 billion in\" , \"date\" : \"19941231\" , \"title\" : \"U.S. Preparing Trade Sanctions Against China\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1994\\/12\\/31\\/business\\/us-preparing-trade-sanctions-against-china.html\"} , {\"body\" : \"While formally welcoming his release, many South Koreans expressed skepticism today at assertions by the United States that no bargain was struck with North Korea to win the freedom of a captured helicopter pilot. Always uneasy when the United States deals directly with the North, several South Korean policy experts and commentators suggested that\" , \"byline\" : \"By ANDREW POLLACK,\" ",
        ", \"date\" : \"19941231\" , \"title\" : \"In South Korea, Uneasiness Over U.S. Dealings with North\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1994\\/12\\/31\\/world\\/in-south-korea-uneasiness-over-us-dealings-with-north.html\"} , {\"body\" : \"Topping off a year of mergers in managed health care, two big California health maintenance organizations have started a billion-dollar bidding war to acquire Health Systems International, which operates one of the biggest publicly owned H.M.O.'s in the West. Shares of Health Systems jumped 39 percent yesterday, gaining $8.50, to $30.375, in heavy\" , \"byline\" : \"By MILT FREUDENHEIM\" , \"date\" : \"19941231\" , \"title\" : \"COMPANY NEWS; Rival Bids for Big H.M.O. In California\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1994\\/12\\/31\\/business\\/company-news-rival-bids-for-big-hmo-in-california.html\"} , {\"body\" : \"DURING the University of Arkansas's drive to the national championship last spring, Coach Nolan Richardson used the winners' podium as a pulpit. He extolled the virtues of opportunity, and condemned college presidents bent on passing regulations he felt would have a disastrous impact on some women, many minority group athletes and low-income\" , \"byline\" : \"By WILLIAM C. RHODEN\" , \"date\" : \"19941231\" , \"title\" : \"Sports of The Times; An Attempt To Foul Out Underclass\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1994\\/12\\/31\\/sports\\/sport",
        "s-of-the-times-an-attempt-to-foul-out-underclass.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 7919}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 779 , \"term\" : \"YUGOSLAVIA\"} , {\"count\" : 690 , \"term\" : \"BOSNIA AND HERZEGOVINA\"} , {\"count\" : 395 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 380 , \"term\" : \"UNITED STATES\"} , {\"count\" : 363 , \"term\" : \"RUSSIA\"} , {\"count\" : 274 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 235 , \"term\" : \"JAPAN\"} , {\"count\" : 228 , \"term\" : \"ISRAEL\"} , {\"count\" : 183 , \"term\" : \"CROATIA\"} , {\"count\" : 166 , \"term\" : \"SERBIA\"} , {\"count\" : 153 , \"term\" : \"FRANCE\"} , {\"count\" : 150 , \"term\" : \"GERMANY\"} , {\"count\" : 145 , \"term\" : \"BOSNIA & HERZEGOVINA\"} , {\"count\" : 145 , \"term\" : \"CHECHNYA (RUSSIA)\"} , {\"count\" : 126 , \"term\" : \"GREAT BRITAIN\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"In the winter mists of this battered country, there is a silence deeper than the mere absence of gunfire. People seem muted, hushed, as war recedes and anguished retrospection meets fragile hope. Peace has brought no joy. There is a flatness to everything. So much emotion had already been expended. \\\"Laughter is strangely absent,\\\" said Zeljko\" , \"byline\" : \"By ",
        "ROGER COHEN\" , \"date\" : \"19951231\" , \"title\" : \"Spent Bosnia Now Tries to Make Its Peace\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1995\\/12\\/31\\/world\\/spent-bosnia-now-tries-to-make-its-peace.html\"} , {\"body\" : \"AT ONE TIME OR ANother during the mid-1960's, most of the best young talent in the State Department and the Pentagon found its way to Saigon and the provincial capitals of South Vietnam. Many of the names are household words today, at least in households inside the Beltway: Anthony Lake, now President Clinton's national security adviser; Richard C.\" , \"byline\" : \"By R.W. Apple Jr.\" , \"date\" : \"19951231\" , \"title\" : \"The Lives They Lived: Les Aspin;Vietnam's Student\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1995\\/12\\/31\\/magazine\\/the-lives-they-lived-les-aspin-vietnam-s-student.html\"} , {\"body\" : \"Twenty years after his death, Emperor Haile Selassie still does not have an official resting place. His coffin lies in the crypt of the Bhata Church, an Ethiopian Orthodox church here, next to the marble tomb of his great-uncle, Emperor Menelik II. It is behind glass in what appears to be the crypt's closet, draped in maroon, gold-brocaded velvet,\" , \"byline\" : \"By DONATELLA LORCH\" , \"date\" : \"19951231\" , \"title\" : \"Ethiopia Deals With Legacy of Kings and Colonels\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1995\\/12\\/31\\/world\\/ethiopia-deals-with-legacy-of-",
        "kings-and-colonels.html\"} , {\"body\" : \"Weeks This Last On Week Week List Fiction THE CHRISTMAS BOX, by Richard Paul Evans. (Simon & Schuster, $12.95.) When a young family moves in with a widow, they all 1 1 9 learn about the significance of Christmas. FIVE DAYS IN PARIS, by Danielle Steel. (Delacorte, $15.95.) A chance encounter between two Americans at the Ritz changes 2 2 5 their\" , \"date\" : \"19951231\" , \"title\" : \"BEST SELLERS: December 31, 1995\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1995\\/12\\/31\\/books\\/best-sellers-december-31-1995.html\"} , {\"body\" : \"LUCKY STRIKE CIGARETTES had a problem. Women, an increasingly important market, were not buying Luckies in the expected quantities because, surveys in the 1930's showed, many felt the forest-green package clashed with their wardrobes. The obvious solution would have been to change the color, but George Washington Hill, the president of American\" , \"byline\" : \"By Neal Gabler\" , \"date\" : \"19951231\" , \"title\" : \"The Lives They Lived: Edward L Bernays and Henry C. Rogers;The Fathers of P.R.\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1995\\/12\\/31\\/magazine\\/the-lives-they-lived-edward-l-bernays-and-henry-c-rogers-the-fathers-of-pr.html\"} , {\"body\" : \"ON THE COLD WAR - I have no doubt whatsoever about the outcome of the cold war. No handful of men in the world are smart enough to run this vast Communist em",
        "pire. The thing is against human nature, and its inner contradicions will bring it down if we are strong, vigilant and patient. But this is a marathon, and we're running it like a hundred yard\" , \"date\" : \"19951231\" , \"title\" : \"THE LIVES THEY LIVED: JAMES RESTON;A Reston Sampler\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1995\\/12\\/31\\/magazine\\/the-lives-they-lived-james-reston-a-reston-sampler.html\"} , {\"body\" : \"A POET TOOK A SWING AT ME IN A DUBLIN PUB for arguing that barristers looked stupid in wigs; I hit a sheep with my car in Connemara. I probably was not what J. William Fulbright had in mind when he thought up the Fulbright scholarship program in 1945 to create intellectual good-will ambassadors. Luckily, there have been about 250,000 worthier\" , \"byline\" : \"By Roger Rosenblatt\" , \"date\" : \"19951231\" , \"title\" : \"The Lives They Lived: J. William Fulbright;The Scholar's Senator\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1995\\/12\\/31\\/magazine\\/the-lives-they-lived-j-william-fulbright-the-scholar-s-senator.html\"} , {\"body\" : \"WHEN THEY DIED within days of each other in January, Victor Riesel and Walter Sheridan seemed like figures from a lost America. In their separate ways, they were shaped by that brief, romantic time when millions of Americans still believed that the labor movement would serve as the cement of the social contract. The theory was",
        " relatively simple.\" , \"byline\" : \"By Pete Hamill\" , \"date\" : \"19951231\" , \"title\" : \"The Lives They Lived: Victor Riesel and Walter Sheridan;In Defense of Honest Labor\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1995\\/12\\/31\\/magazine\\/lives-they-lived-victor-riesel-walter-sheridan-defense-honest-labor.html\"} , {\"body\" : \"To the Editor: I greatly admire H. D. S. Greenway's work as a journalist, so when I read his review of William Prochnau's \\\"Once Upon a Distant War\\\" (Nov. 19), about young American correspondents in the early days of the Vietnam War, I was startled to find him ascribing to me beliefs and motives I never entertained -- so startled that I bought a\" , \"date\" : \"19951231\" , \"title\" : \"William Prochnau's War\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1995\\/12\\/31\\/books\\/l-william-prochnau-s-war-047201.html\"} , {\"body\" : \"The Nazi submarine U-234, which surrendered to American forces in May 1945, was found to be carrying a surprisingly diverse cargo bound for Tokyo as part of a secretive exchange of war materiel between Hitler and Hirohito. The payload represented the pride of German technology and included parts and blueprints for proximity fuzes, antiaircraft\" , \"byline\" : \"By WILLIAM J. BROAD\" , \"date\" : \"19951231\" , \"title\" : \"Captured Cargo, Captivating Mystery\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1995\\/12\\/31\\/us\\/captured-cargo-captiv",
        "ating-mystery.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 7897}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 557 , \"term\" : \"YUGOSLAVIA\"} , {\"count\" : 475 , \"term\" : \"BOSNIA AND HERZEGOVINA\"} , {\"count\" : 398 , \"term\" : \"RUSSIA\"} , {\"count\" : 372 , \"term\" : \"UNITED STATES\"} , {\"count\" : 347 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 260 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 226 , \"term\" : \"ISRAEL\"} , {\"count\" : 225 , \"term\" : \"IRAQ\"} , {\"count\" : 176 , \"term\" : \"BOSNIA & HERZEGOVINA\"} , {\"count\" : 153 , \"term\" : \"CHINA\"} , {\"count\" : 125 , \"term\" : \"JAPAN\"} , {\"count\" : 123 , \"term\" : \"CHECHNYA (RUSSIA)\"} , {\"count\" : 117 , \"term\" : \"GERMANY\"} , {\"count\" : 104 , \"term\" : \"CROATIA\"} , {\"count\" : 101 , \"term\" : \"FRANCE\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"Magda Denes, a psychoanalyst who had just completed a book recounting her torment as a Jewish child hunted by the Nazis in wartime Budapest, was found dead on Saturday at her home in Manhattan. She was 62. She apparently had suffered a heart attack or stroke, her family said yesterday through a friend, Geoffrey Weill. Dr. Denes's second book,\" , \"byline\" : \"By RALPH BLUME",
        "NTHAL\" , \"date\" : \"19961231\" , \"title\" : \"Magda Denes Is Dead at 62; Wrote of Hiding From Nazis\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1996\\/12\\/31\\/arts\\/magda-denes-is-dead-at-62-wrote-of-hiding-from-nazis.html\"} , {\"body\" : \"A day after North Korea expressed regret for sending a submarine into the South, the Clinton Administration announced today that North Korea had agreed for the first time to talk with South Korea and the United States about the possibility of negotiating a formal end to the Korean War. The agreement represented a significant breakthrough in efforts\" , \"byline\" : \"By STEVEN LEE MYERS\" , \"date\" : \"19961231\" , \"title\" : \"U.S. REPORTS FOES IN KOREA WILLING TO DISCUSS PEACE\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1996\\/12\\/31\\/world\\/us-reports-foes-in-korea-willing-to-discuss-peace.html\"} , {\"body\" : \"Aleksandra Pavlovic zipped up her down coat, adjusted her furry hat against the cold and checked her whistle, a plastic one that she and tens of thousands of other demonstrators blow daily in exuberant chorus on the streets of Belgrade. ''We have whistles instead of guns,'' Mrs. Pavlovic, 47, a florist and mother of two teen-age daughters, said as\" , \"byline\" : \"By JANE PERLEZ\" , \"date\" : \"19961231\" , \"title\" : \"All Walks of Life Protesting in Belgrade\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1996\\/12\\/31\\/world\\/all-walks-of-life-prot",
        "esting-in-belgrade.html\"} , {\"body\" : \"When neighbors came to Mullah Mohammed Omar in the spring of 1994, they had a story that was shocking even by the grim standards of Afghanistan's 18-year-old civil war. Two teen-age girls from the mullah's village of Singesar had been abducted by one of the gangs of mujahedeen, or ''holy warriors,'' who controlled much of the Afghan countryside.\" , \"byline\" : \"By JOHN F. BURNS with STEVE LeVINE\" , \"date\" : \"19961231\" , \"title\" : \"How Afghans' Stern Rulers Took Hold\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1996\\/12\\/31\\/world\\/how-afghans-stern-rulers-took-hold.html\"} , {\"body\" : \"To the Editor: Contrary to Edward W. Miller (letter, Dec. 27), Israel was not ''godfathered'' at birth by the United States or ''nursed . . . with life-sustaining monies.'' The times the United States ''rushed'' to Israel's aid have been few and far between. The United States imposed an embargo on arms to the Middle East during the Israeli war of\" , \"date\" : \"19961231\" , \"title\" : \"What American Friend?\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1996\\/12\\/31\\/opinion\\/l-what-american-friend-972231.html\"} , {\"body\" : \"Once the obsession of a dedicated but tiny band, conspiracy theories now seem to have captured a wider audience. Many people, for example, bought former ABC correspondent Pierre Salinger's claim that a Navy missile blew up T.W.",
        "A. Flight 800, even though such a cover-up would require a level of discipline and silence from government officials found\" , \"byline\" : \"By TINA ROSENBERG\" , \"date\" : \"19961231\" , \"title\" : \"Crazy for Conspiracies\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1996\\/12\\/31\\/opinion\\/crazy-for-conspiracies.html\"} , {\"body\" : \"Michael Bruno, a former head of Israel's central bank and a chief economist of the World Bank who was widely regarded as a leading authority on fighting inflation, died in Jerusalem on Thursday . He was 64. The cause of death was cancer, his family said. Mr. Bruno, the son of a physician, was born in Germany in 1932 and moved to Palestine with his\" , \"byline\" : \"By PETER PASSELL\" , \"date\" : \"19961231\" , \"title\" : \"Michael Bruno, 64, Economist And Israel's Banking Chief\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1996\\/12\\/31\\/world\\/michael-bruno-64-economist-and-israel-s-banking-chief.html\"} , {\"body\" : \"International A3-10 NORTH KOREA MAY AGREE TO TALKS The Clinton Administration announced that North Korea had agreed for the first time to talk with South Korea and the United States about the possibility of negotiating a formal end to the Korean War. A1 ROOTS OF AFGHAN REPRESSION Since emerging as the ruling force of most of Afghanistan, the\" , \"date\" : \"19961231\" , \"title\" : \"NEWS SUMMARY\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1996\\/12\\/3",
        "1\\/nyregion\\/news-summary-970719.html\"} , {\"body\" : \"THERE'S an uppie,'' Dr. Peter Vickery said as a mournful whistle washed over the Kennebunk Plains of southeastern Maine like a tendril of ocean fog. ''Uppie'' is shorthand for the upland sandpiper, a lanky shorebird with an atypical terrestrial life style for its kind: it usually gets no closer to the shore than this blueberry barren eight miles\" , \"byline\" : \"By LES LINE\" , \"date\" : \"19961231\" , \"title\" : \"Birds That Nest in the Grasslands Find Their Habitats Under Siege\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1996\\/12\\/31\\/science\\/birds-that-nest-in-the-grasslands-find-their-habitats-under-siege.html\"} , {\"body\" : \"To the Editor: In your Dec. 26 editorial on French-American relations (''The Irascible Mr. Chirac''), you write that the United States has refused to turn over NATO's southern command to a French officer, something that France has never requested. France does want the two regional European commands assigned to European officers on a rotating basis.\" , \"date\" : \"19961231\" , \"title\" : \"U.S.-French Relations: A History of Cooperation\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1996\\/12\\/31\\/opinion\\/l-us-french-relations-a-history-of-cooperation-960659.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 8098}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 363 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 223 , \"term\" : \"RUSSIA\"} , {\"count\" : 204 , \"term\" : \"UNITED STATES\"} , {\"count\" : 195 , \"term\" : \"BOSNIA AND HERZEGOVINA\"} , {\"count\" : 193 , \"term\" : \"ISRAEL\"} , {\"count\" : 187 , \"term\" : \"IRAQ\"} , {\"count\" : 148 , \"term\" : \"EUROPE\"} , {\"count\" : 145 , \"term\" : \"CHINA\"} , {\"count\" : 126 , \"term\" : \"FRANCE\"} , {\"count\" : 120 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 116 , \"term\" : \"ZAIRE\"} , {\"count\" : 109 , \"term\" : \"SWITZERLAND\"} , {\"count\" : 101 , \"term\" : \"GERMANY\"} , {\"count\" : 88 , \"term\" : \"NEW JERSEY\"} , {\"count\" : 87 , \"term\" : \"NEW YORK STATE\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"In the biggest assault yet on cigarette smoking in the United States, bars, casinos and nightclubs across California will be forced to ban smoking at the stroke of midnight on Jan. 1, as part of a virtual ban on indoor smoking in public places. The policy is part of a 1994 labor law in the nation's most populous state, meant to protect the health\" , \"byline\" : \"By DON TERRY\" , \"date\" ",
        ": \"19971231\" , \"title\" : \"CALIFORNIA'S BAN TO CLEAR SMOKE INSIDE MOST BARS\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1997\\/12\\/31\\/us\\/california-s-ban-to-clear-smoke-inside-most-bars.html\"} , {\"body\" : \"J. Richardson Dilworth, a philanthropist and retired financier who was a former chairman of the Metropolitan Museum of Art in New York and the Institute for Advanced Study in Princeton, N.J., died on Monday at the Princeton Hospital. He was 81 and lived in Princeton. The cause was complications from heart surgery, said Fraser P. Seitel, a spokesman\" , \"byline\" : \"By ERIC PACE\" , \"date\" : \"19971231\" , \"title\" : \"J. Richardson Dilworth, 81, Philanthropist\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1997\\/12\\/31\\/arts\\/j-richardson-dilworth-81-philanthropist.html\"} , {\"body\" : \"To the Editor: The decision by Marcel C. Notzon, a Federal magistrate judge, to release Elizaphan Ntakirutimana, a suspect indicted for genocide and crimes against humanity in Rwanda, is a disgrace (front page, Dec. 30). In allowing Mr. Ntakirutimana to go free without facing charges, Mr. Notzon is protecting him from the judicial process\" , \"date\" : \"19971231\" , \"title\" : \"Judge Honored Law In Extradition Case\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1997\\/12\\/31\\/opinion\\/l-judge-honored-law-in-extradition-case-860107.html\"} , {\"body\" : \"A Texas magistrate's decision to release a Rwanda",
        "n charged with genocide and refuse a Federal request to turn him over to an international tribunal adds an unexpected chapter to the fast-changing story of how American judges are dealing with foreign issues, legal experts said today. Judges are increasingly making extradition of suspects more\" , \"byline\" : \"By BARBARA CROSSETTE\" , \"date\" : \"19971231\" , \"title\" : \"Judges Thwart State Dept. Increasingly, Experts Say\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1997\\/12\\/31\\/world\\/judges-thwart-state-dept-increasingly-experts-say.html\"} , {\"body\" : \"Still struggling to find a balance between Communist Party control and a free marketplace, Vietnam announced today that a hard-line general had been appointed General Secretary of the party, the country's top leader. The new leader, Gen. Le Kha Phieu, 66, replaces Do Muoi, 80, who steered Vietnam through an economic transformation in the 1990's\" , \"byline\" : \"By SETH MYDANS\" , \"date\" : \"19971231\" , \"title\" : \"A New Leader For Vietnam Who Is Wary Of Markets\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1997\\/12\\/31\\/world\\/a-new-leader-for-vietnam-who-is-wary-of-markets.html\"} , {\"body\" : \"Because of a production error, an article yesterday about a Texas magistrate's freeing of a Rwandan who had been arrested at the request of a United Nations war crimes tribunal appeared in some copies with a passage omitted. The aff",
        "ected section, including a quotation from Marcel C. Notzon, the magistrate, should have read: '' 'It is undisputed\" , \"date\" : \"19971231\" , \"title\" : \"Corrections\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1997\\/12\\/31\\/nyregion\\/c-corrections-851841.html\"} , {\"body\" : \"To the Editor: In ''Judge in Texas Jars U.N. Effort on War Crimes'' (front page, Dec. 30) you seem to join in the sport of bashing Federal judges who ignore popular passion. You report that a Federal magistrate judge has refused extradition of an accused war criminal to a United Nations tribunal. The magistrate judge based his ruling on the lack of\" , \"date\" : \"19971231\" , \"title\" : \"Judge Honored Law In Extradition Case\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1997\\/12\\/31\\/opinion\\/l-judge-honored-law-in-extradition-case-860093.html\"} , {\"body\" : \"A Jewish militant who provoked rioting in Hebron and outrage in the Muslim world when she put up posters depicting the prophet Mohammed as a pig was convicted today of committing an act of racism and trying to offend religious feelings. Standing in a white T-shirt as the verdict was pronounced at the Jerusalem District Court, Tatyana Suskin, 26,\" , \"byline\" : \"By JOEL GREENBERG\" , \"date\" : \"19971231\" , \"title\" : \"Israeli Jew From Outlawed Group Is Convicted of Insulting Islam\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1997\\/12\\/31\\/world\\/israeli-j",
        "ew-from-outlawed-group-is-convicted-of-insulting-islam.html\"} , {\"body\" : \"SHADOWS ON THE HUDSON By Isaac Bashevis Singer Translated by Joseph Sherman. 548 pages. Farrar, Straus & Giroux. $28. Given the enormous output of Isaac Bashevis Singer, the dozen or so novels, the short-story collections, the various works for children and the two volumes of recollections, it comes as something of a surprise that there remained a\" , \"byline\" : \"By RICHARD BERNSTEIN\" , \"date\" : \"19971231\" , \"title\" : \"BOOKS OF THE TIMES -- A Magician's Final Surprise; A Singer Novel, Translated at Last, Darkens His Message\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1997\\/12\\/31\\/books\\/books-times-magician-s-final-surprise-singer-novel-translated-last-darkens-his.html\"} , {\"body\" : \"THROUGH uncounted decades, grappa was little more than a cheap, portable form of central heating for peasants in northern Italy. A shot (or two, or three) after dinner helped ward off the damp, misty cold that often settles over the Alpine foothills and the flatlands just beneath them. And a shot in the breakfast espresso -- yielding a\" , \"byline\" : \"By R. W. APPLE Jr.\" , \"date\" : \"19971231\" , \"title\" : \"Grappa, Fiery Friend of Peasants, Now Glows With a Quieter Flame\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1997\\/12\\/31\\/dining\\/grappa-fiery-friend-of-peasants-now-glows-with-a-quieter-flame.html\"}] , ",
        "\"tokens\" : [\"war\"] , \"total\" : 7980}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 420 , \"term\" : \"IRAQ\"} , {\"count\" : 372 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 227 , \"term\" : \"RUSSIA\"} , {\"count\" : 202 , \"term\" : \"UNITED STATES\"} , {\"count\" : 182 , \"term\" : \"ISRAEL\"} , {\"count\" : 173 , \"term\" : \"SERBIA\"} , {\"count\" : 157 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 145 , \"term\" : \"KOSOVO (SERBIA)\"} , {\"count\" : 125 , \"term\" : \"GERMANY\"} , {\"count\" : 123 , \"term\" : \"FRANCE\"} , {\"count\" : 121 , \"term\" : \"EUROPE\"} , {\"count\" : 107 , \"term\" : \"CHINA\"} , {\"count\" : 103 , \"term\" : \"JAPAN\"} , {\"count\" : 99 , \"term\" : \"BOSNIA AND HERZEGOVINA\"} , {\"count\" : 95 , \"term\" : \"AFGHANISTAN\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"BLIND MAN'S BLUFF The Untold Story of American Submarine Espionage By Sherry Sontag and Christopher Drew, with Annette Lawrence Drew Illustrated. 352 pages. Public Affairs. $25. Eight months before the Watergate break-in in 1972, a Navy submarine slipped inside Russian waters in the Far East and put a wiretap on an undersea Soviet military\" , \"byline\" : \"By JEFF STEIN\" , \"date\" : \"199812",
        "31\" , \"title\" : \"BOOKS OF THE TIMES; Submariners: Heights of Risk, Depths of Courage\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1998\\/12\\/31\\/books\\/books-of-the-times-submariners-heights-of-risk-depths-of-courage.html\"} , {\"body\" : \"SURVIVORS: TESTIMONIES OF THE HOLOCAUST (Survivors of the Shoah Visual History Foundation; two-disk set for $29.95, or $69.95 for two sets with a study guide; Macintosh 7.1 and up and Windows 95 and up.) THIS set of CD-ROM's features accounts from the huge digital archive of the Survivors of the Shoah Visual History Foundation. Something of a\" , \"byline\" : \"By JON KALISH\" , \"date\" : \"19981231\" , \"title\" : \"LIBRARY\\/JUDAICA; A Nightmare Told in Words And Pictures\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1998\\/12\\/31\\/technology\\/library-judaica-a-nightmare-told-in-words-and-pictures.html\"} , {\"body\" : \"Dr. Raemer E. Schreiber, an experimental physicist who helped develop the atom bomb and the hydrogen bomb, died on Dec. 24 at his home in Los Alamos, N.M. He was 88. Dr. Schreiber, who was born in Oregon, received his doctorate from Purdue University in 1941, not long after the discovery of nuclear fission made it evident to scientists that some\" , \"byline\" : \"By ERIC PACE\" , \"date\" : \"19981231\" , \"title\" : \"R.E. Schreiber, 88, Nuclear Bomb Physicist\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1998\\/12\\/31\\/us\\/re-schreiber-88-nuclea",
        "r-bomb-physicist.html\"} , {\"body\" : \"With the arrest of two more retired senior naval officers this week, an Argentine federal judge appears to be expanding his inquiry into accusations that the armed forces systematically kidnapped the children of dissidents in the ''dirty war'' against leftists in the 1970's and 80's. Former Adm. Ruben Franco, 71, who commanded the navy for a time\" , \"byline\" : \"By CLIFFORD KRAUSS\" , \"date\" : \"19981231\" , \"title\" : \"Argentine Judge Steps Up His 'Dirty War' Kidnapping Inquiry\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1998\\/12\\/31\\/world\\/argentine-judge-steps-up-his-dirty-war-kidnapping-inquiry.html\"} , {\"body\" : \"FINKEL-Saul. The Young Israel of West Hempstead has suffered a great loss with the passing of Saul Finkel, Monday, December 28th, 1998. Mr. Finkel was a longtime beloved member and a veteran of World War II. He is survived by his wife Muriel, two sons Mark and Herb, and sister Marilyn Lerner, and is mourned by the entire community. Rabbi Yehuda\" , \"date\" : \"19981231\" , \"title\" : \"Paid Notice: Deaths FINKEL, SAUL\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1998\\/12\\/31\\/classified\\/paid-notice-deaths-finkel-saul.html\"} , {\"body\" : \"DEWEY-Robert F. Died in North Hollywood, CA, Friday, December 25, 1998 at age 67. Born January 29, 1931 to Charles and Marjorie Evans Dewey in Pleasantville, NY where he was raised & e",
        "ducated. He served in the army in the Korean War. Mr. Dewey is survived by a sister, Dorothy Goodding, of Friendswood, TX and a nephew, Charles Goodding.\" , \"date\" : \"19981231\" , \"title\" : \"Paid Notice: Deaths DEWEY, ROBERT F.\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1998\\/12\\/31\\/classified\\/paid-notice-deaths-dewey-robert-f.html\"} , {\"body\" : \"TRIUMPH OF SURVIVAL: THE STORY OF THE JEWS IN THE MODERN ERA, 1650-1990 (Davka; $59.95; Macintosh 6.5 and up, and Windows 3.1 and later.) THIS two-disk CD-ROM set is based on the book of the same name by Berel Wein, a rabbi and prolific historian. Rabbi Wein clearly has an impressive command of Jewish history and these disks cover a lot of ground,\" , \"byline\" : \"By JON KALISH\" , \"date\" : \"19981231\" , \"title\" : \"LIBRARY\\/JUDAICA; Historian Dominates a Hist",
        "ory\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1998\\/12\\/31\\/technology\\/library-judaica-historian-dominates-a-history.html\"} , {\"body\" : \"The bombing of Iraq this month may have left Saddam Hussein in a position to maintain power for years to come, with the bravado to act as a long-term irritant to the Americans. In Baghdad, an envoy from a NATO country said, ''As far as the ultimate goal of this whole effort, which is to force political change in Iraq, it's hard to see any progress\" , \"byline\" : \"By STEPHEN KINZER\" , \"date\" : \"19981231\" , \"title\" : \"Iraqi Leade",
        "r's Power: Undamaged by the Bombing?\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1998\\/12\\/31\\/world\\/iraqi-leader-s-power-undamaged-by-the-bombing.html\"} , {\"body\" : \"INTERNATIONAL A3-9 Iraq Takes Another Shot At a 'No Flight' Patrol American fighter jets attacked Iraqi air-defense batteries for a second time this week as Iraq carried out its threats to fire on American and British aircraft patrolling ''no flight'' zones over northern and southern Iraq. Four F-16's struck three Iraqi anti-aircraft sites near the\" , \"date\" : \"19981231\" , \"title\" : \"NEWS SUMMARY\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1998\\/12\\/31\\/nyregion\\/news-summary-662372.html\"} , {\"body\" : \"When the man named Sor saw that he had been recognized, he covered his face with a scarf and tried to disappear into the crowd. But Vann Nath caught him. ''I held him by the arm and I asked him: 'Is it you? Is it you named Sor?' '' Mr. Vann Nath said, calling the man by his revolutionary nickname. ''He said, 'No, it's not me, you're confused.' But\" , \"byline\" : \"By SETH MYDANS\" , \"date\" : \"19981231\" , \"title\" : \"A MILLION GHOSTS: A special report.; Revenge or Justice? Cambodians Confront the Past\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1998\\/12\\/31\\/world\\/million-ghosts-special-report-revenge-justice-cambodians-confront-past.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 8554}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 1365 , \"term\" : \"SERBIA\"} , {\"count\" : 1234 , \"term\" : \"KOSOVO (SERBIA)\"} , {\"count\" : 488 , \"term\" : \"RUSSIA\"} , {\"count\" : 325 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 255 , \"term\" : \"UNITED STATES\"} , {\"count\" : 208 , \"term\" : \"CHINA\"} , {\"count\" : 199 , \"term\" : \"ISRAEL\"} , {\"count\" : 188 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 158 , \"term\" : \"EUROPE\"} , {\"count\" : 147 , \"term\" : \"GERMANY\"} , {\"count\" : 145 , \"term\" : \"IRAQ\"} , {\"count\" : 130 , \"term\" : \"JAPAN\"} , {\"count\" : 127 , \"term\" : \"FRANCE\"} , {\"count\" : 101 , \"term\" : \"CHECHNYA (RUSSIA)\"} , {\"count\" : 76 , \"term\" : \"TURKEY\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"The concluding day of the 20th century and therefore of the second millennium -- that event so freighted with various meanings by historians, politicians, fictionists and doomsaying preachers -- is upon us. With allowances for the dateline, it will fall everywhere with equal finality, evoking all around the world the same feelings of solemnity for\" , \"date\" : \"19991231\" , \"title\" : \"The Journey",
        " to 2000\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1999\\/12\\/31\\/opinion\\/the-journey-to-2000.html\"} , {\"body\" : \"Nearly four years later, all that remains of the shootout in Roubaix, France, is a facade of burned-out row houses in dull red brick, charred roof beams with leafy seedlings etched against the sky, and screens of cinder blocks sealing every doorway. Passers-by hastening through the rain to Friday prayers at a nearby mosque pay little heed to 59 Rue\" , \"byline\" : \"By JOHN F. BURNS and CRAIG PYES\" , \"date\" : \"19991231\" , \"title\" : \"Radical Islamic Network May Have Come to U.S.\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1999\\/12\\/31\\/us\\/radical-islamic-network-may-have-come-to-us.html\"} , {\"body\" : \"Israel Myers, the originator of the London Fog raincoat, died on Sunday at the North Oaks retirement community in Pikesville, Md. He was 93. After making raincoats for the Army in World War II, Mr. Myers's Londontown Manufacturing Company was the first to popularize the military trench coat for civilian wear. The design and pioneering use of\" , \"byline\" : \"By SAUL HANSELL\" , \"date\" : \"19991231\" , \"title\" : \"Israel Myers Is Dead at 93; Originated London Fog Coat\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1999\\/12\\/31\\/business\\/israel-myers-is-dead-at-93-originated-london-fog-coat.html\"} , {\"body\" : \"To the Editor: In ''The Uncertain Blessings of Longevity",
        "'' (editorial, Dec. 30), you refer to ''the honored generation of the Great Depression and World War II, now deep in its 80's.'' I would like to point out that I was born in September 1927 and remember the Depression with clarity, at least after 1932. I was also in the service when I was 17,\" , \"date\" : \"19991231\" , \"title\" : \"On This Last Eve, a Glance Back, and Ahead; Honored Generations\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1999\\/12\\/31\\/opinion\\/l-on-this-last-eve-a-glance-back-and-ahead-honored-generations-152099.html\"} , {\"body\" : \"Prime Minister Vladimir V. Putin, standing in for President Boris N. Yeltsin at a Kremlin ceremony, said tonight that Russia's ''national pride'' was at stake in the war to retake rebellious Chechnya. Mr. Putin, the Kremlin's favored candidate in the presidential race next summer, said Russia was duty bound to crush the rebels after their ''brazen\" , \"byline\" : \"By CELESTINE BOHLEN\" , \"date\" : \"19991231\" , \"title\" : \"Putin Asserts National Pride Is at Stake in Chechnya War\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1999\\/12\\/31\\/world\\/putin-asserts-national-pride-is-at-stake-in-chechnya-war.html\"} , {\"body\" : \"Galaxy Quest Tim Allen, Sigourney Weaver, Alan Rickman, Tony Shalhoub, Sam Rockwell Directed by Dean Parisot PG -- 102 minutes Like windup toys, the former stars of a long-canceled television series along the l",
        "ines of ''Star Trek'' travel the fan club circuit, wearily presenting themselves to fanatics decked out in ''Galaxy Quest'' costumes with\" , \"byline\" : \"By Peter M. Nichols\" , \"date\" : \"19991231\" , \"title\" : \"TAKING THE CHILDREN; Beamed Up by Real Aliens, It's Off to a Final Frontier\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1999\\/12\\/31\\/movies\\/taking-the-children-beamed-up-by-real-aliens-it-s-off-to-a-final-frontier.html\"} , {\"body\" : \"To the Editor: The United States is a country founded on the principle of peace, not war. Yet in the last decade we have sent troops to foreign places like Kosovo. These countries were not a security threat to the United States. The only war that took place in the 20th century that we really needed to get involved in was World War II, in which the\" , \"date\" : \"19991231\" , \"title\" : \"On This Last Eve, a Glance Back, and Ahead; Unnecessary Wars\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1999\\/12\\/31\\/opinion\\/l-on-this-last-eve-a-glance-back-and-ahead-unnecessary-wars-152013.html\"} , {\"body\" : \"This is a war story with a happy ending, although in a way it hasn't ended at all. It began on Sept. 9, 1944, when Tech. Sgt. Nathan Hoffman and an Army buddy went to New York City for a little fun before shipping overseas. Nathan Hoffman was in his late 20's, used to the quiet ways of his hometown, Waco, Tex. He was awed by the cro",
        "wds and lights\" , \"byline\" : \"By DAVID STOUT\" , \"date\" : \"19991231\" , \"title\" : \"A War and a Courtship, All by Letter, Lovingly, on New Year's Eve\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1999\\/12\\/31\\/us\\/a-war-and-a-courtship-all-by-letter-lovingly-on-new-year-s-eve.html\"} , {\"body\" : \"INTERNATIONAL A3-10 Ex-Beatle George Harrison Is Stabbed by an Intruder A man armed with a large knife broke into the house of the former Beatle George Harrison near London and stabbed him in the chest, the authorities said. Mr. Harrison, 56, was treated for a collapsed lung and minor stab wounds and was reported to be in stable condition. His wife\" , \"date\" : \"19991231\" , \"title\" : \"NEWS SUMMARY\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1999\\/12\\/31\\/nyregion\\/news-summary-149284.html\"} , {\"body\" : \"Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews of films opening this weekend appears on Page 18. Now Playing * ''ALL ABOUT MY MOTHER,'' starring\" , \"date\" : \"19991231\" , \"title\" : \"MOVIE GUIDE\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/1999\\/12\\/31\\/movies\\/movie-guide.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 10134}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 418 , \"term\" : \"RUSSIA\"} , {\"count\" : 350 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 347 , \"term\" : \"ISRAEL\"} , {\"count\" : 246 , \"term\" : \"SERBIA\"} , {\"count\" : 193 , \"term\" : \"UNITED STATES\"} , {\"count\" : 176 , \"term\" : \"CHINA\"} , {\"count\" : 121 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 120 , \"term\" : \"NEW YORK STATE\"} , {\"count\" : 118 , \"term\" : \"KOSOVO (SERBIA)\"} , {\"count\" : 113 , \"term\" : \"EUROPE\"} , {\"count\" : 104 , \"term\" : \"JAPAN\"} , {\"count\" : 93 , \"term\" : \"COLOMBIA\"} , {\"count\" : 92 , \"term\" : \"CHECHNYA (RUSSIA)\"} , {\"count\" : 92 , \"term\" : \"GERMANY\"} , {\"count\" : 91 , \"term\" : \"NORTH KOREA\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"YOU don't see them run, because they aren't on the nightly news shows. But in the last few weeks, tens of thousands of hungry Afghans have been moving toward Herat, near the border of Iran, driven by civil war, bad government, winter and the worst drought in decades. They aren't alone. A continent away, renewed fighting in the Congo has people on\" , \"byline\" : \"By BARBARA CROSSETTE\" , \"date\" : \"20001231\" , \"title\" : \"The World; The Century of Refugees Ends. And Continues.\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2000\\/12\\/31\\/weekinreview\\/the-world-the-century-of-refugees-ends-and-continues.html\"} , {\"body\" : \"The meaning of evil was seared into Benjamin B. Ferencz's conscience on the battlefronts of World War II and in the horror of newly liberated Nazi concentration camps. Half a century later, now in the halls and conference rooms of the United Nations, he is still wandering in search of closure on that era. Mr. Ferencz, one of the few survivors of\" , \"byline\" : \"By BARBARA CROSSETTE\" , \"date\" : \"20001231\" , \"title\" : \"Crusader Hopes to Put Aggression on World List of War Crimes\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2000\\/12\\/31\\/world\\/crusader-hopes-to-put-aggression-on-world-list-of-war-crimes.html\"} , {\"body\" : \"THE Swiss composer Frank Martin is best remembered in the concert hall for his sprightly ''Petite Symphonie Concertante.'' But in the early 1940's, as war raged around neutral Switzerland's well-defended borders, he wrote two large-scale death-haunted vocal pieces that occupy a singular niche within his canon: ''Der Cornet'' (''The Standard\" , \"byline\" : \"By MATTHEW GUREWITSCH\" , \"date\" : \"20001231\" , \"title\" : \"MUSIC; Two Disparate Works Are Brothers Under the Skin\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2000\\/12\\/31\\/arts\\/music-two-disparate-works-are-brothers-under-the-skin.html\"} , {\"body\" : \"A FAMILIAR face missing from the cafeteria line, a vacant chair at the board meeting, an empty spot on the bench at the corner park -- these are the kinds of holes that death tears in a community. Memories remain alive, of course, for families, friends and colleagues. Other legacies live on as well: the vision that built a business or an art\" , \"byline\" : \"By Bill Ryan\" , \"date\" : \"20001231\" , \"title\" : \"Snapshots Of Their Lives\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2000\\/12\\/31\\/nyregion\\/snapshots-of-their-lives.html\"} , {\"body\" : \"In much the same way that Vietnam haunts Americans, Algeria's war of independence from 1954 to 1962 haunts the French. In recent weeks new revelations of torture and atrocities -- including the confessions of a former general, Paul Aussaresses -- have prompted yet another passionate debate about whether full investigations, trials, parliamentary\" , \"byline\" : \"By SUZANNE DALEY\" , \"date\" : \"20001231\" , \"title\" : \"French Role In Algeria Is Pondered Once Again\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2000\\/12\\/31\\/world\\/french-role-in-algeria-is-pondered-once-again.html\"} , {\"body\" : \"HOSTAGE TO FORTUNE The Letters of Joseph P. Kennedy. Edited by Amanda Smith. Illustrated. 738 pp. New York: Viking. $39.95. Many Americans now in late middle age got their first, enduring image of Joseph P. Kennedy on Jan. 20, 1961, when the patriarch, behind owlish glasses and a sharkish smile, took the tipped-hat salute of his second son, Jack,\" , \"byline\" : \"By Thomas Mallon\" , \"date\" : \"20001231\" , \"title\" : \"Ambassador in Spite of Himself\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2000\\/12\\/31\\/books\\/ambassador-in-spite-of-himself.html\"} , {\"body\" : \"YOU will not see this on PBS, but you may still learn something. Here's the concept. Two four-member teams of the mechanically inclined assemble in a vast junkyard on the out-skirts of London. They have been issued brightly colored, form-fitting jumpsuits with team names on the back (the Scrap Daddies, the Dipsticks, the Metal Medics). One team,\" , \"byline\" : \"By CHARLES STRUM\" , \"date\" : \"20001231\" , \"title\" : \"COVER STORY; In Britain It's a Challenge; Here It's War\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2000\\/12\\/31\\/tv\\/cover-story-in-britain-it-s-a-challenge-here-it-s-war.html\"} , {\"body\" : \"Weeks This Last On Week Week List Fiction 1 1 5 THE MARK, by Tim LaHaye and Jerry B. Jenkins. (Tyndale, $22.99.) The eighth volume of the ''Left Behind'' series, in which the forces of good battle the forces of evil after the rapture of the saved. 2 2 4 ROSES ARE RED, by James Patterson. (Little, Brown, $26.95.) Detective Alex Cross pursues a\" , \"date\" : \"20001231\" , \"title\" : \"BEST SELLERS: December 31, 2000\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2000\\/12\\/31\\/books\\/best-sellers-december-31-2000.html\"} , {\"body\" : \"With regard to Sara Rimer's article (Dec. 10) about prisoners on death row who were later found innocent and released, I find it appalling that no person or government agency stepped forward to help these people. It can be argued that those who work in criminal-justice agencies were just doing their jobs and that they bear no responsibility for\" , \"date\" : \"20001231\" , \"title\" : \"Life After Death Row\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2000\\/12\\/31\\/magazine\\/l-life-after-death-row-172936.html\"} , {\"body\" : \"Reign of George II. After the Hundred Chads' War, the Bush dynasty once more seized power. The boy king, George II, ascended the throne in 2001. To safeguard the sheltered dauphin, fearing he might wander out of the palace and get lost, the royal seamstresses stitched his name and title on the lapels of all his garments and the blacksmith hammered\" , \"byline\" : \"By MAUREEN DOWD\" , \"date\" : \"20001231\" , \"title\" : \"Liberties; When the Boy King Ruled\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2000\\/12\\/31\\/opinion\\/liberties-when-the-boy-king-ruled.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 9521}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 3368 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 2715 , \"term\" : \"WASHINGTON (DC)\"} , {\"count\" : 1363 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 482 , \"term\" : \"ISRAEL\"} , {\"count\" : 414 , \"term\" : \"RUSSIA\"} , {\"count\" : 404 , \"term\" : \"UNITED STATES\"} , {\"count\" : 287 , \"term\" : \"PAKISTAN\"} , {\"count\" : 231 , \"term\" : \"SERBIA\"} , {\"count\" : 230 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 218 , \"term\" : \"CHINA\"} , {\"count\" : 169 , \"term\" : \"EUROPE\"} , {\"count\" : 157 , \"term\" : \"JAPAN\"} , {\"count\" : 155 , \"term\" : \"IRAQ\"} , {\"count\" : 123 , \"term\" : \"GERMANY\"} , {\"count\" : 112 , \"term\" : \"KOSOVO (SERBIA)\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"When the last of the Taliban fled into the desert three weeks ago, the neighbors of Mullah Muhammad Omar wasted no time in celebrating his downfall. They rushed to the madrasa, the religious school he built more than a decade ago, tore the wood frames off the doors and window panes and burned them for heat. They carried the straw mats to their\" , \"byline\" : \"By DEXTER FILKINS\" , \"date\" :",
        " \"20011231\" , \"title\" : \"A NATION CHALLENGED: RISE AND FALL; The Legacy of the Taliban Is a Sad and Broken Land\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2001\\/12\\/31\\/world\\/nation-challenged-rise-fall-legacy-taliban-sad-broken-land.html\"} , {\"body\" : \"In what appeared to be a last-ditch effort to forestall war with India, Pakistan was reported this morning to have arrested Hafiz Muhammad Saeed, the founder of one of two Islamic militant groups accused by India of mounting an attack on the Indian Parliament 18 days ago. Reports by the Reuters and Agence France-Presse news services that appeared\" , \"byline\" : \"By JOHN F. BURNS\" , \"date\" : \"20011231\" , \"title\" : \"Pakistan Is Reported to Have Arrested Militant Leader\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2001\\/12\\/31\\/world\\/pakistan-is-reported-to-have-arrested-militant-leader.html\"} , {\"body\" : \"To President Bush, Mitchell E. Daniels Jr. is Blade, the guy who takes a knife to spending proposals in a quest to slow the inexorable growth of government, as Republicans see it -- or to cut into vital programs, in the Democratic view. Mr. Daniels, the director of the White House Office of Management and Budget and one of the administration's most\" , \"byline\" : \"By RICHARD W. STEVENSON\" , \"date\" : \"20011231\" , \"title\" : \"Bush's Budget Director Girds for a Tough Year\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2001",
        "\\/12\\/31\\/us\\/bush-s-budget-director-girds-for-a-tough-year.html\"} , {\"body\" : \"The specter of Sept. 11 will hover over New Year's celebrations across America tonight. With 7,500 police officers on watch, 500,000 revelers are expected to crowd into Times Square for fireworks, music and the ball-drop spectacle. Bells will ring across town for the 3,000 victims. Thousands remembered the victims at ground zero yesterday as New\" , \"byline\" : \"By ROBERT D. MCFADDEN\" , \"date\" : \"20011231\" , \"title\" : \"A NATION CHALLENGED: AN OVERVIEW: DEC. 30, 2001; The Screaming Eagles, War Perspectives\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2001\\/12\\/31\\/world\\/nation-challenged-overview-dec-30-2001-screaming-eagles-war-perspectives.html\"} , {\"body\" : \"The Military Campaign ARMY TO RELIEVE MARINES -- The Pentagon ordered soldiers from the 101st Airborne Division to relieve the Marine Corps in southern Afghanistan, paving the way for a long-term American military presence in the country. The Army's mission will be essentially the same as that of the marines: guarding Taliban and Al Qaeda prisoners\" , \"date\" : \"20011231\" , \"title\" : \"A Nation Challenged\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2001\\/12\\/31\\/nyregion\\/a-nation-challenged-918342.html\"} , {\"body\" : \"The sniper sat behind sandbags on the roof of the American Embassy as the sun dropped behind the Paghman Mounta",
        "ins and the sky began to fade. A camp stove at his knee exhaled the stink of diesel and a steady hiss. His name was Sgt. Shane B. Schmidt. He was a marine. This was his bunker. To his left was a bolt-action rifle with a telescopic sight.\" , \"byline\" : \"By C. J. CHIVERS\" , \"date\" : \"20011231\" , \"title\" : \"A NATION CHALLENGED: REPORTER'S DIARY; Two Worlds Paired by War: Life or Death, as Luck Will Have It\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2001\\/12\\/31\\/world\\/nation-challenged-reporter-s-diary-two-worlds-paired-war-life-death-luck-will.html\"} , {\"body\" : \"THE YEAR IN PICTURES: A REGION AT WAR\" , \"date\" : \"20011231\" , \"title\" : \"THE YEAR IN PICTURES: A REGION AT WAR; VICTIM OF THE TALIBAN\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2001\\/12\\/31\\/news\\/the-year-in-pictures-a-region-at-war-victim-of-the-taliban.html\"} , {\"body\" : \"John Wilkinson Taylor, who held high posts in Unesco and was president of the University of Louisville, died on Dec. 11 in Denver. He was 95 and had lived in Chicago. As Unesco deputy director general and, for a time, acting director general in the 50's, Dr. Taylor emphasized ending illiteracy and promoting education. As president of the University\" , \"date\" : \"20011231\" , \"title\" : \"John W. Taylor, 95, Ex-Unesco Official\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2001\\/12\\/31\\/us\\/john-w-taylor-95-ex-unesco-official.html\"} , {\"bod",
        "y\" : \"THE YEAR IN PICTURES: DRUMBEAT FOR WAR\" , \"date\" : \"20011231\" , \"title\" : \"THE YEAR IN PICTURES: DRUMBEAT FOR WAR; ISLAMIC TEACHINGS\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2001\\/12\\/31\\/news\\/the-year-in-pictures-drumbeat-for-war-islamic-teachings.html\"} , {\"body\" : \"WIDE BLUE YONDER By Jean Thompson 367 pages. Simon & Schuster. $24. Jean Thompson's amiable third novel takes its title from a slightly garbled version of the Air Force anthem. And that is by no means the only mixed-up ingredient here. This novel conjures up a humorously quirky family, from the great-uncle who takes all his wisdom from the Weather\" , \"byline\" : \"By JANET MASLIN\" , \"date\" : \"20011231\" , \"title\" : \"BOOKS OF THE TIMES; A Life Guided by the Weather Channel\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2001\\/12\\/31\\/books\\/books-of-the-times-a-life-guided-by-the-weather-channel.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 11510}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 1626 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 1235 , \"term\" : \"IRAQ\"} , {\"count\" : 1164 , \"term\" : \"WASHINGTON (DC)\"} , {\"count\" : 756 , \"term\" : \"ISRAEL\"} , {\"count\" : 719 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 424 , \"term\" : \"UNITED STATES\"} , {\"count\" : 381 , \"term\" : \"RUSSIA\"} , {\"count\" : 341 , \"term\" : \"PAKISTAN\"} , {\"count\" : 254 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 237 , \"term\" : \"INDIA\"} , {\"count\" : 213 , \"term\" : \"EUROPE\"} , {\"count\" : 185 , \"term\" : \"FRANCE\"} , {\"count\" : 185 , \"term\" : \"GERMANY\"} , {\"count\" : 182 , \"term\" : \"SERBIA\"} , {\"count\" : 179 , \"term\" : \"NORTH KOREA\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"The administration's top budget official estimated today that the cost of a war with Iraq could be in the range of $50 billion to $60 billion, a figure that is well below earlier estimates from White House officials. In a telephone interview today, the official, Mitchell E. Daniels Jr., director of the Office of Management and Budget, also said\" , \"byline\" : \"By ELISABETH BUMILLER\" , \"date\"",
        " : \"20021231\" , \"title\" : \"THREATS AND RESPONSES: THE COST; WHITE HOUSE CUTS ESTIMATE OF COST OF WAR WITH IRAQ\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2002\\/12\\/31\\/us\\/threats-responses-cost-white-house-cuts-estimate-cost-war-with-iraq.html\"} , {\"body\" : \"President Bush and his administration have declared a war against terrorism that may soon involve sending thousands of American troops into combat in Iraq. I voted against the Congressional resolution giving the president authority to carry out this war -- an engagement that would dwarf our military efforts to find Osama bin Laden and bring him to\" , \"byline\" : \"By Charles B. Rangel\" , \"date\" : \"20021231\" , \"title\" : \"Bring Back the Draft\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2002\\/12\\/31\\/opinion\\/bring-back-the-draft.html\"} , {\"body\" : \"President Kim Dae Jung of South Korea said today that pressure and isolation would not persuade North Korea to end its nuclear arms program, pointing up the South's differences with the United States. ''Pressure and isolation have never been successful with Communist countries; Cuba is one example,'' Mr. Kim told his cabinet, in remarks tailored\" , \"byline\" : \"By JAMES BROOKE\" , \"date\" : \"20021231\" , \"title\" : \"THREATS AND RESPONSES: NUCLEAR POLITICS; South Korea Criticizes U.S. Plan For Exerting Pressure on North\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2002\\/12\\/",
        "31\\/world\\/threats-responses-nuclear-politics-south-korea-criticizes-us-plan-for-exerting.html\"} , {\"body\" : \"INTERNATIONAL A3-10 Three Americans Are Slain At Yemen Baptist Hospital A gunman opened fire at a long-established Baptist missionary hospital in central Yemen, killing three Americans and seriously wounding a fourth. The attack was the latest in a series of Islamic militant attacks against easily accessible American targets in the region. A1 Rifts\" , \"date\" : \"20021231\" , \"title\" : \"NEWS SUMMARY\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2002\\/12\\/31\\/nyregion\\/news-summary-636584.html\"} , {\"body\" : \"Perhaps the keenest measure of impoverishment in Saddam Hussein's Iraq can be taken from the scenes at places like Liberation Square in central Baghdad. For 30 years, the square has had a chilling place in the collective memory of most Iraqis, as the site of the public hangings, in January 1969, of nine Iraqi Jews and five other Iraqis accused of\" , \"byline\" : \"By JOHN F. BURNS\" , \"date\" : \"20021231\" , \"title\" : \"THREATS AND RESPONSES: BAGHDAD; Amid Brutal Poverty in Iraq, A Favored Few Enjoy Riches\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2002\\/12\\/31\\/world\\/threats-responses-baghdad-amid-brutal-poverty-iraq-favored-few-enjoy-riches.html\"} , {\"body\" : \"North Korea's startling revival of its nuclear program, coupled with the unrelenting threat of i",
        "nternational terrorism, presents compelling reasons for President Bush to step back from his fixation on attacking Iraq and to reassess his administration's priorities. North Korea's reopening of its plutonium reprocessing plant at Yongbyon puts it\" , \"byline\" : \"By Warren Christopher\" , \"date\" : \"20021231\" , \"title\" : \"Iraq Belongs on the Back Burner\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2002\\/12\\/31\\/opinion\\/iraq-belongs-on-the-back-burner.html\"} , {\"body\" : \"In an effort to counter a spike in heroin use in Wilmington, the city police have begun sending warning letters to the registered owners of cars spotted prowling the city's worst drug-infested neighborhoods. Chief Michael Szczerba of the police signs the letters, which are meant to alert unsuspecting parents and spouses that their loved ones may be\" , \"date\" : \"20021231\" , \"title\" : \"National Briefing | Mid-Atlantic: Delaware: Cars A Weapon In Drug War\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2002\\/12\\/31\\/us\\/national-briefing-mid-atlantic-delaware-cars-a-weapon-in-drug-war.html\"} , {\"body\" : \"They came from varying walks of life -- medicine in Alabama, supermarkets in Kansas and bookstores in Wisconsin -- but their paths converged at a missionary hospital in Yemen, a land of poverty, guns and weak government that has become a refuge for Muslim militants and a front in America's war on terr",
        "orism. They were educated, spoke Arabic and knew\" , \"byline\" : \"By ROBERT D. McFADDEN\" , \"date\" : \"20021231\" , \"title\" : \"THREATS AND RESPONSES: THE DEAD; Victims Shared Affection for Yemenis, Families Say\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2002\\/12\\/31\\/us\\/threats-and-responses-the-dead-victims-shared-affection-for-yemenis-families-say.html\"} , {\"body\" : \"The Security Council, acceding to anxious pressure from the United States, voted today to revise a list of goods that must be approved by the United Nations before Iraq can import them. In a sign of fissures in the unity the United States achieved in November with Resolution 1441, which obliged Iraq to cooperate with new weapons inspections, Russia\" , \"byline\" : \"By JULIA PRESTON\" , \"date\" : \"20021231\" , \"title\" : \"THREATS AND RESPONSES: DIPLOMACY; Split at U.N. Over Products That Iraqis May Import\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2002\\/12\\/31\\/world\\/threats-and-responses-diplomacy-split-at-un-over-products-that-iraqis-may-import.html\"} , {\"body\" : \"Every year, Gary Bergeron has a Christmas party at his home in Lowell, a working-class city about 25 miles northwest of Boston. But this year, the guest list was markedly different. There was Bernie McDaid, who remembers being molested by the Rev. Joseph E. Birmingham as an 11-year-old altar boy at St. James church in Salem -- sometimes in",
        " the\" , \"byline\" : \"By PAM BELLUCK\" , \"date\" : \"20021231\" , \"title\" : \"A Priest's Accusers Find Solace in Numbers\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2002\\/12\\/31\\/us\\/a-priest-s-accusers-find-solace-in-numbers.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 11525}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 8129 , \"term\" : \"IRAQ\"} , {\"count\" : 1222 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 1031 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 769 , \"term\" : \"BAGHDAD (IRAQ)\"} , {\"count\" : 685 , \"term\" : \"UNITED STATES\"} , {\"count\" : 672 , \"term\" : \"FRANCE\"} , {\"count\" : 624 , \"term\" : \"ISRAEL\"} , {\"count\" : 540 , \"term\" : \"EUROPE\"} , {\"count\" : 529 , \"term\" : \"RUSSIA\"} , {\"count\" : 454 , \"term\" : \"GERMANY\"} , {\"count\" : 381 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 354 , \"term\" : \"WASHINGTON (DC)\"} , {\"count\" : 350 , \"term\" : \"NORTH KOREA\"} , {\"count\" : 304 , \"term\" : \"CHINA\"} , {\"count\" : 294 , \"term\" : \"TURKEY\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"A month after American troops occupied Baghdad, the family of Dr. Taki al-Moosawi was gathered at his Baghdad home, watching one of the Arab satellite channels that have become popular since the toppling of Saddam Hussein made it possible for any Iraqi, not just the ruling clique, to have satellite receivers. And suddenly there it was: Old film\" , \"byline\" : \"By JOHN F. BURNS\" , \"date",
        "\" : \"20031231\" , \"title\" : \"How Disappearance in '84 Blighted Family in Iraq\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2003\\/12\\/31\\/world\\/how-disappearance-in-84-blighted-family-in-iraq.html\"} , {\"body\" : \"A chart in Business Day on Friday showing government payments to commercial airlines to transport troops and supplies during the first 131 days of the mobilization for the Iraq war misstated the amount that went to passenger and cargo airlines that were not among the top five contractors in each category. Other passenger lines were paid $202\" , \"date\" : \"20031231\" , \"title\" : \"Corrections\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2003\\/12\\/31\\/nyregion\\/c-corrections-780634.html\"} , {\"body\" : \"NEW YORK, since the time it could truly be called a city, has been serious about food and not exactly shy about declaring itself to be the country's capital of fine dining. In 1828, when Delmonico's was still a rickety cafe selling pastries and coffee, a local guidebook assured visitors that ''New York abounds beyond all other places in the\" , \"byline\" : \"By William Grimes\" , \"date\" : \"20031231\" , \"title\" : \"CRITIC'S NOTEBOOK; After 1,200 Meals, 'Check, Please'\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2003\\/12\\/31\\/dining\\/critic-s-notebook-after-1200-meals-check-please.html\"} , {\"body\" : \"Friends and colleagues nagged David Macaulay for 25 years to write a book a",
        "bout a mosque to complement the series that started with ''Cathedral'' and went on to include ''City,'' ''Pyramid'' and ''Castle.'' But to him, the books had begun to feel formulaic. He had moved on to other pursuits: ''The Way Things Work'' and ''Building Big,'' as well as\" , \"byline\" : \"By KATE ZERNIKE\" , \"date\" : \"20031231\" , \"title\" : \"Learning to Build Mosques, and Maybe Some Bridges\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2003\\/12\\/31\\/books\\/learning-to-build-mosques-and-maybe-some-bridges.html\"} , {\"body\" : \"The chairman walked out of the loya jirga on Tuesday as nerves began to snap on the 17th day of the grand council, gathered here to draw up a new constitution for Afghanistan. The chairman, Sebaghatullah Mojadeddi, an elderly professor of Islam, suddenly walked out of his office and went home after speaking on the phone to President Hamid Karzai in\" , \"byline\" : \"By CARLOTTA GALL\" , \"date\" : \"20031231\" , \"title\" : \"Chairman Walks Out of Afghan Council\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2003\\/12\\/31\\/world\\/chairman-walks-out-of-afghan-council.html\"} , {\"body\" : \"A film review of ''Cold Mountain'' on Thursday misidentified the site of the Civil War battle in which a main character was wounded. It was Petersburg, Va., not Fredericksburg.\" , \"date\" : \"20031231\" , \"title\" : \"Corrections\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2003\\/12\\/31\\",
        "/nyregion\\/c-corrections-780650.html\"} , {\"body\" : \"In August 1952, Cpl. Ralph A. Calabrese was wounded when his Army barracks collapsed during an attack in Korea. He recovered from some injuries, but he never told doctors he was blind in his right eye. He taught himself to aim with his left eye and returned to the battlefields. ''I didn't want to leave my buddies,'' he explained. Mr. Calabrese said\" , \"byline\" : \"By MICHELLE YORK\" , \"date\" : \"20031231\" , \"title\" : \"Korean War Vet's Protest May Keep a Hospital Open\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2003\\/12\\/31\\/nyregion\\/korean-war-vet-s-protest-may-keep-a-hospital-open.html\"} , {\"body\" : \"Lehman Brothers Holdings and Starwood Hotels and Resorts Worldwide Inc. agreed to pay about $1.3 billion for the senior debt of Le Meridien Hotels and Resorts to take control of the company. Lehman, which provided financing to Le Meridien in 2001, and Starwood are buying the debt from lenders including Merrill Lynch & Company and CIBC World Markets\" , \"date\" : \"20031231\" , \"title\" : \"COMPANY NEWS; LEHMAN BROS. AND STARWOOD BUY HOTEL CHAIN DEBT\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2003\\/12\\/31\\/business\\/company-news-lehman-bros-and-starwood-buy-hotel-chain-debt.html\"} , {\"body\" : \"President Mohammad Khatami said Tuesday that the arrival of an American aid team in this earthquake-ravaged city was a welcome",
        " development but should be viewed as just that -- a humane gesture and not a harbinger of improving relations between the United States and the Islamic republic. ''Humanitarian issues should not be intertwined with deep and\" , \"byline\" : \"By NEIL MacFARQUHAR; Steven R. Weisman contributed reporting from Washington for this article.\" , \"date\" : \"20031231\" , \"title\" : \"Iran Thanks U.S. for Help, but Refrains From an Embrace\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2003\\/12\\/31\\/world\\/iran-thanks-us-for-help-but-refrains-from-an-embrace.html\"} , {\"body\" : \"''By their mentality and culture, the people of Russia are Europeans,'' President Vladimir V. Putin said in an interview this fall, addressing the centuries-old choice here between East and West. The real question, however, is whether Russia is -- or even wants to be -- part of today's Europe. There is increasing evidence that the answer is no. In\" , \"byline\" : \"By Steven Lee Myers\" , \"date\" : \"20031231\" , \"title\" : \"LETTER FROM EUROPE; Russia and the Rich Western Neighbors: A Cold Peace\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2003\\/12\\/31\\/world\\/letter-from-europe-russia-and-the-rich-western-neighbors-a-cold-peace.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 15394}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 3788 , \"term\" : \"IRAQ\"} , {\"count\" : 1006 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 488 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 414 , \"term\" : \"UNITED STATES\"} , {\"count\" : 363 , \"term\" : \"WASHINGTON (DC)\"} , {\"count\" : 311 , \"term\" : \"ISRAEL\"} , {\"count\" : 308 , \"term\" : \"RUSSIA\"} , {\"count\" : 300 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 265 , \"term\" : \"ABU GHRAIB (IRAQ)\"} , {\"count\" : 257 , \"term\" : \"EUROPE\"} , {\"count\" : 224 , \"term\" : \"FRANCE\"} , {\"count\" : 223 , \"term\" : \"BAGHDAD (IRAQ)\"} , {\"count\" : 189 , \"term\" : \"FALLUJA (IRAQ)\"} , {\"count\" : 160 , \"term\" : \"GERMANY\"} , {\"count\" : 155 , \"term\" : \"CHINA\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"''We archaeologists have to start with the materials at hand and then go to history,'' Dimitrios Pandermalis, a professor of classical archaeology at the Aristotle University of Thessaloniki, Greece, said on a recent trip to New York. ''We do not start with history.'' He was discussing the significance of the finds from Greek excavations now on\" , \"byline\" : \"By Wendy Moo",
        "nan\" , \"date\" : \"20041231\" , \"title\" : \"Antiques; The World of Alexander Was Rich and Beautiful Even Before the Movies\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9C06EED91439F932A05751C1A9629C8B63\"} , {\"body\" : \"At the headquarters of Catholic Relief Services here, the situation reports keep coming in: shelters housing 125,000 people have opened in India. Sri Lanka is getting $1 million worth of cooking kits, fuel cans and soap. In Indonesia, the first supplies should reach the battered coast by the weekend. For nearly 61 years, Catholic Relief has\" , \"byline\" : \"By ERIC LIPTON\" , \"date\" : \"20041231\" , \"title\" : \"ASIA'S DEADLY WAVES: RELIEF; Even at Charity Used to Aiding, It's a Scramble\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9C0CE1D71439F932A05751C1A9629C8B63\"} , {\"body\" : \"To the Editor: Thank you, Bob Herbert, for letting the families of our soldiers have a voice in this unjust war (''Families Pay the Price,'' column, Dec. 24). We all need to listen to them. As the mother of a 9-year-old, I often think about the American (and Iraqi) mothers who have lost their children. Our invasion of Iraq is a tragedy that will\" , \"date\" : \"20041231\" , \"title\" : \"Soldiers' Mothers Can Lead the Way\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9B05E0D81439F932A05751C1A9629C8B63\"} , {\"body\" : \"In 41",
        " years as a pundit, Robert D. Novak has rarely shied from controversy. As a syndicated columnist and fixture on cable-news shoutfests, Mr. Novak has opined from the right about some of the biggest stories of his time. He has been a stout cold warrior, a critic of Israeli policies and a passionate defender of military veterans who criticized\" , \"byline\" : \"By LORNE MANLY and ADAM LIPTAK\" , \"date\" : \"20041231\" , \"title\" : \"At Leak Inquiry's Center, a Circumspect Columnist\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9A00E3D81439F932A05751C1A9629C8B63\"} , {\"body\" : \"Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means\" , \"date\" : \"20041231\" , \"title\" : \"The Listings\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9C0DE6DA1739F932A05751C1A9629C8B63\"} , {\"body\" : \"To the Editor: Few realize that more than 183,000 American children were left fatherless at the end of World War II. Now in our 60's, many of us are still dealing with the loss. Nine hundred American children are known to be the new orphans of war. When will we ever learn",
        "? Patricia Gaffney-Kindig Lakewood, Colo., Dec. 28, 2004\" , \"date\" : \"20041231\" , \"title\" : \"Soldiers' Mothers Can Lead the Way\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9805EFD81439F932A05751C1A9629C8B63\"} , {\"body\" : \"Maybe it's the war in Iraq, the continuing threat of terrorism and male anxieties about being tarnished by that dreaded slur, ''girlie man,'' in a bullying political climate, but 2004 was the Year of the Man in movies. Rehabilitated if not sanctified, that quaint bogeyman, the Male Chauvinist Pig, crawled out from his cave to beat his chest, grab\" , \"byline\" : \"By STEPHEN HOLDEN\" , \"date\" : \"20041231\" , \"title\" : \"CRITIC'S NOTEBOOK; First-Rate Acting In Secondary Roles\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9C0DEED91439F932A05751C1A9629C8B63\"} , {\"body\" : \"Ocean views, private beaches and 14 bathrooms are fine for some people, but what good is a house in the Hamptons if it doesn't come with a superlative? Stewart Rahr, a pharmaceutical distributor, got one this week when he paid more than $45 million for an 18,000-square-foot waterfront estate in Wainscott, part of East Hampton. Real estate brokers\" , \"byline\" : \"By PATRICK O'GILFOIL HEALY\" , \"date\" : \"20041231\" , \"title\" : \"S",
        "ale of Estate in Hamptons Raises Bar to $45 Million\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9C01E0DB1439F932A05751C1A9629C8B63\"} , {\"body\" : \"Artie Shaw, the jazz clarinetist and big-band leader who successfully challenged Benny Goodman's reign as the King of Swing with his recordings of ''Begin the Beguine,'' ''Lady Be Good'' and ''Star Dust'' in the late 1930's, died yesterday at his home in Newbury Park, Calif. He was 94. He apparently died of natural causes, his lawyer, Eddie Ezor,\" , \"byline\" : \"By JOHN S. WILSON\" , \"date\" : \"20041231\" , \"title\" : \"Artie Shaw, Bandleader, Composer and Wizard of the Clarinet, Is Dead at 94\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9401EFDB1439F932A05751C1A9629C8B63\"} , {\"body\" : \"SOME New Yorkers have been muttering that, with his fall from grace, Bernard B. Kerik is not worthy of having a jail bear his name. Sure he is. In case you missed this detail, the detention center in Lower Manhattan, commonly known as the Tombs, has been called the Bernard B. Kerik Complex since December 2001. Rudolph W. Giuliani, in his final days\" , \"byline\" : \"By CLYDE HABERMAN\" , \"date\" : \"20041231\" , \"title\" : \"NYC; Letting The Edifice Fit the Crime\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9D00E1DB1439F932A05751C1A9629C8B63\"}] , \"tokens\" : [\"war\"] , \"total\" : 12278}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 1403 , \"term\" : \"IRAQ\"} , {\"count\" : 396 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 250 , \"term\" : \"UNITED STATES\"} , {\"count\" : 210 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 194 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 194 , \"term\" : \"CHINA\"} , {\"count\" : 189 , \"term\" : \"ISRAEL\"} , {\"count\" : 136 , \"term\" : \"GERMANY\"} , {\"count\" : 132 , \"term\" : \"JAPAN\"} , {\"count\" : 129 , \"term\" : \"EUROPE\"} , {\"count\" : 128 , \"term\" : \"RUSSIA\"} , {\"count\" : 126 , \"term\" : \"FRANCE\"} , {\"count\" : 89 , \"term\" : \"WASHINGTON (DC)\"} , {\"count\" : 87 , \"term\" : \"LONDON (ENG)\"} , {\"count\" : 85 , \"term\" : \"SYRIA\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"The Army private accused of killing a Queens woman with a stray bullet from a gun he fired into the air was arraigned yesterday on manslaughter and weapons charges. The arraignment of the private, Daniel Carpio, came on the same day as an emotional funeral for the woman, Selina Akther, 28, where angry mourners said that the private purposely shot\" , \"byline\" : \"By COREY KILGANNON\" , \"date\" : \"20051",
        "231\" , \"title\" : \"Soldier Charged in Shooting Death of Woman at Window\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2005\\/12\\/31\\/nyregion\\/31murder.html\"} , {\"body\" : \"Bush Rejects Quotas on Steel Pipe From China Despite Recommendation From Trade Panel President Bush rejected a request to place quotas on steel pipe imported from China yesterday, saying the cost to American consumers would outweigh the benefit to domestic producers. United States pipe makers and a labor group, which strongly condemned the\" , \"date\" : \"20051231\" , \"title\" : \"BUSINESS BRIEFS\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9A07E3DE1030F932A05751C1A9639C8B63\"} , {\"body\" : \"If it seems like you are getting a lot of credit card solicitations, you are. Credit card companies sent out about six billion letters in the last year. But if you opened any, you may have noticed a dwindling number of zero-percent balance-transfer offers and more pitches for cash-back reward cards. Half of them are for reward cards. It is the\" , \"byline\" : \"By DAMON DARLIN\" , \"date\" : \"20051231\" , \"title\" : \"YOUR MONEY; Gift Horses To Consider: Credit Cards That Reward\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2005\\/12\\/31\\/business\\/yourmoney\\/31money.html\"} , {\"body\" : \"Craig Murray, former British ambassador to Uzbekistan, has published documents on the Internet that he says prove that the ",
        "British knowingly received information obtained through torture. Mr. Murray, who was forced to quit the Foreign Office last year after publicly condemning the Uzbek authorities, criticized the British and American governments\" , \"byline\" : \"By ALAN COWELL\" , \"date\" : \"20051231\" , \"title\" : \"Diplomat Says Britain Used Data Gotten By Torture\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2005\\/12\\/31\\/international\\/europe\\/31britain.html\"} , {\"body\" : \"The Justice Department said on Friday that it had opened a criminal investigation into the disclosure of classified information about a secret National Security Agency program under which President Bush authorized eavesdropping on people in the United States without court warrants. The investigation began in recent days after a formal referral from\" , \"byline\" : \"By SCOTT SHANE; David E. Sanger contributed reporting from Crawford, Tex., for this article.\" , \"date\" : \"20051231\" , \"title\" : \"CRIMINAL INQUIRY OPENS INTO LEAK IN EAVESDROPPING\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2005\\/12\\/31\\/politics\\/31inquire.html\"} , {\"body\" : \"INTERNATIONAL A3-9 Egyptian Police Kill 23 In Clash with Migrants Egyptian riot police officers rushed into a crowd of unarmed Sudanese migrants, killing at least 23 people, including small children, after the group refused to leave a public park it had occupied for three months, hop",
        "ing to press United Nations officials to relocate them. A1 Syria\" , \"date\" : \"20051231\" , \"title\" : \"News Summary\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9507EEDD1030F932A05751C1A9639C8B63\"} , {\"body\" : \"In a startling break with President Bashar al-Assad, the long-serving former vice president of Syria said Friday that Mr. Assad threatened former Prime Minister Rafik Hariri of Lebanon months before the Lebanese was assassinated. ''Hariri was subject to many threats from Syria,'' the former official, Abdel-Halim Khaddam, said in an interview\" , \"byline\" : \"By JOHN KIFNER\" , \"date\" : \"20051231\" , \"title\" : \"Ex-Syrian Aide Says Assad Did Threaten Lebanese\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2005\\/12\\/31\\/international\\/middleeast\\/31syria.html\"} , {\"body\" : \"The city's Parks Department formally ended the era of mass gatherings on Central Park's Great Lawn when it announced yesterday that no more than 50,000 people would be allowed onto the lawn's fragile Kentucky bluegrass for each event. Parks officials also said that only six events with 5,000 to 50,000 spectators would be permitted each year on the\" , \"byline\" : \"By TIMOTHY WILLIAMS\" , \"date\" : \"20051231\" , \"title\" : \"Parks Department to Limit Size Of Events on the Great Lawn\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2005\\/12\\/31\\/nyregion\\/31park.html\"} , {\"body\" : \"Next ye",
        "ar will be a big one for gamers. If all goes according to plan, the battle among the next generation of home consoles will fully develop, with Sony releasing the powerful PlayStation 3 and Nintendo introducing the Revolution with its funky gyroscopic controller. Microsoft will try to satisfy more of the unfulfilled demand for the Xbox 360.\" , \"byline\" : \"By Seth Schiesel\" , \"date\" : \"20051231\" , \"title\" : \"THE GAMER; The Year in Gaming: Readers Report\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2005\\/12\\/31\\/sports\\/othersports\\/31game.ready.html\"} , {\"body\" : \"A Florida teenager secretly made his way to Iraq this month for firsthand impressions of the war, and was returning home on Friday to family members who said they were galled by his recklessness but thankful he was safe. The teenager, Farris Hassan, 16, financed the three-week journey with his own savings from investing in the stock market, said\" , \"byline\" : \"By ABBY GOODNOUGH; Linda Brockman contributed reporting from Fort Lauderdale for this article.\" , \"date\" : \"20051231\" , \"title\" : \"Wanting Facts Firsthand, Teenager Makes Secret Trip to Iraq\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2005\\/12\\/31\\/national\\/31teen.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 10222}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 1902 , \"term\" : \"IRAQ\"} , {\"count\" : 545 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 519 , \"term\" : \"UNITED STATES\"} , {\"count\" : 503 , \"term\" : \"ISRAEL\"} , {\"count\" : 354 , \"term\" : \"LEBANON\"} , {\"count\" : 273 , \"term\" : \"IRAN\"} , {\"count\" : 223 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 213 , \"term\" : \"CONNECTICUT\"} , {\"count\" : 206 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 204 , \"term\" : \"RUSSIA\"} , {\"count\" : 186 , \"term\" : \"NEW YORK STATE\"} , {\"count\" : 152 , \"term\" : \"CHINA\"} , {\"count\" : 134 , \"term\" : \"NEW JERSEY\"} , {\"count\" : 130 , \"term\" : \"MIDDLE EAST\"} , {\"count\" : 124 , \"term\" : \"EUROPE\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"Saddam Hussein is one of the few modern leaders to have been tried and executed for his crimes and other abuses of power. Most dictators of the past century have died of natural causes at home or in comfortable exile -- or at the hands of assassins. But with trials of former leaders becoming more common in the past decade, there are other\" , \"byline\" : \"By MARLISE SIMONS\" , \"date\" : \"2006",
        "1231\" , \"title\" : \"THE STRUGGLE FOR IRAQ; Hussein's Case Won't Bolster International Human Rights Law, Experts Fear\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2006\\/12\\/31\\/world\\/middleeast\\/31history.html\"} , {\"body\" : \"To the Editor: Rachel Donadio's compilation of writers and their favorite war books (''War: A Reader's Guide,'' Dec. 17) left out my two favorites. Though I have read some of the books mentioned, none equal, in my view, ''A Bright Shining Lie: John Paul Vann and America in Vietnam,'' by Neil Sheehan. My other favorite is ''The Name of War: King\" , \"date\" : \"20061231\" , \"title\" : \"Reading War\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9907EFDB1131F932A05751C1A9609C8B63\"} , {\"body\" : \"IF residents of Manhattan often feel at odds with the rest of the country, the comic book series DMZ magnifies that anxiety with its radical premise. In the world imagined by the writer Brian Wood and the artist Riccardo Burchielli, Manhattan is the demilitarized zone in a second American civil war. Neither the traditional United States government\" , \"byline\" : \"By GEORGE GENE GUSTINES\" , \"date\" : \"20061231\" , \"title\" : \"COMICS; The Civil War Has Begun. It's on Park Avenue.\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=950DE1DB123EF932A05751C1A9609C8B63\"} , {\"body\" : \"LYNDON JOHNSON in 1973. Richard Nixon in 1994. Rona",
        "ld Reagan in 2004. The last three former presidents to die dominated the world stage. They bent history to their will, for better or worse, and became the subjects of a crowded shelf of biographies. For the writers of memorials and obituaries, they were easy. Not so Gerald R. Ford, who served only\" , \"byline\" : \"By DAVID D. KIRKPATRICK\" , \"date\" : \"20061231\" , \"title\" : \"Reflections of an Era; Moderate? Conservative? With Gerald Ford, Take Your Pick\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2006\\/12\\/31\\/weekinreview\\/31kirkpatrick.html\"} , {\"body\" : \"For Israel, it has been a typically tumultuous year: Ariel Sharon, then the prime minister, collapsed into a coma on Jan. 4, the radical Islamic group Hamas won Palestinian elections later that month, and Israel fought a monthlong war in Lebanon this summer. But despite the political turmoil and spasms of violence, Israel, it seems, has figured out\" , \"byline\" : \"By GREG MYRE\" , \"date\" : \"20061231\" , \"title\" : \"Amid Political Upheaval, Israeli Economy Stays Healthy\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2006\\/12\\/31\\/world\\/middleeast\\/31israel.html\"} , {\"body\" : \"EAT THE DOCUMENT, by Dana Spiotta. (Scribner, $15.) Spiotta's stunning second novel, about the dissolution of 1970s radicalism, looks at the psychological and practical fallout from two people's attempts to reinvent themselves. (The title comes",
        " from a documentary about Bob Dylan's 1966 tour.) Mary Whittaker and Bobby DeSoto are antiwar radicals who\" , \"byline\" : \"By IHSAN TAYLOR\" , \"date\" : \"20061231\" , \"title\" : \"Paperback Row\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9400E3D61E31F932A05751C1A9609C8B63\"} , {\"body\" : \"CAESAR Life of a Colossus. By Adrian Goldsworthy. Illustrated. 583 pp. Yale University Press. $35. AUGUSTUS The Life of Rome's First Emperor. By Anthony Everitt. Illustrated. 377 pp. Random House. $26.95. When a crowd of Roman senators cut down the dictator Julius Caesar on the Ides of March in 44 B.C., they imagined that their daggers had saved\" , \"byline\" : \"By STEVE COATES\" , \"date\" : \"20061231\" , \"title\" : \"They Were the Caesars\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2006\\/12\\/31\\/books\\/review\\/Coates.t.html\"} , {\"body\" : \"IF residents of Manhattan often feel at odds with the rest of the country, the comic book series DMZ magnifies that anxiety with its radical premise. In the world imagined by the writer Brian Wood and the artist Riccardo Burchielli, Manhattan is the demilitarized zone in a second American civil war. Neither the traditional United States government\" , \"byline\" : \"By GEORGE GENE GUSTINES\" , \"date\" : \"20061231\" , \"title\" : \"COMICS; The Civil War Has Begun. It's on Park Avenue.\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2006\\/12\\/31\\/art",
        "s\\/31gust.html\"} , {\"body\" : \"They went to war to oust him, tracked him to his spider hole and battled the insurgency he left behind. But on Friday night, as Saddam Hussein faced the gallows in Baghdad, the soldiers of Fort Hood had better things to do than to count down a dictator's final minutes. Three years and two weeks after troops of the Fourth Infantry Division\" , \"byline\" : \"By RALPH BLUMENTHAL; Nick Bunkley contributed reporting from Dearborn, Mich., and Cassi Feldman from New York.\" , \"date\" : \"20061231\" , \"title\" : \"THE STRUGGLE FOR IRAQ; Division That Caught a Dictator Takes His Execution in Stride\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2006\\/12\\/31\\/us\\/31bases.html\"} , {\"body\" : \"IT made wimps of earlier invaders, but the dread Russian winter --which defeated both Napoleon and Hitler -- does not intimidate Jim Karpac, a Columbus, Ohio, orthodontist. Thanks to Thinsulate and an unexpected January thaw, he is heading toward the former Imperial capital of St. Petersburg with just a carry-on bag, a thermal jacket and no hat. We\" , \"byline\" : \"By STEVE DOUGHERTY\" , \"date\" : \"20061231\" , \"title\" : \"Holiday on Ice With a Shot of Vodka on the Side\" , \"url\" : \"http:\\/\\/travel.nytimes.com\\/2006\\/12\\/31\\/travel\\/31petersburg.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 10914}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 2035 , \"term\" : \"IRAQ\"} , {\"count\" : 586 , \"term\" : \"UNITED STATES\"} , {\"count\" : 438 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 309 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 286 , \"term\" : \"ISRAEL\"} , {\"count\" : 255 , \"term\" : \"IRAN\"} , {\"count\" : 206 , \"term\" : \"RUSSIA\"} , {\"count\" : 200 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 159 , \"term\" : \"BAGHDAD (IRAQ)\"} , {\"count\" : 151 , \"term\" : \"CHINA\"} , {\"count\" : 142 , \"term\" : \"FRANCE\"} , {\"count\" : 122 , \"term\" : \"EUROPE\"} , {\"count\" : 116 , \"term\" : \"NEW JERSEY\"} , {\"count\" : 108 , \"term\" : \"NEW YORK STATE\"} , {\"count\" : 103 , \"term\" : \"JAPAN\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"Talk about prestigious and prominent bylines: the table of contents of one new publication includes Thucydides, Shakespeare, Tolstoy, Osama bin Laden, Pope Urban II, Lenin ...and Lewis H. Lapham. Mr. Lapham, who edited Harper's Magazine for nearly 30 years, retired from that job in 2006 only to start a new publication, Lapham's Quarterly, which\" , \"byline\" : \"By SARA IVRY\" , \"date\" : \"2007123",
        "1\" , \"title\" : \"In His Own Magazine, an Editor Puts Himself Into an Elite Group\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2007\\/12\\/31\\/business\\/media\\/31lapham.html\"} , {\"body\" : \"It must be a candidate for the worst job in Iraq. It falls to Baghdad's street sweepers to pick up the fingertips and scraps of flesh left behind after the emergency workers haul away the torsos and heads of bombing victims. They do the job without gloves, in all but the coldest weeks of winter. If the attack comes while they are off duty, they get\" , \"byline\" : \"By STEPHEN FARRELL; Reporting was contributed by Mohammed Obaidi, Hosham Hussein and Khalid al-Ansary from Baghdad, and Iraqi employees of The New York Times from Awja.\" , \"date\" : \"20071231\" , \"title\" : \"For Iraqi Street Cleaners, Scraps Include Human Flesh\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2007\\/12\\/31\\/world\\/middleeast\\/31baghdad.html\"} , {\"body\" : \"The young officer candidates, in uniforms and old American helmets, their M-16s slung over their shoulders, were blowing up balloons. Lilac, blue and red balloons. Then they attached them to targets. The balloons were ''hostages,'' they said. The point was to hit the target but not a hostage. Of course, since some of these young men and women were\" , \"byline\" : \"By STEVEN ERLANGER\" , \"date\" : \"20071231\" , \"title\" : \"Israeli Army, a National Melting Pot, Faces ",
        "New Challenges in Training Officers\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2007\\/12\\/31\\/world\\/middleeast\\/31israel.html\"} , {\"body\" : \"Yesterday The Times published a highly informative chart laying out the positions of the presidential candidates on major issues. It was, I'd argue, a useful reality check for those who believe that the next president can somehow usher in a new era of bipartisan cooperation. For what the chart made clear was the extent to which Democrats and\" , \"byline\" : \"By PAUL KRUGMAN\" , \"date\" : \"20071231\" , \"title\" : \"OP-ED COLUMNIST; The Great Divide\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2007\\/12\\/31\\/opinion\\/31krugman.html\"} , {\"body\" : \"What if nobody wins the high-definition DVD format wars? That increasingly looks to be the situation for the next-generation DVD technology, which is available to consumers in two incompatible formats. A little more than 18 months after their introduction, the two systems -- Blu-ray, developed by Sony, and HD DVD, from Toshiba -- have sold around\" , \"byline\" : \"By ERIC A. TAUB\" , \"date\" : \"20071231\" , \"title\" : \"In the DVD War Over High Definition, Most Buyers Are Sitting It Out\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2007\\/12\\/31\\/business\\/31dvd.html\"} , {\"body\" : \"The Iraq war produced many familiar images in 2007: the aftermath of suicide bombings in the streets of Baghdad; soldiers te",
        "nding to wounded comrades; troops returning to American soil after long deployments; loved ones grieving for those who didn't make it back alive. But some scenes were different, a sign, perhaps, of change in Iraq. Of these,\" , \"date\" : \"20071231\" , \"title\" : \"2007: THE YEAR IN PICTURES; The War Fronts, Flecked With Islands Of Calm\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9D07E5D91430F932A05751C1A9619C8B63\"} , {\"body\" : \"Washington is always a place of change, but with the end of the Bush administration in sight, there was more upheaval than usual in 2007. The year began with a new Congress led by Democrats for the first time in years, and a new House speaker, Representative Nancy Pelosi of California, the first woman to hold the job. As promised during the\" , \"date\" : \"20071231\" , \"title\" : \"2007: THE YEAR IN PICTURES; Some New Faces, Same Persistent Problems\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=940DE3D71430F932A05751C1A9619C8B63\"} , {\"body\" : \"It was a year of trauma for the nation, and of foreboding for New York City. In 1963, the year that John F. Kennedy was assassinated in Dallas, New Yorkers were feeling strains in the urban fabric: Affluent families fled to the suburbs, job losses mounted among old-line manufacturers, and 548 people were killed. As 2007 draws to a close, it seems\" , \"byline\" ",
        ": \"By THOMAS J. LUECK; Jack Styczynski contributed reporting.\" , \"date\" : \"20071231\" , \"title\" : \"Low-Water Mark for 2007 Murder Rate Takes the City Back to 1963\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2007\\/12\\/31\\/nyregion\\/31murder.html\"} , {\"body\" : \"The presidential candidates spent the last Sunday before the Iowa caucuses attending church services, staging big rallies and sniping at one another as new polls suggested tightening races in both the Democratic and Republican fields. With three Democrats scrambling for the lead in Iowa heading into the voting on Thursday, the candidates tried to\" , \"byline\" : \"By PATRICK HEALY and JULIE BOSMAN; David D. Kirkpatrick, Cate Doty, Michael Cooper and Michael Luo contributed reporting from Iowa, and Marc Santora from New Hampshire.\" , \"date\" : \"20071231\" , \"title\" : \"With New Poll Results, Candidates Scramble for Edge in Caucuses\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2007\\/12\\/31\\/us\\/politics\\/31campaign.html\"} , {\"body\" : \"In 1950, this cotton market town in northern Alabama lost a bid for a military aviation project that would have revived its mothballed arsenal. The consolation prize was dubious: 118 German rocket scientists who had surrendered to the Americans during World War II, led by a man -- a crackpot, evidently -- who claimed humans could visit the moon.\" , \"byline\" : \"By SHAILA DEWAN\" , \"da",
        "te\" : \"20071231\" , \"title\" : \"HUNTSVILLE JOURNAL; When the Germans, and Their Rockets, Came to Town\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2007\\/12\\/31\\/us\\/31huntsville.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 10374}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 851 , \"term\" : \"IRAQ\"} , {\"count\" : 394 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 360 , \"term\" : \"RUSSIA\"} , {\"count\" : 352 , \"term\" : \"UNITED STATES\"} , {\"count\" : 303 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 196 , \"term\" : \"GEORGIA (GEORGIAN REPUBLIC)\"} , {\"count\" : 194 , \"term\" : \"ISRAEL\"} , {\"count\" : 174 , \"term\" : \"CHINA\"} , {\"count\" : 157 , \"term\" : \"EUROPE\"} , {\"count\" : 153 , \"term\" : \"PAKISTAN\"} , {\"count\" : 116 , \"term\" : \"IRAN\"} , {\"count\" : 112 , \"term\" : \"SOUTH OSSETIA (GEORGIAN REPUBLIC)\"} , {\"count\" : 111 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 101 , \"term\" : \"NEW YORK STATE\"} , {\"count\" : 97 , \"term\" : \"GUANTANAMO BAY NAVAL BASE (CUBA)\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"On Dec. 20, the eve of his 41st birthday, President Mikheil Saakashvili was racing around western Georgia shaking hands. He told miners that his ''heart hurt'' when he saw their city suffer, and promised to build a ski resort in the village of Gomarduli, posing with a gold-toothed grandmother who giggled in his embrace like a naug",
        "hty schoolgirl.\" , \"byline\" : \"By ELLEN BARRY\" , \"date\" : \"20081231\" , \"title\" : \"Russia Aside, Georgia Chief Is Pressed at Home\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2008\\/12\\/31\\/world\\/europe\\/31georgia.html\"} , {\"body\" : \"Werner Wiskari, a former foreign correspondent and editor of international news for The New York Times, died on Dec. 8 in Wakefield, R.I., near his home in Charlestown. He was 90. Mr. Wiskari's death was confirmed by his wife, Millie Wiskari. The son of a Finnish-born Lutheran pastor in upper Michigan, he served with the Navy in the Pacific in\" , \"byline\" : \"By CRAIG R. WHITNEY\" , \"date\" : \"20081231\" , \"title\" : \"Werner Wiskari, Times Editor\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2008\\/12\\/31\\/nyregion\\/31wiskari.html\"} , {\"body\" : \"NOW, after the heavy blow that Israel has dealt to the Gaza Strip, we would do best to halt, turn to the leaders of Hamas and tell them: Until last Saturday, we restrained ourselves in responding to the thousands of Qassam rockets fired at us. Now you know how severe the retaliation can be. So as not to add to the death and destruction that has\" , \"byline\" : \"By DAVID GROSSMAN\" , \"date\" : \"20081231\" , \"title\" : \"Fight Fire With a Cease-Fire\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2008\\/12\\/31\\/opinion\\/31grossman.html\"} , {\"body\" : \"After four days of Israeli airstrikes on Gaza, an outpouring of pop",
        "ular anger is putting pressure on American allies in the Arab world and appears to be worsening divisions in the region. The sharpest rhetorical attacks have been aimed at Egypt, which is widely seen as having aided the Israeli campaign by closing its border with Gaza. But as major\" , \"byline\" : \"By ROBERT F. WORTH; Hwaida Saad contributed reporting from Beirut, and Khalid al-Hammadi from Sana, Yemen.\" , \"date\" : \"20081231\" , \"title\" : \"Moderate Arab States Feel Popular Anger Over Israeli Action Against Hamas\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2008\\/12\\/31\\/world\\/middleeast\\/31arabs.html\"} , {\"body\" : \"The United States and NATO are planning to open and expand supply lines through Central Asia to deliver fuel, food and other goods to a military mission in Afghanistan that is expected to grow by tens of thousands of troops in the months ahead, according to American and alliance diplomats and military officials. The plan to open new paths through\" , \"byline\" : \"By THOM SHANKER and RICHARD A. OPPEL Jr.; Thom Shanker reported from Washington, and Richard A. Oppel Jr. from Islamabad, Pakistan. Pir Zubair Shah contributed reporting from Islamabad.\" , \"date\" : \"20081231\" , \"title\" : \"U.S. to Widen Supply Routes In Afghan War\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2008\\/12\\/31\\/world\\/asia\\/31military.html\"} , {\"body\" : \"International BURIED IN A QUAK",
        "E'S RUBBLE, A BOND LIVES, AND GROWS STRONGER They were trapped together in the wreckage of their apartment building for 28 hours, their arms wrapped around each other, their faces only inches apart. Like the stories of many survivors of the earthquake that razed much of southwest China last May, the journey of Li\" , \"date\" : \"20081231\" , \"title\" : \"INSIDE THE TIMES: December 31, 2008\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9B0DE4D61731F932A05751C1A96E9C8B63\"} , {\"body\" : \"This quaint Southern college town is known as a literary oasis, a reputation it gained as the home of William Faulkner for a majority of his life. For much of its existence, the University of Mississippi's football program has led its own tale of Southern toil, trying mostly in vain to catch up with its peers in the Southeastern Conference. So it\" , \"byline\" : \"By PETE THAMEL\" , \"date\" : \"20081231\" , \"title\" : \"Leaping Off the Pages\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2008\\/12\\/31\\/sports\\/ncaafootball\\/31olemiss.html\"} , {\"body\" : \"In her bid to be appointed the next senator from New York, Caroline Kennedy has zigzagged across the state and talked with dozens of officials and community leaders. She has aired views on topics from the Iraq war to the auto industry bailout and submitted to a round of press interviews. But after a lifetime of being wooed by",
        " others -- to speak at\" , \"byline\" : \"By NICHOLAS CONFESSORE and JEREMY W. PETERS; David M. Halbfinger contributed reporting.\" , \"date\" : \"20081231\" , \"title\" : \"For Kennedy, Self-Promotion Is an Unfamiliar Challenge\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9500E4DC1631F932A05751C1A96E9C8B63\"} , {\"body\" : \"Egyptian ambulances have already brought 43 wounded Palestinians from Gaza to this southern city's general hospital, with 15 of them needing respirators to keep them alive, said Dr. Muhammad al-Gabr, who has been trying to get them to more sophisticated surgical hospitals in Cairo. The nine who remain here, including a young boy, are all in\" , \"byline\" : \"By STEVEN ERLANGER; Nadim Audi contributed reporting.\" , \"date\" : \"20081231\" , \"title\" : \"Egypt Offers Humanitarian Aid but Is Criticized for Refusing to Open Gaza Border\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9807E5D8153EF932A05751C1A96E9C8B63\"} , {\"body\" : \"In ''Good,'' the anemic screen adaptation of C. P. Taylor's play about a respectable ''good German'' who passively acquiesces to Hitler's agenda, Viggo Mortensen, miscast and ineptly directed by Vicente Amorim, plays John Halder, a liberal, mild-mannered literature professor who becomes a Nazi. How and why this could be is never satisfactorily\" , \"byline\" : \"By STEPHEN HOLDEN\" , \"date\" : \"2008",
        "1231\" , \"title\" : \"MOVIE REVIEW | 'GOOD'; Aligning With the Nazis, Blindfold Tightly in Place\" , \"url\" : \"http:\\/\\/movies.nytimes.com\\/2008\\/12\\/31\\/movies\\/31good.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 9755}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 311 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 254 , \"term\" : \"ISRAEL\"} , {\"count\" : 185 , \"term\" : \"RUSSIA\"} , {\"count\" : 182 , \"term\" : \"IRAQ\"} , {\"count\" : 159 , \"term\" : \"GAZA STRIP\"} , {\"count\" : 151 , \"term\" : \"UNITED STATES\"} , {\"count\" : 144 , \"term\" : \"IRAN\"} , {\"count\" : 133 , \"term\" : \"PAKISTAN\"} , {\"count\" : 117 , \"term\" : \"CHINA\"} , {\"count\" : 112 , \"term\" : \"GERMANY\"} , {\"count\" : 104 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 87 , \"term\" : \"NORTH KOREA\"} , {\"count\" : 82 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 74 , \"term\" : \"SRI LANKA\"} , {\"count\" : 72 , \"term\" : \"EUROPE\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"In the fall of 2003, the new commander of American forces in Afghanistan, Lt. Gen. David W. Barno, decided on a new strategy. Known as counterinsurgency, the approach required coalition forces to work closely with Afghan leaders to stabilize entire regions, rather than simply attacking insurgent cells. But there was a major drawback, a new\" , \"byline\" : \"By JAMES DAO\" , \"date\" : \"20091231\" , \"title\" :",
        " \"History by Army Lays Out Missteps in Afghanistan\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9D0DE3DA143AF932A05751C1A96F9C8B63\"} , {\"body\" : \"Conservative bloggers and opinion outlets in recent days have expressed mounting alarm about an executive order by President Obama that extended certain privileges and immunities to the International Criminal Police Organization, better known as Interpol. Bloggers have accused Mr. Obama of ceding American sovereignty, painting a portrait of an\" , \"byline\" : \"By CHARLIE SAVAGE\" , \"date\" : \"20091231\" , \"title\" : \"Order on Interpol Work Inside U.S. Irks Conservatives\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2009\\/12\\/31\\/world\\/31interpol.html\"} , {\"body\" : \"The plot to blow up a Northwest Airlines flight over American soil on Christmas Day represents an ominously new and lethal ability by a branch of Al Qaeda to attack the United States directly, according to government and independent counterterrorism specialists. Until now, American officials had expressed concern over the capability of Qaeda\" , \"byline\" : \"By ERIC SCHMITT\" , \"date\" : \"20091231\" , \"title\" : \"Jetliner Plot Demonstrates Growing Ability of Qaeda Affiliates to Stage Attacks\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2009\\/12\\/31\\/world\\/31offshoot.html\"} , {\"body\" : \"Deepening a rift between allies, Afghan investigators on Wednesd",
        "ay sharply contradicted accounts by NATO officials about the deaths of 10 civilians in eastern Afghanistan, saying a visit to the remote site showed that nearly all those killed were school-age boys and one was an elderly man. They blamed international forces for the deaths. NATO\" , \"byline\" : \"By ALISSA J. RUBIN and SANGAR RAHIMI\" , \"date\" : \"20091231\" , \"title\" : \"Afghans Say Inquiry Shows Boys Were Killed in Allied Action\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2009\\/12\\/31\\/world\\/asia\\/31afghan.html\"} , {\"body\" : \"KABUL, Afghanistan (AP) -- NATO says four Canadian service members and one Canadian journalist were killed Wednesday in an explosion in Kandahar Province in southern Afghanistan. NATO said the journalist was traveling with the service members on a patrol. According to icasualties.org, 32 Canadian troops have been killed in Afghanistan this year.\" , \"byline\" : \"By THE ASSOCIATED PRESS\" , \"date\" : \"20091231\" , \"title\" : \"5 Canadians Killed in Afghan War\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9C0DE7D61E3AF932A05751C1A96F9C8B63\"} , {\"body\" : \"He can be impulsive. She has a touch of bossiness. Next-door neighbors for nearly a year, they talk, watch television and explore the world together, wandering into each other's homes without a second thought. She likes his mother's eggplant dish. He likes her father's rice a",
        "nd lamb. Friendship often starts with proximity, but Orel and Marya, both\" , \"byline\" : \"By ETHAN BRONNER\" , \"date\" : \"20091231\" , \"title\" : \"A Mideast Bond, Stitched of Pain and Healing\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2009\\/12\\/31\\/world\\/middleeast\\/31children.html\"} , {\"body\" : \"BEIRUT -- This week will see the close of one of the most dramatic decades in recent history, and much of the action -- mostly for worse -- has taken place in the Middle East. A journalist colleague from Europe asked me the other day whether I agreed that nothing much had changed in the Middle East since 2001 -- because the region continues to be\" , \"byline\" : \"By RAMI G. KHOURI\" , \"date\" : \"20091231\" , \"title\" : \"OP-ED CONTRIBUTOR; A Bad Decade\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2009\\/12\\/31\\/opinion\\/31iht-edkhouri.html\"} , {\"body\" : \"The French Constitutional Council has rejected a tax on carbon emissions strongly backed by President Nicolas Sarkozy that was to take effect Friday. But his ruling conservative party said the measure would be redrafted so it could be passed into law next year. The council, which evaluates the constitutionality of proposed laws, ruled late Tuesday\" , \"byline\" : \"By JAMES KANTER\" , \"date\" : \"20091231\" , \"title\" : \"Council in France Blocks a Carbon Tax As Weak on Polluters\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2009\\/12\\/31\\/busin",
        "ess\\/energy-environment\\/31carbon.html\"} , {\"body\" : \"UTTERANCES 1: F. 2: H. 3: D. 4: A. 5: B. 6: C. 7: G. 8: E. SENTENCE QUESTIONS 9: Portuguese water dog. 10: H1N1 flu. 11: Michael Jackson. 12: Usain Bolt ran 100 meters, breaking the world record. 13: Those left homeless by the Aquila earthquake. 14: Mahmoud Ahmadinejad dismissed those protesting against the Iranian election results as ''dirt and\" , \"date\" : \"20091231\" , \"title\" : \"Answers To The Year In Questions 2009\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9E07E4D8143DF932A05751C1A96F9C8B63\"} , {\"body\" : \"The National Security Agency four months ago intercepted conversations among leaders of Al Qaeda in Yemen discussing a plot to use a Nigerian man for a coming terrorist attack, but American spy agencies later failed to combine the intercepts with other information that might have disrupted last week's attempted airline bombing. The electronic\" , \"byline\" : \"By MARK MAZZETTI and ERIC LIPTON; Peter Baker in Honolulu, Adam Nossiter in Nigeria and Scott Shane in Washington contributed reporting.\" , \"date\" : \"20091231\" , \"title\" : \"U.S. SPY AGENCIES FAILED TO COLLATE CLUES ON TERROR\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2009\\/12\\/31\\/us\\/31terror.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 9400}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 358 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 289 , \"term\" : \"UNITED STATES\"} , {\"count\" : 200 , \"term\" : \"RUSSIA\"} , {\"count\" : 181 , \"term\" : \"CHINA\"} , {\"count\" : 178 , \"term\" : \"ISRAEL\"} , {\"count\" : 173 , \"term\" : \"IRAQ\"} , {\"count\" : 145 , \"term\" : \"NORTH KOREA\"} , {\"count\" : 132 , \"term\" : \"SOUTH KOREA\"} , {\"count\" : 128 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 125 , \"term\" : \"PAKISTAN\"} , {\"count\" : 120 , \"term\" : \"IRAN\"} , {\"count\" : 112 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 106 , \"term\" : \"GERMANY\"} , {\"count\" : 84 , \"term\" : \"JAPAN\"} , {\"count\" : 83 , \"term\" : \"FRANCE\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"The reasons for voting for one player for Hall of Fame induction over another are as varied as the 500-plus writers, statisticians and bloggers who vote for the Hall of Fame. Generally, a player's candidacy comes down to how a voter views the player's career record and contribution to the teams he played for. These are, not coincidentally, the\" , \"byline\" : \"By SEAN FORMAN\" , \"date\" : \"20101231\" , \"tit",
        "le\" : \"KEEPING SCORE; Numbers Are Right For Bagwell And Blyleven\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9A01E2DA1638F932A05751C1A9669D8B63\"} , {\"body\" : \"Art Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\\/art. Museums American Folk Art Museum: 'Eugene Von Bruenchenhein: 'Freelance Artist -- Poet and Sculptor -- Inovator -- Arrow maker and Plant man -- Bone artifacts constructor -- Photographer and Architect -- Philosopher,' through Oct.\" , \"date\" : \"20101231\" , \"title\" : \"The Listings\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2010\\/12\\/31\\/arts\\/design\\/31art.html\"} , {\"body\" : \"WAUTOMA, Wis. -- Life changed for Shawn Eisch with a phone call last January. His youngest brother, Brian, a soldier and single father, had just received orders to deploy from Fort Drum, N.Y., to Afghanistan and was mulling who might take his two boys for a year. Shawn volunteered. So began a season of adjustments as the boys came to live in their\" , \"byline\" : \"By JAMES DAO and CATRIN EINHORN\" , \"date\" : \"20101231\" , \"title\" : \"A YEAR AT WAR; Families Bear Brunt of Deployment Strains\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2010\\/12\\/31\\/world\\/asia\\/31families.html\"} , {\"body\" : \"JUBA, Sudan -- Nearly six years ago, northern and southern Sudan signed a peace agreement after decades of civil ",
        "war, hoping to finally bring the suffering to an end. Hundreds of thousands of soldiers had fought one another, some growing up on the battlefield. In the south, millions of people lost their lives, villages disappearing beneath plumes\" , \"byline\" : \"By JOSH KRON\" , \"date\" : \"20101231\" , \"title\" : \"Peace Hovers In Sudan, But Soldiers Stay Armed\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2010\\/12\\/31\\/world\\/africa\\/31sudan.html\"} , {\"body\" : \"YAN'AN, China -- The explosives had been set, the watchtower manned and the dirt battlefield cleared of rubble. Communist soldiers armed with rifles took up positions at the foot of the barren hills. Their foes, the Kuomintang, loomed in the distance, advancing on the garrison town of Yan'an. Then someone yelled, ''There's no electricity!'' No\" , \"byline\" : \"By EDWARD WONG; Li Bibo contributed research from Yan'an, and Benjamin Haas from Beijing.\" , \"date\" : \"20101231\" , \"title\" : \"YAN'AN JOURNAL; Revolution Isn't a Party, But It Draws The Tourists\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2010\\/12\\/31\\/world\\/asia\\/31china.html\"} , {\"body\" : \"Saul Bloom is preparing to pack up roomfuls of overstuffed binders in the offices of the small nonprofit environmental organization that he helped form almost 30 years ago. Arc Ecology, whose headquarters in a faded white storefront are protected by metal bars in the Bayview ne",
        "ighborhood's crime-ridden Third Street commercial district, must move to\" , \"byline\" : \"By JOHN UPTON\" , \"date\" : \"20101231\" , \"title\" : \"THE BAY CITIZEN; Nonprofit Says City Took Revenge for Airing Views\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2010\\/12\\/31\\/us\\/31bcarc.html\"} , {\"body\" : \"SAN DIEGO -- Some people go to court hoping to win millions of dollars. Tyler and Cameron Winklevoss have already won tens of millions. But six years into a legal feud with Facebook, they want to give it back -- for a chance to get more. The Winklevosses -- identical twins and Harvard graduates -- say that they, along with another Harvard student,\" , \"byline\" : \"By MIGUEL HELFT\" , \"date\" : \"20101231\" , \"title\" : \"From Twins, Second Thoughts\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2010\\/12\\/31\\/business\\/31twins.html\"} , {\"body\" : \"Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\\/theater. Previews and Openings 'Blood From a Stone' In previews; opens on Jan. 12. Ethan Hawke, Natasha Lyonne and Daphne Rubin-Vega star",
        " in this New Group\" , \"byline\" : \"By THE NEW YORK TIMES\" , \"date\" : \"20101231\" , \"title\" : \"The Listings\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2010\\/12\\/31\\/theater\\/31theater.html\"} , {\"body\" : \"MOGADISHU, Somalia ",
        "-- Somalia's Parliament demanded Thursday that the government immediately suspend the operations of several foreign security contractors because the lawmakers said they had no idea what the contractors were actually doing. While Western officials have recently acknowledged that a number of private security contractors have begun\" , \"byline\" : \"By MOHAMMED IBRAHIM and JEFFREY GETTLEMAN; Mohammed Ibrahim reported from Mogadishu, and Jeffrey Gettleman from Nairobi, Kenya.\" , \"date\" : \"20101231\" , \"title\" : \"Parliament Takes On Contractors In Somalia\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2010\\/12\\/31\\/world\\/africa\\/31somalia.html\"} , {\"body\" : \"VATICAN CITY -- Amid a judicial investigation into its famously secretive bank, the Vatican created its own financial watchdog on Thursday and issued sweeping and tough new laws aimed at meeting international standards against money laundering and terrorist financing. In an apostolic letter dated Thursday, Pope Benedict XVI created a new internal\" , \"byline\" : \"By RACHEL DONADIO\" , \"date\" : \"20101231\" , \"title\" : \"Vatican Creates Bank Watchdog to Meet Europe Standards\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2010\\/12\\/31\\/world\\/europe\\/31vatican.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 9389}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 408 , \"term\" : \"LIBYA\"} , {\"count\" : 248 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 212 , \"term\" : \"UNITED STATES\"} , {\"count\" : 171 , \"term\" : \"ISRAEL\"} , {\"count\" : 155 , \"term\" : \"IRAQ\"} , {\"count\" : 146 , \"term\" : \"CHINA\"} , {\"count\" : 136 , \"term\" : \"PAKISTAN\"} , {\"count\" : 119 , \"term\" : \"EGYPT\"} , {\"count\" : 110 , \"term\" : \"RUSSIA\"} , {\"count\" : 108 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 106 , \"term\" : \"SYRIA\"} , {\"count\" : 95 , \"term\" : \"YEMEN\"} , {\"count\" : 94 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 92 , \"term\" : \"FRANCE\"} , {\"count\" : 92 , \"term\" : \"GERMANY\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"To the Editor: Re ''War Really Is Going Out of Style,'' by Joshua S. Goldstein and Steven Pinker (Sunday Review, Dec. 18): Reading this article reminds one of what people were writing a hundred years ago, just before the outbreak of World War I. After the general European peace established by the Congress of Vienna that ended the Napoleonic wars,\" , \"date\" : \"20111231\" , \"title\" : \"LETTERS; War and Peace Trends\" , ",
        "\"url\" : \"http:\\/\\/www.nytimes.com\\/2011\\/12\\/31\\/opinion\\/war-and-peace-trends.html\"} , {\"body\" : \"Colombo, Sri Lanka THE Sri Lankan government's defeat of the separatist Tamil Tigers in 2009 ended a three-decade war that took tens of thousands of lives. But only now is the government beginning to acknowledge its huge human cost. Two weeks ago, a government-appointed reconciliation commission released a long-awaited report, giving voice to the\" , \"byline\" : \"By NAMINI WIJEDASA\" , \"date\" : \"20111231\" , \"title\" : \"OP-ED CONTRIBUTOR; Sri Lanka's Ghosts of War\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2011\\/12\\/31\\/opinion\\/sri-lankas-ghosts-of-war.html\"} , {\"body\" : \"Abortion The candidates all profess opposition to abortion rights, but there are distinctions. Several have signed a pledge that requires appointment only of those with anti-abortion views to key government posts. Others have declined. Some favor allowing abortion in cases of rape and incest. ''The Republican Party cannot get the issue of life\" , \"date\" : \"20111231\" , \"title\" : \"Where the Republican Candidates Stand on Key Issues\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9F0CE0DD103CF932A05751C1A9679D8B63\"} , {\"body\" : \"ISLAMABAD, Pakistan -- Pakistan's Supreme Court ordered an investigation on Friday into a controversial memo, purportedly drafted by the civilian govern",
        "ment shortly after an American raid killed Osama bin Laden, that solicited help in stopping a possible coup by the humiliated Pakistani military. The decision to appoint a special three-judge\" , \"byline\" : \"By SALMAN MASOOD\" , \"date\" : \"20111231\" , \"title\" : \"Pakistan: Supreme Court Orders Inquiry Into Diplomatic Memo\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2011\\/12\\/31\\/world\\/asia\\/pakistani-panel-to-investigate-memo.html\"} , {\"body\" : \"Eva Zeisel, a ceramic artist whose elegant, eccentric designs for dinnerware in the 1940s and '50s helped to revolutionize the way Americans set their tables, died on Friday in New City, N.Y. She was 105. Her death was confirmed by her daughter, Jean Richards. Ms. Zeisel (pronounced ZY-sel), along with designers like Mary and Russel Wright and\" , \"byline\" : \"By WILLIAM L. HAMILTON\" , \"date\" : \"20111231\" , \"title\" : \"Eva Zeisel, Ceramic Artist and Designer, Dies at 105\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2011\\/12\\/31\\/arts\\/design\\/eva-zeisel-ceramic-artist-and-designer-dies-at-105.html\"} , {\"body\" : \"BERKELEY--Norborne, Jr.,Bunny of East Hampton and Manhattan New York and former President of Chemical Bank, died peacefully, at age 89, in his home in East Hampton, on December 29th, 2011 following a two-month illness with congestive heart failure. Norborne was born June 5, 1922 in Bethlehem, PA, the only son of Nor",
        "borne Berkeley and Dorothea\" , \"date\" : \"20111231\" , \"title\" : \"Paid Notice: Deaths BERKELEY, NORBORNE, JR.\" , \"url\" : \"http:\\/\\/query.nytimes.com\\/gst\\/fullpage.html?res=9800E4D6153AF932A05751C1A9679D8B63\"} , {\"body\" : \"DES MOINES -- Representative Ron Paul of Texas assailed criticism of his opposition to United States military involvement abroad, saying he fears an overreaction to worries about Iran's nuclear program could lead to war. Mr. Paul's rivals have hammered him for days as too dovish and suggested that he would do nothing to prevent Iran from acquiring\" , \"byline\" : \"By MICHAEL D. SHEAR and RICHARD A. OPPEL Jr.; Michael D. Shear reported from Des Moines, and Richard A. Oppel Jr. from Sioux Center, Iowa.\" , \"date\" : \"20111231\" , \"title\" : \"Paul Assails Rivals' Criticism of His Policy on Iran\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2011\\/12\\/31\\/us\\/politics\\/paul-assails-rivals-criticism-of-his-policy-on-iran.html\"} , {\"body\" : \"TODOS SANTOS, Mexico -- Clamshell containers on supermarket shelves in the United States may depict verdant fields, tangles of vines and ruby red tomatoes. But at this time of year, the tomatoes, peppers and basil certified as organic by the Agriculture Department often hail from the Mexican desert, and are nurtured with intensive irrigation.\" , \"byline\" : \"By ELISABETH ROSENTHAL; David Agren contributed reportin",
        "g.\" , \"date\" : \"20111231\" , \"title\" : \"Organic Agriculture May Be Outgrowing Ideals\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2011\\/12\\/31\\/science\\/earth\\/questions-about-organic-produce-and-sustainability.html\"} , {\"body\" : \"MOGADISHU, Somalia -- A day after two of its foreign workers were gunned down by a former colleague, a medical aid group vowed on Friday to continue working in Somalia. The attack was the latest in a series on humanitarian workers and journalists, underscoring the dangers of operating in this war-torn country. The group, Doctors Without Borders,\" , \"byline\" : \"By MOHAMMED IBRAHIM; J. David Goodman contributed reporting from New York.\" , \"date\" : \"20111231\" , \"title\" : \"Somalia: Second Aid Worker Dies Of Wounds From an Earlier Attack\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2011\\/12\\/31\\/world\\/africa\\/two-foreign-aid-workers-killed-in-somali-capital.html\"} , {\"body\" : \"In 2010, shortly after becoming New York's first Asian-American elected to citywide office, John C. Liu, the comptroller, made a pledge underscoring his confidence as he looked toward the future: He would not accept donations greater than $800, an amount well below the legal limit, reflecting the Chinese belief in eight as a lucky number. But in\" , \"byline\" : \"By DAVID W. CHEN; Raymond Hernandez contributed reporting.\" , \"date\" : \"20111231\" , \"title\" : \"Liu Removes ",
        "$800 Gift Cap As an Inquiry Chills Donors\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2011\\/12\\/31\\/nyregion\\/liu-removes-800-gift-cap-as-an-inquiry-chills-donors.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 9350}",
        "{\"facets\" : {\"geo_facet\" : [{\"count\" : 351 , \"term\" : \"SYRIA\"} , {\"count\" : 229 , \"term\" : \"IRAN\"} , {\"count\" : 212 , \"term\" : \"AFGHANISTAN\"} , {\"count\" : 195 , \"term\" : \"ISRAEL\"} , {\"count\" : 172 , \"term\" : \"RUSSIA\"} , {\"count\" : 171 , \"term\" : \"CHINA\"} , {\"count\" : 166 , \"term\" : \"UNITED STATES\"} , {\"count\" : 162 , \"term\" : \"NEW YORK CITY\"} , {\"count\" : 113 , \"term\" : \"GREAT BRITAIN\"} , {\"count\" : 77 , \"term\" : \"GERMANY\"} , {\"count\" : 76 , \"term\" : \"FRANCE\"} , {\"count\" : 75 , \"term\" : \"IRAQ\"} , {\"count\" : 72 , \"term\" : \"LIBYA\"} , {\"count\" : 64 , \"term\" : \"NEW JERSEY\"} , {\"count\" : 63 , \"term\" : \"PAKISTAN\"}]} , \"offset\" : \"0\" , \"results\" : [{\"body\" : \"MILAN &mdash; Call me slushy, but I always find it romantic when designers become so besotted by one thing that they devote most of their working lives to it, especially if they are as gifted as the Italian lighting designer Gino Sarfatti. Entirely self-taught, he developed nearly 700 floor lamps, chandeliers, spotlights and other &ldquo;light\" , \"byline\" : \"By ALICE RAWSTHORN\" , \"date\" : \"20121029\" , \"title\" : \"",
        "DESIGN; Gino Sarfatti, Master of Light\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2012\\/10\\/29\\/arts\\/29iht-design29.html\"} , {\"body\" : \"WASHINGTON &mdash; Daniel Patrick Moynihan, the senator and Harvard professor, observed that academic politics is so vicious precisely because the stakes are so small. This year, U.S. politics feels that way, too. The issues don&rsquo;t seem as seminal as those facing the nation during the Cold War or the civil rights movement; the partisanship is\" , \"byline\" : \"By ALBERT R. HUNT | BLOOMBERG NEWS\" , \"date\" : \"20121029\" , \"title\" : \"LETTER FROM WASHINGTON; Who Wins the Presidency Still Matters\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2012\\/10\\/29\\/us\\/29iht-letter29.html\"} , {\"body\" : \"WEST PLAINS, Mo. &mdash; Todd Akin was revving up his stump speech here the other day, recycling an applause line that Senator Claire McCaskill was President Obama&rsquo;s &ldquo;strong right arm&rdquo; when a supporter seconded him with a disparaging description of her: &ldquo;lap dog.&rdquo; Mr. Akin, a six-term Republican congressman who is\" , \"byline\" : \"By JOHN ELIGON\" , \"date\" : \"20121029\" , \"title\" : \"Akin Turns Gaffes Into Jokes in Missouri Senate Race\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2012\\/10\\/29\\/us\\/politics\\/akin-turns-gaffes-into-jokes-in-missouri-senate-race.html\"} , {\"body\" : \"Maybe the &ldquo; super PACs &rdquo; were n",
        "ot so super after all. Despite repeated warnings from President Obama and his party that a flood of unrestricted donations from conservatives to outside groups would swamp them, the White House and its allies are at least holding their own. Over the last month, the pro-Obama forces have run more ads and,\" , \"byline\" : \"By JEREMY W. PETERS, NICHOLAS CONFESSORE and SARAH COHEN\" , \"date\" : \"20121029\" , \"title\" : \"Obama Is Even in TV Ad Race Despite PACs\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2012\\/10\\/29\\/us\\/politics\\/obama-is-even-in-tv-ad-race-despite-pacs.html\"} , {\"body\" : \"1912 Wounded Swamp Greek City LARISSA &mdash; The Greek army is about to begin its march to Veria, the nearest point of the railway from Salonica to Monastir. It is believed that a large part of the defeated Turkish army has made its way there. An enthusiastic welcome was given to the Crown Prince at Kozhani, where the entire population turned out,\" , \"date\" : \"20121029\" , \"title\" : \"FROM THE INTERNATIONAL HERALD TRIBUNE; 100, 75, 50 Years Ago\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2012\\/10\\/29\\/opinion\\/100-75-50-years-ago.html\"} , {\"body\" : \"I feel a rising tide of ennui. America is in the last, numbing days of an excruciating slog to Election Day and some of my tribe &mdash; the jaded scribes, the blogging sages and caffeinated cable chatterers &mdash; have run out of patie",
        "nce, poor babies. Searching for the source of their malaise, beyond the dubious science of the polls and the mean\" , \"byline\" : \"By BILL KELLER\" , \"date\" : \"20121029\" , \"title\" : \"OP-ED COLUMNIST; The No Agenda Myth\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2012\\/10\\/29\\/opinion\\/keller-the-no-agenda-myth.html\"} , {\"body\" : \"FOR six decades, a magazine has been putting the &ldquo; Mad &rdquo; in Madison Avenue by lampooning &mdash; and frequently harpooning &mdash; the huckstering of the advertising industry. The magazine is, of course, Mad, which is celebrating its history of &ldquo;humor in a jugular vein,&rdquo; as its slogan once promised, with an anthology to be\" , \"byline\" : \"By STUART ELLIOTT\" , \"date\" : \"20121029\" , \"title\" : \"ADVERTISING; Mad Magazine Collects 60 Years of Parodying Madison Avenue\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2012\\/10\\/29\\/business\\/media\\/mad-magazine-collects-60-years-of-parodying-madison-avenue.html\"} , {\"body\" : \"So, the election is approaching and you&rsquo;re a boomer. Many of the issues that will have a direct impact on you &mdash; Social Security, Medicare, government pensions &mdash; are likely to be affected by who wins the presidency. You&rsquo;re certainly going to vote, but you&rsquo;re frustrated because your adult children may not. They do not\" , \"byline\" : \"By MICHAEL WINERIP\" , \"date\" : \"20121029\" , ",
        "\"title\" : \"OUR GENERATION; Voter Turnout for Boomers and Millennials\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2012\\/10\\/29\\/booming\\/voter-turnout-for-boomers-and-millennials.html\"} , {\"body\" : \"SPORTS Because of an editing error, an article on Thursday about Lou Brissie, a left-handed pitcher who played in the major leagues after being injured in World War II, misstated the outcome of the 1949 All-Star Game, in which Brissie pitched three innings. The game was won &mdash; not lost &mdash; by the American League. &bull; An article on\" , \"date\" : \"20121029\" , \"title\" : \"Corrections: October 29, 2012\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2012\\/10\\/29\\/pageoneplus\\/corrections-october-29-2012.html\"} , {\"body\" : \"Hans Werner Henze , a prolific German composer who came of age in the Nazi era and grew estranged from his country while gaining renown for richly imaginative operas and orchestral works, died on Saturday in Dresden, Germany, where he was due to attend the premiere that evening of a ballet set to one of his scores. He was 86. His longtime\" , \"byline\" : \"By PAUL GRIFFITHS\" , \"date\" : \"20121029\" , \"title\" : \"Hans Werner Henze, Romantic Composer, Dies at 86\" , \"url\" : \"http:\\/\\/www.nytimes.com\\/2012\\/10\\/29\\/arts\\/music\\/hans-werner-henze-romantic-composer-dies-at-86.html\"}] , \"tokens\" : [\"war\"] , \"total\" : 7541}"

}